Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Automobile
de_ch: Automobilclub
es: Automóvil
hu: Autós
is: Bílaklúbbur
sv: Bil

source: Available
de_ch: Vorhanden
es: Disponible
hu: Rendelkezésre áll
is: Tiltækt
sv: Ledig

source: Available (unspecified type)
de_ch: Verfügbar (nicht spezifizierter Typ)
es: Disponible (tipo no especificado)
hu: Van (meghatározatlan fajta)
sv: Tillgänglig (ospecificerad typ)

source: Available Sockets/Cables:
de_ch: Verfügbare Steckdosen/Kabel:
es: Enchufes/cables disponibles:
hu: Elérhető aljzatok/kábelek:
sv: Tillgängliga Uttag/Kablar:

source: Avalance protection
de_ch: Lawinenschutz
es: Protección contra avalanchas
hu: Lavinavédelem
is: Snjóflóðavarnir
sv: Lavinskydd

source: Avalanche Protection
de_ch: Lawinenschutz
es: Protección contra avalanchas
hu: Lavinavédelem
is: Snjóflóðavarnir
sv: Lavinskydd

source: Avalanche Protector
de_ch: Lawinengalerie
es: Protector contra avalanchas
hu: Lavinavédelmi létesítmény
is: Snjóflóðavarnir
sv: Lavinskydd

source: Aviary
de_ch: Vogelhaus
es: Pajarera
hu: Röpde
is: Fuglabúr
sv: Voljär

source: Aviation
de_ch: Luftfahrt
es: Aviación
hu: Repülés
is: Flug
sv: Flyg

source: Avocado trees
de_ch: Avocadobäume
es: Aguacateros / Palto
hu: Avokádófa
is: Lárperutré
sv: Avokadoträd

source: Awning
de_ch: Markise
es: Toldo
hu: Napellenző
sv: Markis

source: Axial flow
de_ch: Axialer Durchfluss
es: Flujo axial
sv: Axiellt flöde

source: Azeri
de_ch: Aserbaidschanisch
es: Azerí
is: Azerska
sv: Azeriska

source: BMX
es: BMX (Ciclocross)

source: Baboon
de_ch: Pavian
es: Babuino
hu: Pávián
sv: Babian

source: Baby
es: Bebé
hu: Kisbabáknak
is: Smábörn

source: Baby Hatch/Safe Haven
de_ch: Babyklappe
es: Lugar Seguro
hu: Inkubátor
sv: Bebislucka

source: Baby changing table
de_ch: Wickeltisch
es: Cambiador de pañales
hu: Pelenkázóasztal
is: Skiptiborð fyrir börn
sv: Skötbord

source: Baby goods
de_ch: Kleinkinderbedarf
es: Artículos para bebés
hu: Bababolt
is: Barnavörur
sv: Babyartiklar

source: Backcountry
de_ch: Wildnis-Campingplatz
es: Campo abierto
hu: Kezeletlen
is: Ferðaleið
sv: Off-pist

source: Backrest
de_ch: Lehne
es: Respaldo
hu: Támla
is: Með bakstuðningi
sv: Ryggstöd

source: Backward
de_ch: Rückwärts
es: Hacia atrás
hu: Hátra
is: Afturábak
sv: Bakåt

source: Bag
de_ch: Taschen
es: Bolsa
hu: Táska
is: Pokar
sv: Väska

source: Bakery
de_ch: Bäckerei
es: Panadería
hu: Pékség
is: Bakarí
sv: Bageri

source: Bakery products
de_ch: Backwaren
es: Productos de panadería
hu: Sütőipari termékek
is: Bakarísvörur
sv: Bageriprodukter

source: Balance beam
de_ch: Balancierbalken
es: Barra de equilibrio para jugar
hu: Egyensúlyozó gerenda
is: Vegasalt
sv: Balansbom

source: Balkan
es: Balcánica
hu: balkáni
is: Balkanskt
sv: Balkanhalvön

source: Ballet theatre
de_ch: Ballett
es: Teatro de ballet
hu: Balettszínház
is: Balletsalur
sv: Balettteater

source: Ballroom
de_ch: Gesellschaftstanz
es: Sala de baile
hu: Bálterem
is: Danssalur
sv: Tiodans

source: Banana plants
de_ch: Bananenstauden
es: Plataneros / Bananeros
hu: Banánnövény
is: Bananaplöntur
sv: Bananplantage

source: Bananas
de_ch: Bananen
es: Plátanos / Bananas
hu: Banán
sv: Bananer

source: Bandstand
de_ch: Musikpavillon
es: Quiosco de música
hu: Zenepavilon
is: Hljómsveitapallur
sv: Musikestrad

source: Bank
es: Banco
is: Banki

source: Banyan tree
de_ch: Banyanbaum
es: Árbol baniano
hu: Banyánfa
sv: Banyanträd

source: Baptist
de_ch: Baptisten
es: Baptista
hu: Baptista
is: Baptismi
sv: Baptistisk

source: Bar table
de_ch: Stehtisch
es: Mesa de bar
hu: Bárpult
sv: Barbord

source: Barbecue
de_ch: Grill
es: Barbacoa
is: Grill
sv: Grillat / Barbecue

source: Barber
es: Barbero
hu: Borbély
sv: Barberare

source: Bare Rock
de_ch: Nackter Fels
es: Roca desnuda
hu: Csupasz szikla
is: Berar klappir
sv: Kala klippor

source: Bare lower lying uncultivated land with a shrubland habitat found mainly on free-draining infertile, acidic soils, and is characterised by open, low-growing woody vegetation.
de_ch: Nacktes, tiefer liegendes, unbewirtschaftetes Land mit einer Buschsteppe, die hauptsächlich auf trockenen, unfruchtbaren, sauren Böden vorkommt und sich durch eine offene, niedrigwüchsige Vegetation mit hartem Laub auszeichnet.
es: Tierra baja sin cultivar con un hábitat de matorrales que se encuentra principalmente en suelos ácidos, infértiles y con buen drenaje, y se caracteriza por una vegetación leñosa abierta y de bajo crecimiento.
hu: Kopár, alacsonyabb fekvésű megműveletlen terület cserjés foltokkal. Főleg szabadon kiszáradó, terméketlen, savas termőtalajon fordul elő. Jellemzője a nyitott, alacsony növésű, fás növényzet.
sv: Naturtyp med öppen lågväxt vedartad vegetation som ljung eller mindre buskar, gräs eller mossa, samt inga eller enbart ett fåtal träd. Ofta till följd av betestryck, vattenbrist, mager sur jord eller låg temperatur.

source: Bare lower lying uncultivated land with bushes but little or no tree cover.
de_ch: Nacktes, tiefer liegendes, unbewirtschaftetes Land mit Büschen, aber nur wenig oder keinen Bäumen bewachsen.
es: Tierra baja y desnuda sin cultivar con arbustos, pero con poca o ninguna cubierta arbórea.
hu: Kopár, alacsonyabb fekvésű, megműveletlen terület bokrokkal, ám kevés fával vagy fa nélkül.
sv: Område som domineras av buskvegetation eller lågväxta träd som en eller fjällbjörk.

source: Bare upper lying uncultivated land principally covered with grass and often grazed.
de_ch: Nacktes, höher liegendes, unbewirtschaftetes Land, überwiegend grasbedeckt, häufig als Weideland genutzt.
es: Tierra alta y desnuda sin cultivar, cubierta principalmente de hierba y a menudo pastoreada.
hu: Kopár, magasabb fekvésű, megműveletlen terület, jórészt fű borítja, és gyakran legeltetnek rajta.
sv: Höglänt barmarksområde med lågväxt vegetation utan sammanhängande skog. Inte odlad men kan utgöra betesmark.

source: Barometer - atmospheric pressure
de_ch: Barometer - Luftdruck
es: Barómetro - presión atmosférica
sv: Barometer - atmosfärstryck

source: Baroque Revival architecture
de_ch: Barock-Revival-Architektur
es: Arquitectura neobarroca
hu: Neobarokk
is: Nýbarokk-byggingastíll
sv: Nybarock

source: Baroque architecture
de_ch: Barock Architektur
es: Arquitectura barroca
hu: Barokk
is: Barokk-byggingastíll
sv: Barock

source: Barrel
de_ch: Tonne
es: Barril
hu: Hordó
is: Tunna
sv: Tunna

source: Barrier
de_ch: Hindernis
es: Barrera
hu: Akadály
is: Hindrun
sv: Barriär

source: Barriers
de_ch: Hindernisse
es: Barreras
hu: Akadályok
is: Tálmar
sv: Barriär

source: Basalt
es: Basalto
hu: Bazalt

source: Base
de_ch: Rettungsschwimmerbasis
es: Base militar
hu: Vízimentőbázis
sv: Högkvarter

source: Baseball
es: Béisbol
is: Hornabolti

source: Baseline
de_ch: Grundlinie
es: Línea de base
hu: Alapvonal (tengerpart)
sv: Baslinje

source: Basic (only tent/vehicle spots)
de_ch: Einfach (nur Zelt-/ Fahrzeugstellplätze)
es: Básico (solo lugares para carpas/vehículos)
sv: Enkel (endast tält-/fordonsplatser)

source: Basilica
de_ch: Basilika
es: Basílica
hu: Bazilika
is: Basilíka
sv: Basilika

source: Basin
de_ch: Becken
es: Cuenca
hu: Vízgyűjtő medence
is: Lægð
sv: Bassäng

source: Basket maker
de_ch: Korbflechter
es: Cestería
hu: Kosárfonó
is: Körfugerð
sv: Korgtillverkare

source: Basketball
es: Baloncesto / básquetbol
hu: Kosárlabda
is: Körfubolti
sv: Basket

source: Basque
de_ch: Baskisch
es: Euskera
hu: baszk
is: Baskneska
sv: Baskiska

source: Bat
de_ch: Fledermaus
es: Murciélago
hu: Denevér
is: Leðurblaka
sv: Fladdermus

source: Bathing place
de_ch: Badestelle
es: Lugar de baño
hu: Fürdőhely
sv: Badplats

source: Bathroom
de_ch: Badezimmer
es: Baño
hu: Fürdőszoba
is: Baðherbergi
sv: Badrum

source: Baths
de_ch: Badeanlage (Therme)
es: Baños
hu: Fürdő
is: Böð
sv: Bad

source: Batteries
de_ch: Batterien
es: Baterías
hu: Akkumulátor
is: Rafhlöður
sv: Batterier

source: Battery
de_ch: Batterie
es: Batería
hu: Tüzérségi üteg
is: Rafhlaða
sv: Batteri

source: Battlefield
de_ch: Schlachtfeld
es: Campo de batalla
hu: Csatatér
is: Orustuvöllur
sv: Slagfält

source: Bauxite
de_ch: Bauxit
es: Bauxita
hu: bauxit
is: Báxít
sv: Bauxit

source: Bavarian
de_ch: Bayerisch
es: Bávara
hu: bajor
is: Bæverskt
sv: Bayersk

source: Bay
de_ch: Bucht
es: Bahía
hu: Öböl
is: Flói
sv: Vik

source: Bayonet
de_ch: Bajonett
es: Bayoneta
sv: Bajonett

source: Beach
de_ch: Strand
es: Playa
hu: Természetes strand
is: Strönd
sv: Strand

source: Beach Resort
de_ch: Badeort
es: Balneario
hu: Fürdőhely, vízparti strand
is: Strandbær
sv: Strandresort

source: Beach Volleyball
es: Voleibol de playa
hu: Strandröplabda
is: Strandblak

source: Beaconing runway edge
es: Balizamiento del borde de pista

source: Beaconing taxiway centreline
es: Balizamiento del eje de la calle de rodaje

source: Beaconing taxiway edge
es: Balizamiento del borde de la calle de rodaje

source: Bear
de_ch: Bär
es: Oso
hu: Medve
is: Birnir
sv: Björn

source: Beauty
de_ch: Schönheitssalon
es: Belleza
hu: Szépségszalon
is: Snyrtistofa
sv: Skönhetsbehandling

source: Beaver
de_ch: Biber
es: Castor
hu: Hód
sv: Bäver

source: Bed
de_ch: Betten und Bettwaren
es: Cama
hu: Hálószoba
is: Rúm
sv: Säng

source: Bed and breakfast
es: Alojamiento y desayuno (B&B)
hu: Szállás és reggeli (B&B)
is: BB-gisting
sv: Bed & Breakfast

source: Beds
de_ch: Anzahl Betten
es: Camas
hu: Ágyak száma
is: Rúm
sv: Sängar

source: Bee
de_ch: Biene
es: Abeja
hu: Méhecske
is: Býflugur
sv: Bi

source: Beef bowl
es: Bol de ternera
hu: marhatál (beef bowl)
sv: Gyūdon

source: Beekeeper
de_ch: Imker
es: Apicultor
hu: Méhész
is: Býflugnahirðir
sv: Biodlare

source: Beer
de_ch: Bier
es: Cerveza
hu: Sör
is: Bjór
sv: Öl

source: Beer Garden
de_ch: Biergarten
es: Bar al aire libre
hu: Sörkert
is: Bjórgarður
sv: Biergarten

source: Begin
de_ch: Anfang
es: Comenzar
hu: Kezdete
sv: Börjar

source: Belarusian
de_ch: Weissrussisch
es: Bielorruso
hu: fehérorosz
is: Hvítrússneska
sv: Vitryska

source: Bell tower
de_ch: Glockenturm
es: Campanario
hu: Harangtorony
is: Klukkuturn
sv: Klocktorn

source: Belt
de_ch: Band
es: Correa
sv: Bälte

source: Bench
de_ch: Sitzbank
es: Banco / Asiento
hu: Pad
is: Bekkur
sv: Bänk

source: Bengali
de_ch: Bengalisch
es: Bengalí
hu: bengáli
is: Bengalska

source: Berm
de_ch: Böschung
es: Berma
hu: Töltés (nem árvízvédelmi)
sv: Bärm

source: Berth
de_ch: Bootssteg
es: Atracadero
hu: Kikötőhely
is: Skipalægi
sv: Kajplats

source: Betting
de_ch: Wetten
es: Apuestas
hu: Fogadás
is: Veðmál
sv: Vadslagning

source: Beverage cartons
de_ch: Getränkekartons
es: Envases de bebidas
hu: Italos karton
is: Pappi af drykkjarumbúðum
sv: Dryckeskartonger

source: Beverages
de_ch: Getränke
es: Bebidas
hu: Italok
is: Drykkjarföng
sv: Drycker

source: Bi-directional roads
de_ch: Strassen mit Gegenverkehr
es: Carreteras bidireccionales
hu: Kétirányú utak
is: Tvístefnuvegir
sv: Dubbelriktade vägar

source: Bicycle
de_ch: Velo
es: Bicicleta/ciclismo
hu: Kerékpár
is: Reiðhjól
sv: Cykel

source: Bicycle Road
de_ch: Velostrasse
es: Vía ciclista / Ciclovía
hu: Kerékpárút
is: Hjólavegur
sv: Cykelväg

source: Bicycle Route
de_ch: Veloroute
es: Ruta de ciclismo
hu: Kerékpáros útvonal
is: Hjólaleið
sv: Cykelrutt

source: Bicycle Wash
de_ch: Velowaschanlage
es: Lavado de bicicletas
hu: Kerékpármosó
sv: Cykeltvätt

source: Bicycle lane access
de_ch: Velospurnutzung
es: Acceso al carril para bicicletas
hu: Kerékpár sávhasználata
is: Aðgangur akreinar fyrir reiðhjól
sv: Åtkomst för cykelfil

source: Bicycle lane access in way direction
de_ch: Velospurnutzung in Wegrichtung
es: Acceso al carril para bicicletas en sentido de la vía
hu: Kerékpár sávhasználata a vonal irányában
is: Aðgangur akreinar fyrir reiðhjól í sömu akstursstefnu
sv: Åtkomst för cykelfil i sträckans riktning

source: Bicycle lane access opposite to way direction
de_ch: Velospurnutzung entgegengesetzt zur Wegrichtung
es: Acceso al carril para bicicletas en sentido contrario a la vía
hu: Kerékpár sávhasználata a vonal irányával ellentétesen
is: Aðgangur akreinar fyrir reiðhjól í gagnstæða akstursstefnu
sv: Åtkomst för cykelfil motsatt sträckans riktning

source: Bicycle ramp
de_ch: Velorampe
es: Rampa de bicicletas
hu: Kerékpárrámpa
is: Reiðhjólarampur
sv: Cykelramp

source: Bicycle route
de_ch: Veloroute
es: Ruta de ciclismo
hu: Kerékpáros útvonal
is: Hjólaleið
sv: Cykelrutt

source: Bicycle route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
de_ch: Veloroute (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
es: Ruta ciclista (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
hu: Kerékpáros útvonal (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
is: Hjólaleið (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
sv: Cykelled (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Bicycle tubes
de_ch: Veloschläuche
es: Cámaras de aire para bicicletas
hu: Kerékpárgumi-belső
is: Reiðhjólaslöngur
sv: Cykelslangar

source: Bicycle type
de_ch: Velotyp
es: Tipo de bicicleta
hu: Kerékpártípus
is: Tegund reiðhjóla
sv: Cykeltyp

source: Bicycles
de_ch: Fahrräder
es: Bicicletas
hu: Kerékpár
is: Reiðhjól
sv: Cyklar

source: Bicycles are rented
de_ch: Veloverleih
es: Se alquilan bicicletas
hu: Kerékpárkölcsönzés
is: Reiðhjól eru leigð
sv: Cyklar hyrs ut

source: Bicycles are repaired
de_ch: Veloreparatur
es: Se reparan bicicletas
hu: Kerékpárszerelés
is: Gert við reiðhjól
sv: Cyklar repareras

source: Bicycles are sold
de_ch: Veloverkauf
es: Se venden bicicletas
hu: Kerékpáreladás
is: Reiðhjól eru seld
sv: Cyklar säljs

source: Bicycles are washed (for a fee)
de_ch: Bezahltes Veloputzen
es: Lavado de bicicletas (pago)
hu: Kerékpármosás (díj ellenében)
is: Reiðhjól eru þvegin (gegn gjaldi)
sv: Cykeltvätt (avgift)

source: Bidirectional
de_ch: Bidirektional
es: Bidireccional
hu: Kétirányú
sv: Dubbelriktad

source: Bike Dealer
de_ch: Velohändler
es: Vendedor de bicicletas
hu: Kerékpár-kereskedés
is: Reiðhjólasala
sv: Cykelhandlare

source: Bike park
es: Parque de bicicletas
sv: Cykelpark

source: Bike+Ride
es: Bici+Transporte
sv: Cykel+Buss

source: Billboard
de_ch: Plakatwand
es: Panel publicitario
hu: Óriásplakát
is: Auglýsingaspjald
sv: Stortavla (reklam)

source: Billiards
de_ch: Billard
es: Billar americano
hu: Billiárd
is: Billjarð
sv: Biljard

source: Bin
de_ch: Abfallkübel
es: Papelera / Contenedor
hu: Szemeteskosár
is: Ruslafata
sv: Soptunna

source: Binoculars
de_ch: Stationäres Aussichtsfernrohr
es: Prismáticos
hu: Távcső
is: Handsjónaukar
sv: Kikare

source: Biofuel
de_ch: Biokraftstoff
es: Biocombustible
hu: Bioüzemanyag
is: Lífeldsneyti
sv: Biobränsle

source: Biofuel Power Generator
de_ch: Biokraftstoff-Generator
es: Generador de energía a base de biocombustible
hu: Bioüzemanyag-generátor
is: Lífdíselaflgjafi
sv: Kraftgenerator med biobränsle

source: Biofuel Power Plant
de_ch: Biokraftstoffkraftwerk
es: Planta de energía a base de biocombustibles
hu: Bioüzemanyag-erőmű
is: Lífeldsneytisaflstöð
sv: Biobränslekraftverk

source: Biogas
es: Biogás
hu: Biogáz
is: Lífgas

source: Biogas Power Generator
de_ch: Biogaskraftwerk
es: Generador de energía a base de biogás
hu: Biogáz-generátor
is: Lífgasaflgjafi
sv: Biogaskraftverk

source: Biogas Power Plant
de_ch: Biogaskraftwerk
es: Planta de energía a base de biogás
hu: Biogázerőmű
is: Lífgasdaflstöð
sv: Biogaskraftverk

source: Biomass
de_ch: Biomasse
es: Biomasa
hu: Biomassza
is: Lífmassi
sv: Biomassa

source: Biomass Power Generator
de_ch: Biomassekraftwerk
es: Generador de energía a base de biomasa
hu: Biomassza-generátor
is: Lífmassaaflgjafi
sv: Biomassa kraftverk

source: Biomass Power Plant
de_ch: Biomassekraftwerk
es: Planta de energía a base de biomasa
hu: Biomassza-erőmű
is: Lífmassaaflstöð
sv: Biomassakraftverk

source: Bioreactor
de_ch: Bioreaktor
es: Biorreactor
hu: Bioreaktor
is: Lífmassaknúið
sv: Bioreaktor

source: Bipole
de_ch: Bipolar
es: Bipolar
sv: Bipolär

source: Bird
de_ch: Vogel
es: Ave
hu: Madár
is: Fuglar
sv: Fågel

source: Bird Hide
de_ch: Vogelbeobachtungsversteck
es: Observatorio de aves
hu: Madárles
is: Fuglaskoðunarskýli
sv: Fågeltorn eller gömsle

source: Birds
de_ch: Vögel
es: Aves
hu: Madárbemutató
is: Fuglar
sv: Fåglar

source: Birthing center
de_ch: Geburtshaus
es: Centro de maternidad
hu: Szülőotthon
is: Fæðingadeild
sv: Förlossning

source: Birthing centre
de_ch: Geburtshaus
es: Centro de maternidad
hu: Szülőotthon
sv: Förlossning

source: Bison
es: Bisonte
hu: Bölény
is: Vísundur

source: Black
de_ch: Schwarz
es: Negro
hu: Fekete
is: Svart
sv: Svart

source: Blacksmith
de_ch: Schmied
es: Herrero
hu: Kovács
is: Járnsmiður
sv: Smed

source: Bleachers
de_ch: Nicht überdachte Tribüne
es: Gradas
hu: Lelátó
is: Áhorfendapallar
sv: Läktare

source: Blink mode
de_ch: Blink-Modus
es: Modo titilante
hu: Villogás módja
sv: Blinkande läge

source: Blinker
es: Titilante
hu: Villogó
is: Blikkljós
sv: Amerikansk "blinker" (Trafiksignal för väjningslikt)

source: Block
es: Bloque
hu: Tömb
is: Reitur
sv: Blockering

source: Block number
de_ch: Nummer des Blocks
es: Número de manzana
hu: Háztömb száma
is: Númer reits
sv: Kvartersnummer

source: Blood bank
de_ch: Blutbank
es: Banco de sangre
sv: Blodbank

source: Blood donation
de_ch: Blutspende
es: Donación de sangre
hu: Véradás
is: Blóðgjöf
sv: Blodgivning

source: Blue
de_ch: Blau
es: Azul
hu: Kék
is: Blátt
sv: Blå

source: Blueberry plants
de_ch: Blaubeerenpflanzen
es: Plantas de arándanos
hu: Áfonyafélék
is: Bláberjaplöntur
sv: Blåbärsplantor

source: Bluehole
es: Sumidero
hu: Kék lyuk
sv: Blått hål

source: Boar
de_ch: Wildschwein
es: Jabalí
hu: Vaddisznó
is: Villisvín
sv: Vildsvin

source: Board Content
de_ch: Tafelinhalt
es: Contenido del tablón
hu: Tábla tartalma
is: Efni spjalds
sv: Tavlans innehåll

source: Boat rental
de_ch: Bootsvermietung
es: Alquiler de barcos
hu: Hajókölcsönzés
is: Bátaleiga
sv: Båtuthyrning

source: Boat shop
de_ch: Bootsladen
es: Tienda de barcos
hu: Hajóüzlet
is: Bátaverslun
sv: Båtaffär

source: Boat storage
de_ch: Bootaufbewahrung
es: Almacenamiento de embarcaciones
hu: Hajótároló
is: Bátageymsla
sv: Båtförvaring

source: Boatbuilder
de_ch: Bootsbauer
es: Constructor de barcos
hu: Hajóács
is: Bátasmíði
sv: Båtbyggare

source: Boatyard
de_ch: Werft
es: Astillero
hu: Hajótelep
is: Bátalægi
sv: Varv

source: Bocce
es: Bochas

source: Bog
de_ch: Hochmoor
es: Turbera arbustiva
hu: Láp
is: Fen
sv: Mosse

source: Boiler
de_ch: Kessel
es: Caldera
is: Ketill
sv: Panna

source: Boiling Water Reactor 1 (BWR-1)
de_ch: Siedewasserreaktor 1 (BWR-1)
es: Reactor de agua en ebullición 1 (BWR-1)
hu: Forralóvizes reaktor (BWR-1)
is: Boiling Water Reactor 1 kjarnaofn (BWR-1)
sv: Kokvattenreaktor 1 (BWR-1)

source: Boiling Water Reactor 2 (BWR-2)
de_ch: Siedewasserreaktor 2 (BWR-2)
es: Reactor de agua en ebullición 2 (BWR-2)
hu: Forralóvizes reaktor (BWR-2)
is: Boiling Water Reactor 2 kjarnaofn (BWR-2)
sv: Kokvattenreaktor 2 (BWR-2)

source: Boiling Water Reactor 3 (BWR-3)
de_ch: Siedewasserreaktor 3 (BWR-3)
es: Reactor de agua en ebullición 3 (BWR-3)
hu: Forralóvizes reaktor (BWR-3)
is: Boiling Water Reactor 3 kjarnaofn (BWR-3)
sv: Kokvattenreaktor 3 (BWR-3)

source: Boiling Water Reactor 4 (BWR-4)
de_ch: Siedewasserreaktor 4 (BWR-4)
es: Reactor de agua en ebullición 4 (BWR-4)
hu: Forralóvizes reaktor (BWR-4)
is: Boiling Water Reactor 4 kjarnaofn (BWR-4)
sv: Kokvattenreaktor 4 (BWR-4)

source: Boiling Water Reactor 5 (BWR-5)
de_ch: Siedewasserreaktor 5 (BWR-5)
es: Reactor de agua en ebullición 5 (BWR-5)
hu: Forralóvizes reaktor (BWR-5)
is: Boiling Water Reactor 5 kjarnaofn (BWR-5)
sv: Kokvattenreaktor 5 (BWR-5)

source: Boiling Water Reactor 6 (BWR-6)
de_ch: Siedewasserreaktor 6 (BWR-6)
es: Reactor de agua en ebullición 6 (BWR-6)
hu: Forralóvizes reaktor (BWR-6)
is: Boiling Water Reactor 6 kjarnaofn (BWR-6)
sv: Kokvattenreaktor 6 (BWR-6)

source: Bollard
de_ch: Poller
es: Bolardo
hu: Terelőoszlop
is: Polli
sv: Stolpe

source: Bollard type
de_ch: Pollertyp
es: Tipo de bolardo
hu: Terelőoszlop típusa
is: Gerð polla
sv: Stolptyp

source: Bolts
de_ch: Haken
es: Pernos
hu: Csavarok
is: Boltar
sv: Bultar

source: Bomb crater
de_ch: Bombenkrater
es: Cráter de bomba
hu: Bombatölcsér
is: Sprengjugígur
sv: Bomb krater

source: Book Store
de_ch: Buchladen
es: Librería
hu: Könyvesbolt
is: Bókabúð
sv: Bokaffär

source: Bookbinder
de_ch: Buchbinder
es: Encuadernador
hu: Könyvkötő
is: Bókbindari
sv: Bokbindare

source: Bookmaker
de_ch: Buchmacher
es: Corredor de apuestas
hu: Fogadóiroda
is: Bókagerð
sv: Vadförmedlare

source: Books
de_ch: Bücher
es: Libros
hu: Könyv
is: Bækur
sv: Böcker

source: Booth
de_ch: Telefonzelle
es: Cabina
hu: Fülke
is: Gjaldhlið
sv: Telefonkiosk

source: Border Control
de_ch: Grenzkontrolle
es: Control fronterizo
hu: Határátkelő
is: Landamæraeftirlit
sv: Gränskontroll

source: Border type
de_ch: Grenztyp
es: Tipo de límite
hu: Határ típusa
is: Tegund marka
sv: Gränstyp

source: Bosnian
de_ch: Bosnisch
es: Bosnio
hu: bosnyák
is: Bosníska
sv: Bosnisk

source: Both
de_ch: Beide
es: Ambas
hu: Mindkettő
is: Bæði
sv: Båda

source: Bottle refill
de_ch: Flaschenbefüllung
es: Recarga de botellas
sv: Flaskpåfyllning

source: Bottle return
de_ch: Leergutautomat
es: Devolución de botellas
hu: Palackvisszaváltás
is: Flöskumóttaka
sv: Pantstation

source: Boule
de_ch: Boule/Boccia
es: Boulé
hu: Pétanque

source: Boule bretonne
es: Bola bretona

source: Boule de fort
es: Bola de fort

source: Boule lyonnaise
es: Bola lionesa

source: Boulevard
es: Bulevar
hu: Sugárút
is: Breiðgata

source: Boundaries
de_ch: Grenzen
es: Límites
hu: Határok
is: Svæðamörk
sv: Gränser

source: Boundary
de_ch: Grenze
es: Límite
hu: Határ
is: Svæðismörk
sv: Gräns

source: Boundary Marker
de_ch: Grenzmarke
es: Marcador de límite / Hito
hu: Határkő
sv: Gränsmarkering

source: Boundary Stone
de_ch: Grenzstein
es: Mojón fronterizo
hu: Történelmi határkő
is: Markasteinn
sv: Gränssten

source: Boundary stone
de_ch: Grenzstein
es: Mojón fronterizo
hu: Határkő
is: Markasteinn
sv: Gränssten

source: Boundary type
de_ch: Grenztyp
es: Tipo de límite
hu: Határ típusa
is: Gerð svæðismarka
sv: Gränslinje

source: Boutique
es: Tienda de moda / Boutique
hu: Butik
is: Sérverslun
sv: Boutique (Dyra kläder och accessoarer)

source: Bowling alley
de_ch: Kegelbahn
es: Bolera
hu: Bowlingpálya
is: Keiluhöll
sv: Bowlingbana

source: Box
de_ch: Kasten
es: Box / Banco de salto
hu: Doboz
is: Kassar
sv: Träningsplattform/trapsteg

source: Branch
de_ch: Zweigstrecke
es: Sucursal
hu: Bankfiók
is: Grein
sv: Sidospår

source: Branch embassy
de_ch: Botschaft-Nebenstelle
es: Sucursal de una embajada
hu: Nagykövetségi részleg
is: Sendiráðsútibú
sv: Ambassadfilial

source: Branch operator
de_ch: Niederlassungsbetreiber
es: Operador de sucursal
hu: Üzletegység üzemeltetője
sv: Branchoperatör

source: Brand
de_ch: Marke
es: Marca
hu: Márka
is: Vörumerki
sv: Märke

source: Brand wikidata entry
de_ch: Marke in Wikidata
es: Entrada de la marca en wikidata
hu: Márka Wikidata-hivatkozása
is: Vörumerkjafærsla á wikidata (brand:wikidata)
sv: Varumärkets wikidata-länk

source: Brand wikipedia entry
de_ch: Marke in Wikipedia
es: Entrada de la marca en wikipedia
hu: Márka Wikipédia-szócikke
is: Vörumerkjafærsla á wikipedia (brand:wikipedia)
sv: Varumärkets wikipedia-artikel

source: Brazilian
de_ch: Brasilianisch
es: Brasileño
hu: brazil
is: Brasilískt
sv: Brasiliansk

source: Bread
de_ch: Brot
es: Pan
hu: Kenyér
is: Brauð
sv: Bröd

source: Breakfast
de_ch: Frühstück
es: Desayuno
hu: Reggeli
sv: Frukost

source: Breakwater
de_ch: Wellenbrecher
es: Rompeolas
hu: Hullámtörő
is: Brimvarnargarður
sv: Vågbrytare
