Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Circular fortified settlement
de_ch: Ringförmige befestigte Siedlung
es: Asentamiento circular fortificado
hu: Kör alakú erődített település (bronzkor, kora középkor)
sv: Fornborg eller befäst boplats med omgivande, ofta ringformad, uppbyggd vall

source: Circular junction
de_ch: Rondell-Kreuzung
es: Cruce circular/rotonda
hu: Kör alakú csomópont (nem körforgalom)
is: Hringtenging
sv: Cirkulär korsning

source: Circumference (meters)
de_ch: Umfang (Meter)
es: Circunferencia (metros)
hu: Kerület (m)
sv: Omkrets (m)

source: Circus
de_ch: Zirkus
es: Circo
hu: Cirkusz
is: Sirkus

source: Citizen services
de_ch: Bürgerdienste
es: Servicios al ciudadano
hu: Szolgáltatás állampolgároknak
is: Borgaraþjónustur
sv: Medborgartjänster

source: City
de_ch: Grossstadt
es: Ciudad
hu: Nagyváros
is: Borg
sv: Stad

source: City Wall
de_ch: Stadtmauer
es: Muro de ciudad
hu: Városfal
is: Borgarmúr
sv: Stadsmur

source: City bike
de_ch: Stadtrad
es: Bicicleta urbana / de ciudad
hu: Városi kerékpár
is: Bæjarreiðhjól
sv: Brukscykel

source: City block
de_ch: Häuserblock
es: Manzana / Cuadra
hu: Háztömb
is: Götureitur
sv: Kvarter

source: City gate
de_ch: Stadttor
es: Puerta de la ciudad
hu: Városkapu
is: Borgarhlið
sv: Stadsport

source: City limit
de_ch: Ortsschild
es: Límite de ciudad
sv: Stadsgräns

source: City limit (separate)
de_ch: Ortsschild (separat)
es: Límite de ciudad (separado)
sv: Stadsgräns (separat)

source: City name
de_ch: Postalischer Ortsnamen
es: Nombre de ciudad
hu: Városnév
is: Nafn borgar
sv: Stadsnamn

source: Citywalls
de_ch: Stadtmauern
es: Murallas
hu: Városfal
is: Borgarmúrar
sv: Stadsmur

source: Civilization
de_ch: Zivilisation
es: Civilización
hu: Civilizáció
is: Menning

source: Class
de_ch: Klassenzimmer (Innenraum)
es: Aula
hu: Osztályterem
is: Skólastofa
sv: Klassrum

source: Clay
de_ch: Tonerde
es: Arcilla
hu: Salak
is: Leir
sv: Lera

source: Cleaning
de_ch: Reinigung
es: Limpieza
hu: Takarító
is: Hreinsun
sv: Städning

source: Cliff
de_ch: Klippe
es: Acantilado
hu: Sziklaszirt
is: Klettar
sv: Klippa

source: Climbing
de_ch: Klettern
es: Escalada
hu: Sziklamászás
is: Klifur
sv: Klättring

source: Climbing route
de_ch: Kletterroute
es: Ruta de escalada
hu: Mászóútvonal
is: Klifurleið
sv: Klätterled

source: Climbing route bottom
de_ch: Einstieg
es: Base de la ruta de escalada
hu: Mászóútvonal alja
sv: Klätterruttens botten

source: Climbing route top
de_ch: Ausstieg
es: Cima de la ruta de escalada
hu: Mászóútvonal teteje
sv: Klätterruttens topp

source: Climbing routes indoor
de_ch: Anzahl Indoor-Routen
es: Rutas de escalada en interiores
hu: Mászóútvonalak beltéren
is: Klifurleiðir innanhúss
sv: Klätterleder inomhus

source: Climbing routes outdoor
de_ch: Anzahl Outdoor-Routen
es: Rutas de escalada al aire libre
hu: Mászóútvonalak kültéren
is: Klifurleiðir utanhúss
sv: Klätterleder utomhus

source: Climbing site
de_ch: Klettergebiet
es: Sitio de escalada
hu: Mászóhely
is: Klifursvæði
sv: Klättringsområde

source: Climbing styles
de_ch: Kletterstile
es: Estilos de escalada
hu: Mászóstílusok
is: Klifurstílar
sv: Klätterstil

source: Climbing styles:
de_ch: Kletterstil:
es: Estilos de escalada:
hu: Mászóstílusok:
is: Klifurstílar:
sv: Klätterstilar:

source: Clinic
de_ch: Klinik
es: Clínica
hu: Rendelőintézet
is: Klínik
sv: Vårdcentral

source: Clock
de_ch: Uhr
es: Reloj
hu: Óra
is: Klukka
sv: Klocka

source: Clockmaker
de_ch: Uhrmacher
es: Relojero
hu: Órás (falióra)
is: Klukkusmiður
sv: Urmakare

source: Clockwise
de_ch: Uhrzeigersinn
es: Sentido horario
hu: Az óramutató járása szerint
is: Réttsælis
sv: Medurs

source: Clothes
de_ch: Kleider
es: Ropa
hu: Ruha
is: Föt
sv: Kläder

source: Club
de_ch: Verein
es: Clubs
hu: Klub
is: Klúbbur
sv: Förening

source: Clubs
de_ch: Verein
es: Clubes
hu: Klubok
is: Klúbbar
sv: Föreningar

source: Coal
de_ch: Kohle
es: Carbón
hu: Szén
is: Kol
sv: Kol

source: Coal Power Generator
de_ch: Kohlekraftwerk
es: Generador de energía a base de carbón
hu: Széngenerátor
is: Kolaaflgjafi
sv: Kolkraftverk

source: Coal Power Plant
de_ch: Kohlekraftwerk
es: Planta de energía a base de carbón
hu: Szénerőmű
is: Kolaknúin aflstöð
sv: Kolkraftverk

source: Coal briquettes
de_ch: Briketts
es: Briquetas de carbón
hu: Szénbrikett
is: Kolakubbar
sv: Kolbriketter

source: Coastguard station
de_ch: Küstenwachenstation
es: Estación de guardacostas
hu: Parti őrség támaszpontja
sv: Kustbevakningsstation

source: Coastline
de_ch: Küstenlinie
es: Litoral
hu: Partvonal
is: Strandlengja
sv: Kustlinje

source: Cocktails
es: Cócteles
hu: koktél
is: Kokteilar

source: Coconut palms
de_ch: Kokuspalmen
es: Cocotero
hu: Kókuszpálma
is: Kókospálmar
sv: Kokosnötpalmer

source: Coffea plants
de_ch: Kaffeepflanzen
es: Plantas de café
hu: Kávécserje
is: Kaffiplöntur
sv: Kaffeplantor

source: Coffee
de_ch: Kaffee
es: Café
hu: Kávé
is: Kaffi
sv: Kaffe

source: Coffee capsules
de_ch: Kaffeekapseln
es: Cápsulas de café
hu: Kávékapszula
is: Kaffihylki
sv: Kaffekapslar

source: Coffee shop
de_ch: Café
es: Cafetería
hu: kávébolt
is: Kaffiverslun
sv: Kaffebutik

source: Coin deposits
de_ch: Münzeinzahlungen
es: Depósitos de monedas
hu: Érmebefizetés
sv: Myntinsättning

source: Coins
de_ch: Münzen
es: Monedas
hu: Pénzérme
is: Mynt
sv: Mynt

source: Coke
de_ch: Koks
es: Coque
hu: Koksz
is: Koks
sv: Koks

source: Cold air
de_ch: Kalte Luft
es: Aire frío
hu: Hideg levegő
is: Kalt loft
sv: Kall luft

source: Cold fusion
de_ch: Kalte Fusion
es: Fusión fría
hu: Hideg fúziós
is: Kaldur samruni
sv: Kall fusion

source: Cold water
de_ch: Kaltes Wasser
es: Agua fría
hu: Hideg víz
is: Kalt vatn
sv: Kallvatten

source: Collectable items
de_ch: Sammelbare Gegenstände
es: Artículos coleccionables
hu: Gyűjthető tárgy
sv: Samlarföremål

source: Collection times
de_ch: Leerungszeiten
es: Horario de recolección
hu: Ürítési idő
is: Söfnunartímar
sv: Insamlingstid

source: College
de_ch: Hochschule
es: Instituto
hu: Főiskola
is: Framhaldskóli
sv: Gymnasium

source: Colonnade
de_ch: Säulengang
es: Columnata
hu: Oszlopsor
is: Súlnagöng
sv: Pelargång

source: Colour of background
de_ch: Hintergrundfarbe
es: Color de fondo
hu: Háttér színe
is: Litur bakgrunns
sv: Färg för bakgrund

source: Colour of border/arrow
de_ch: Farbe der Grenze/des Pfeils
es: Color de borde/flecha
hu: Szegély/nyíl színe
is: Litur jaðars/örvar
sv: Färg på ram/pil

source: Colour of text
de_ch: Textfarbe
es: Color de texto
hu: Szöveg színe
is: Litur texta
sv: Färg på text

source: Columbarium
de_ch: Kolumbarium
es: Palomera
hu: Urnafülkék (kolumbárium)
is: Duftgarður
sv: Kolumbarium

source: Combined Foot- and Cycleway
de_ch: Gemeinsamer Fuss- und Radweg
es: Camino a pie y de bicicleta combinados
hu: Közös gyalog- és kerékpárút
is: Sameinuð göngu- og hjólaleið
sv: Kombinerad gång- och cykelväg

source: Combined cycle
de_ch: Gas-und-Dampf-Kombikraftwerk
es: Ciclo combinado
hu: Kombinált ciklusú
is: Samþætt gasorka
sv: Kombinerad cykel

source: Combustion engine
de_ch: Verbrennungsmotor
es: Motor de combustión
hu: Belső égésű motor
sv: Förbränningsmotor

source: Comedy
de_ch: Komödie
es: Comedia
hu: Vígjáték
is: Gamanleikir
sv: Komedi

source: Comic
de_ch: Comic-Hefte
es: Cómic / Historieta
hu: Képregény
sv: Serietidningar

source: Comics
de_ch: Comic-Hefte
es: Cómics / Historietas
hu: Képregény
sv: Seriertidningar

source: Commercial
de_ch: Gewerbegebiet
es: Local comercial
hu: Üzleti
is: Í atvinnuskyni
sv: Kommersiellt

source: Common
de_ch: Allmend
es: Común
hu: Szabadidős tevékenységre használható közös föld (UK)
is: Algengt
sv: Vanligt

source: Common name abbreviation
de_ch: Gebräuchliche Abkürzung
es: Abreviación de nombre común
hu: Közismert rövidítés
is: Algeng stytting nafns
sv: Vanlig namnförkortning

source: Communication
de_ch: Funkturm
es: Comunicación
hu: Távközlés
is: Samskipti
sv: Kommunikation

source: Communication area
de_ch: Kommunikationsbereich
es: Área de comunicación
sv: Kommunikationsområde

source: Communication types
de_ch: Kommunikation...
es: Tipos de comunicación
hu: Távközlési típusok
is: Tegundir samskipta
sv: Kommunikationstyper

source: Communication types:
de_ch: Kommunikation...
es: Tipos de comunicación:
hu: Távközlési típusok:
is: Tegundir samskipta:
sv: Kommunikationstyper:

source: Community Centre
de_ch: Bürgerhaus
es: Centro de Comunidad
hu: Közösségi ház
is: Samfélagsmiðstöð
sv: Samlingslokal

source: Compacted
de_ch: Verdichtet
es: Compactado/a
hu: Tömörített
is: Þjappað
sv: Komprimerad

source: Company
de_ch: Firma
es: Empresa
hu: Vállalat
is: Fyrirtæki
sv: Företag

source: Compressed Air
de_ch: Druckluft
es: Aire comprimido
hu: Sűrített levegő
is: Loftdæla
sv: Tryckluft

source: Compressed air
de_ch: Druckluft
es: Aire comprimido
hu: Sűrített levegő
is: Loftdæla
sv: Tryckluft

source: Computer
es: Ordenador
hu: Számítógép
is: Tölva
sv: Dator

source: Computers
de_ch: Computer
es: Computadoras / Ordenadores
hu: Számítógép
is: Tölvur
sv: Datorer

source: Computers repairs
de_ch: Computerreparaturen
es: Reparación de computadoras / ordenadores
hu: Számítógép-szerelés
is: Tölvuviðgerðir
sv: Datorreparationer

source: Concrete
de_ch: Beton
es: Hormigón
hu: Beton
is: Steinsteypa
sv: Betong

source: Cond. & direct. max speed
de_ch: Kond. Höchstgeschw.
es: Vel. máx. condicional y directa
hu: Feltételes és közvetlen sebességkorlátozás
is: Skilyrtur og beinn hámarkshraði
sv: Konditionering och direkt maxhastighet

source: Conditional maximum speed for heavy goods vehicles in way direction specified in km/h
de_ch: Bedingte Lastwagen-Höchstgeschwindigkeit in Wegrichtung, in km/h
es: Velocidad máxima condicional para vehículos pesados en la dirección de la vía especificada en km/h
hu: Feltételes sebességkorlátozás nehéz tehergépkocsiknak a vonal irányába (km/h)
is: Skilyrtur hámarkshraði í sömu akstursstefnu fyrir þyngri flutningabifreiðar (HGV) skilgreindur í km/klst
sv: Villkorad maximal hastighet för tunga fordon i vägens riktning angiven i km/h

source: Conditional maximum speed for heavy goods vehicles opposite way direction specified in km/h
de_ch: Bedingte Lastwagen-Höchstgeschwindigkeit entgegengesetzt zur Wegrichtung, in km/h
es: Velocidad máxima condicional para vehículos pesados en dirección contraria a la vía especificada en km/h
hu: Feltételes sebességkorlátozás nehéz tehergépkocsiknak a vonallal ellentétes irányban (km/h)
is: Skilyrtur hámarkshraði í mótstæða akstursstefnu fyrir þyngri flutningabifreiðar (HGV) skilgreindur í km/klst
sv: Villkorad maximal hastighet för tunga fordon i motsats vägriktning angiven i km/h

source: Conditional maximum speed in way direction specified in km/h
de_ch: Bedingte Höchstgeschwindigkeit in Wegrichtung, in km/h
es: Velocidad máxima condicional en la dirección especificada en km/h
hu: Feltételes sebességkorlátozás a vonal irányába (km/h)
is: Skilyrtur hámarkshraði í sömu akstursstefnu skilgreindur í km/klst
sv: Villkorad maximal hastighet i vägens riktning angiven i km/h

source: Conditional maximum speed opposite way direction specified in km/h
de_ch: Bedingte Höchstgeschwindigkeit in Wegrichtung, in km/h
es: Velocidad máxima condicional en dirección contraria especificada en km/h
hu: Feltételes sebességkorlátozás a vonallal ellentétes irányban (km/h)
is: Skilyrtur hámarkshraði í mótstæða akstursstefnu skilgreindur í km/klst
sv: Villkorad maximal hastighet i motsats vägriktning angiven i km/h

source: Conditional maximum speed specified in km/h
de_ch: Höchstgeschwindigkeit in Wegrichtung, in km/h
es: Velocidad máxima condicional especificada en km/h
hu: Feltételes sebességkorlátozás (km/h)
is: Skilyrtur hámarkshraði skilgreindur í km/klst
sv: Villkorad maximal hastighet angiven i km/h

source: Conditional restriction for all types of vehicles
de_ch: Bedingte Beschränkung für alle Fahrzeugarten
es: Restricción condicional para todo tipo de vehículos
hu: Feltételes korlátozás minden járműtípusnak
is: Skilyrt takmörkun fyrir allar tegundir ökutækja
sv: Villkorad restriktion för alla typer av fordon

source: Conditional restriction for heavy goods vehicles
de_ch: Bedingte Beschränkung für Lastwagen
es: Restricción condicional para vehículos pesados
hu: Feltételes korlátozás nehéz tehergépkocsiknak
is: Skilyrt takmörkun fyrir þyngri flutningabifreiðar (HGV)
sv: Villkorad restriktion för tunga fordon

source: Conditional restriction for motor vehicles
de_ch: Bedingte Beschränkung für Motorfahrzeuge
es: Restricción condicional para vehículos de motor
hu: Feltételes korlátozás gépjárműveknek
is: Skilyrt takmörkun fyrir vélknúin ökutæki
sv: Villkorad restriktion för motorfordon

source: Conditional restriction for motorcars
de_ch: Bedingte Beschränkung für Autos
es: Restricción condicional para automóviles
hu: Feltételes korlátozás gépkocsiknak
is: Skilyrt takmörkun fyrir bifreiðar
sv: Villkorad restriktion för bilar

source: Conditional restriction for motorcycles
de_ch: Bedingte Beschränkung für Motorräder
es: Restricción condicional para motocicletas
hu: Feltételes korlátozás motorkerékpároknak
is: Skilyrt takmörkun fyrir vélhjól
sv: Villkorad restriktion för motorcykel

source: Condoms
de_ch: Kondome
es: Condones
hu: Óvszer
is: Smokkar
sv: Kondomer

source: Confectionery
de_ch: Konditorei
es: Confitería
hu: Édesség
is: Sælgæti
sv: Konditori

source: Conference
de_ch: Konferenzraum
es: Sala de conferencias
hu: Konferenciaterem
is: Ráðstefnur
sv: Konferensrum

source: Conference Centre
de_ch: Kongresszentrum
es: Centro de conferencias
hu: Konferenciaközpont
is: Ráðstefnumiðstöð
sv: Konferenscenter

source: Confucian
de_ch: konfuzianisch
es: Confuciano
hu: Konfuciánus
is: Konfúsismi
sv: Konfucianism

source: Connection Point
de_ch: Verbindungspunkt
es: Punto de conexión
hu: Kapcsolódási pont
is: Tengipunktur
sv: Anslutningspunkt

source: Connection segment
de_ch: Verbindungssegment
es: Segmento de conexión
hu: Összekötő útszakasz
sv: Anslutningssegment

source: Conscription number
de_ch: Konskriptionsnummer
es: Número de reclutamiento
hu: Helyrajzi szám
sv: Värnpliktsnummer

source: Conservative
de_ch: konservativ
es: Conservador
hu: Konzervatív
is: Íhaldsamt
sv: Konservativ

source: Construction
de_ch: Bauart
es: Área en construcción
hu: Építkezés
is: Byggingaframkvæmd
sv: Konstruktion

source: Construction company
de_ch: Baufirma
es: Empresa constructora
hu: Építőipari vállalat
is: Byggingafyrirtæki
sv: Byggföretag

source: Constructivism
de_ch: Konstruktivismus
es: Constructivismo
hu: Konstuktivista
is: Konstrúktívismi
sv: Konstruktivism

source: Consular agency
de_ch: Konsulatsagentur
es: Agencia consular
hu: Konzuli ügynökség (USA)
is: Ræðismannastofnun
sv: Konsuläragentur

source: Consular office
de_ch: Konsulatsbüro
es: Oficina consular
hu: Konzuli hivatal
is: Ræðisskrifstofa
sv: Konsulärkontor

source: Consulate
de_ch: Konsulat
es: Consulado
hu: Konzulátus
is: Ræðismaður
sv: Konsulat

source: Consulate general
de_ch: Konsulat allgemein
es: Consulado general
hu: Főkonzulátus
is: Ræðismannsskrifstofa
sv: Generalkonsulat

source: Consulting
de_ch: Beratung
es: Consultoría
hu: Tanácsadó
is: Ráðgjöf
sv: Konsult

source: Consumer electronics
de_ch: Unterhaltungselektronik
es: Electrónica de consumo
hu: Szórakoztató elektronika
is: Heimilisraftæki
sv: Hemelektronik

source: Contact
de_ch: Kontakt
es: Contacto
hu: Kapcsolat
is: Tengiliður
sv: Kontakt

source: Contact ('contact:*')
de_ch: Kontakt ('contact:*')
es: Contacto ('contacto:*')
hu: Kapcsolat ('contact:*')
is: Tengiliður ('contact:*')
sv: Kontakt ('contact:*')

source: Contact lenses
de_ch: Kontaktlinsen
es: Lentes de contacto / Lentillas
hu: Kontaktlencse
is: Augnlinsur
sv: Kontaktlinser

source: Contactless payment
de_ch: Kontaktlos bezahlen
es: Pago sin contacto
hu: Érintésmentes fizetés
is: Snertilausar greiðslur
sv: Kontaktlös betalning

source: Contains sulfur
de_ch: Enthält Schwefel
es: Contiene azufre
hu: Ként tartalmaz
is: Inniheldur brennistein
sv: Innehåller svavel

source: Contains sulfuric acid
de_ch: Enthält Schwefelsäure
es: Contiene ácido sulfúrico
hu: Kénsavat tartalmaz
is: Inniheldur brennisteinssýru
sv: Innehåller svavelsyra

source: Contaminated
de_ch: Kontaminiert
es: Contaminado
hu: Szennyezett
is: Mengað
sv: Förorenad

source: Contemporary architecture
de_ch: Zeitgenössische Architektur
es: Arquitectura contemporánea
hu: Kortárs építészet
is: Samtíma-byggingastíll
sv: Samtida arkitektur

source: Contiguous
de_ch: Zusammenhängend
es: Contiguo
hu: Csatlakozó övezet
sv: Sammanhängande

source: Continent
de_ch: Kontinent
es: Continente
hu: Földrész
is: Heimsálfa
sv: Kontinent

source: Continuous green
de_ch: Grüne Welle
es: Verde continuo
hu: Folyamatos zöld
is: Samfellt grænt
sv: Fast grönt ljus

source: Control point
de_ch: Kontrollpunkt
es: Punto de control
is: Stýripunktur
sv: Kontrollpunkt

source: Convenience
de_ch: Tante-Emma-Laden
es: Tienda de conveniencia
sv: Bekvämlighet

source: Convenience Store
de_ch: Gemischtwarenladen
es: Tienda de conveniencia
hu: Kis élelmiszerbolt
is: Kjörbúð
sv: Närbutik

source: Conveyor
de_ch: Fahrsteig
es: Cinta transportadora / Transportador
hu: Mozgásirány
sv: Rullband / Rulltrappa

source: Cooking oil
de_ch: Speiseöl
es: Aceite de cocina
hu: Sütőolaj
is: Steikingafeiti
sv: Matlagningsolja

source: Cooling
de_ch: Kühlturm
es: Refrigeración
hu: Hűtőtorony
is: Kæling
sv: Kylning

source: Cooperative
de_ch: Kooperative
es: Cooperativa
hu: Szövetkezet
is: Samvinnufélag
sv: Kooperativ

source: Copper
de_ch: Kupfer
es: Cobre
hu: réz
is: Kopar
sv: Koppar

source: Copy Shop
es: Copistería / Centro de copiado
hu: Fénymásoló
is: Ljósritunarstofa
sv: Kopieringsbuitk

source: Corners
de_ch: Ecken
es: Esquinas
hu: Kanyarok száma
is: Horn
sv: Hörn

source: Corridor
de_ch: Korridor
es: Pasillo / Corredor
hu: Folyosó
is: Gangur
sv: Korridor

source: Cosmetics
de_ch: Kosmetikartikel
es: Cosméticos
hu: Kozmetika
is: Snyrtivörur
sv: Kosmetika

source: Counselling
de_ch: Gesundheitsberatung
es: Asesoramiento / Consejería
hu: Tanácsadás
is: Ráðgjöf
sv: Rådgivning

source: Count
de_ch: Anzahl
es: Contar
hu: Darabszám
is: Fjöldi
sv: Antal

source: Country
de_ch: Land
es: País
hu: Ország
is: Land
sv: Land

source: Country store
de_ch: Landladen
es: Tienda rural / de campo
sv: Lanthandel

source: County
de_ch: Landkreis
es: País
hu: Megye
is: Sýsla
sv: Land

source: Coupling diameters (separated by ;)
de_ch: Kupplungsdurchmesser (getrennt durch ;)
es: Diámetro de los acoplamientos (separados por ;)
hu: Csatlakozások átmérője (;-vel elválasztva)
sv: Kopplingsdiametrar (separerade med ;)

source: Coupling standard
de_ch: Kupplungsstandard
es: Estándar de acoplamiento
hu: Csatlakozási szabvány
sv: Kopplingsstandard

source: Courier
de_ch: Kurier
es: Mensajería
hu: Futárszolgálat
is: Sendill
sv: Bud

source: Courses
de_ch: Kurse
es: Cursos
hu: Tanfolyam
is: Námskeið
sv: Kurser

source: Courthouse
de_ch: Gericht
es: Palacio de Justicia
hu: Bíróság
is: Dómshús
sv: Domstolsbyggnad

source: Covered
de_ch: Überdacht
es: Protegido
hu: Fedett
is: Yfirbyggt
sv: Täckt

source: Covered (with roof)
de_ch: Gedeckt (mit Dach)
es: Cubierto (con tejado)
hu: Fedett (tető)
is: Yfirbyggt (með þaki)
sv: Övertäckt (med tak)

source: Covered Reservoir
de_ch: Wasserhochbehälter
es: Depósito Cubierto
hu: Fedett víztározó
is: Yfirbyggt vatnsforðabúr
sv: Täckt reservoar

source: Cow
de_ch: Kuh
es: Vaca
hu: Tehén
is: Kýr
sv: Ko

source: Coworking space
de_ch: Co-Working-Räumlichkeiten
es: Espacio de trabajo conjunto
hu: Közösségi (coworking) iroda
is: Sameiginlegt vinnurými
sv: Kontorskollektiv

source: Crafts
de_ch: Handwerk
es: Oficios
hu: Műhely
is: Handverk
sv: Hantverk

source: Crane
de_ch: Kran
es: Grúa
hu: Daru
is: Krani
sv: Kran

source: Credit cards
de_ch: Kreditkarten
es: Tarjetas de crédito
hu: Hitelkártyák
is: Greiðslukort
sv: Kreditkort

source: Credit cards type
de_ch: Kreditkartentyp
es: Tipo de tarjetas de crédito
hu: Hitelkártya típusa
is: Tegund greiðslukorta
sv: Kreditkort, typer

source: Crematorium
de_ch: Krematorium
es: Crematorio
hu: Krematórium
is: Líkbrennsla
sv: Krematorium

source: Cricket
es: Críquet
hu: Krikett
is: Krikket

source: Croatian
de_ch: Kroatisch
es: Croata
hu: horvát
is: Króatíska
sv: Kroatiska

source: Crocodile
de_ch: Krokodil
es: Cocodrilo
hu: Krokodil
is: Krókódílar
sv: Krokodil

source: Croquet
es: Cróquet
hu: Krokett
is: Krokket
sv: Krocket

source: Cross
de_ch: Kreuz
es: Cruce
hu: Kereszt
is: Kross
sv: Kors

source: Crosshatch
de_ch: Kreuzschraffur
es: Tramado cruzado

source: Crossing
de_ch: Bahnübergang (Fussgänger)
es: Cruce peatonal
hu: Gyalogos vasúti átjáró
is: Þverun
sv: Järnvägsövergång

source: Crossing attendant
de_ch: Lotse
es: Asistente de cruce
hu: Jelzőőr
is: Gangbrautarvörður
sv: Övergångsvakt

source: Crossing edge
de_ch: Begrenzungsmarkierung
es: Borde de cruce
sv: Korsande kant

source: Crossing type
de_ch: Art des Bahnübergangs
es: Tipo de cruce
hu: Átjáró típusa
is: Tegund gangbrautar
sv: Övergångstyp

source: Crown diameter (meters)
de_ch: Kronendurchmesser (Meter)
es: Diámetro de la copa (metros)
hu: Lombkorona átmérője (m)
sv: Kronans diameter (m)

source: Crypt
de_ch: Gruft
es: Cripta
hu: Kripta
is: Grafhvelfing
sv: Krypta

source: Cryptocurrencies
de_ch: Kryptowährungen
es: Criptomonedas
hu: Kriptovaluták
is: Rafmyntir
sv: Kryptovaluta

source: Cryptocurrencies types
de_ch: Kryptowährungentyp
es: Tipos de criptomonedas
hu: Kriptovaluta típusa
is: Tegundir rafmynta
sv: Kryptovaluta-typer

source: Cubism
de_ch: Kubismus
es: Cubismo
hu: Kubista
is: Kúbismi
sv: Kubism

source: Cuisine
de_ch: Küche
es: Cocina
hu: Konyha
is: Matargerð
sv: Typer av mat

source: Culture
de_ch: Kultur
es: Cultura
hu: Kultúra
is: Menning
sv: Kultur

source: Culvert
de_ch: Durchlass
es: Alcantarilla
hu: Áteresz
is: Ræsi
sv: Kulvert

source: Currency
de_ch: Währung
es: Moneda / Divisa
hu: Pénznem
is: Gjaldmiðill
sv: Valuta

source: Curtain
de_ch: Vorhänge
es: Cortinas
hu: Függöny
is: Gluggatjöld
sv: Gardin

source: Cushion
de_ch: Kissen
es: Protección
hu: Párna
is: Koddi
sv: Vägkudde/Busskudde

source: Customary
de_ch: Üblich
es: Costumbre
hu: Megszokott
is: Venja
sv: Vanligtvis

source: Customers
de_ch: Kunden
es: Clientes
hu: Ügyfeleknek
is: Viðskiptavinir
sv: Kunder

source: Customs
de_ch: Zoll
es: Aduana
hu: Vámhivatal
is: Tollafgreiðsla
sv: Anpassa

source: Cut bank
de_ch: Prallhang
es: Barranco / Desmonte
sv: Klipp banken

source: Cutline
de_ch: Schneise
es: Línea de corte
hu: Nyiladék
is: Grisjunarfar
sv: Begränsningslinje i skog

source: Cutting
de_ch: Einschnitt
es: Corte
hu: Bevágás
is: Niðurgrafið
sv: Skärning

source: Cycle Barrier
de_ch: Umlaufgitter
es: Barrera para bicicletas
hu: Kerékpárakadály
is: Hjólahindrun
sv: Cykelbarriär

source: Cycle Lane/Track
de_ch: Radweg
es: Carril/Pista para bicicletas
hu: Kerékpársáv / út melletti kerékpárút
is: Akrein/stígur fyrir hjólandi
sv: Cykelfil/spår

source: Cycle network
de_ch: Radnetzwerk
es: Red ciclista
sv: Cykelnätverk

source: Cycle rickshaw
de_ch: Velorikscha
es: Bicitaxi / Rickshaw de bicicleta
hu: Riksa, tricikli (emberi erővel hajtott)
sv: Cykelrickshaw

source: Cycle street
de_ch: Velostrasse
es: Calle ciclista
sv: Cykelgata

source: Cycling
de_ch: Radfahren
es: Ciclismo
hu: Kerékpározás
is: Hjólreiðar
sv: Cykling

source: Cylinder
de_ch: Zylinder
es: Cilindro

source: Czech
de_ch: Tschechisch
es: Checo
hu: cseh
is: Tékkneska
sv: Tjeckiska

source: Dairy
de_ch: Milchprodukte
es: Lechería
hu: Tejtermék
is: Mjólkurvörur
sv: Dagbok

source: Dairy free
de_ch: milchfrei
es: Sin lácteos / Sin lactosa
hu: Tejtermékmentes
is: Mjólkurlaust
sv: Mjölkfritt

source: Dam
de_ch: Damm
es: Presa
hu: Duzzasztógát
is: Stífla
sv: Fördämning

source: Dance
de_ch: Tanzlokal
es: Baile
hu: Tánc
is: Dans
sv: Dans

source: Dancing school
de_ch: Tanzschule
es: Escuela de baile
hu: Tánciskola
is: Dansskóli
sv: Dansskola

source: Danish
de_ch: Dänisch
es: Danés
hu: dán
is: Danska
sv: Danska
