Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

# sport
source: Track
de_ch: Bahn
es: Pista
hu: Versenypálya
is: Slóð
sv: Spår

# sport
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# sport
source: Volleyball
es: Vóleibol
hu: Röplabda
is: Blak

# sport
source: Wading
de_ch: Planschbecken
es: Piscina de chapoteo
hu: Babapancsoló
sv: Plaskdamm

# sport
source: Wave pool
de_ch: Wellenbecken
es: Piscina de olas
hu: Hullámmedence
sv: Vågbassäng

# parking
source: Asphalt
es: Asfalto
hu: Aszfalt
is: Asfalt
sv: Asfalt

# parking
source: Back in
de_ch: Rückwärts
es: Marcha atrás
hu: Tolatva
sv: Backa in

# parking
source: Bus
es: Autobús
hu: Busz
is: Strætisvagn
sv: Buss

# parking
source: Carports
es: Cocheras
hu: Fedett, oldalról nyitott parkolóhelyek
is: Bílskýli
sv: Carportar

# parking
source: Charging
de_ch: Nur für Laden
es: Carga (de vehículos eléctricos)
hu: Elektromos töltés
is: Hleðsla
sv: Laddning

# parking
source: Cobblestone
de_ch: Kopfsteinpflaster allgemein
es: Adoquinado
hu: Nagy kavics (görgeteg)
is: Götusteinar
sv: Kullersten

# parking
source: Compacted
de_ch: Verdichtet
es: Compactado
hu: Tömörített
is: Þjappað
sv: Komprimerad

# parking
source: Concrete
de_ch: Beton
es: Hormigón
hu: Beton
is: Steinsteypa
sv: Betong

# parking
source: Concrete lanes
de_ch: Fahrspuren aus Beton
es: Carriles de hormigón
hu: Beton nyomsávok
is: Steinsteyptar akreinar
sv: Betongplattor

# parking
source: Concrete plates
de_ch: Betonplatten
es: Placas de hormigón
hu: Betonlapok
is: Steinsteyptar plötur
sv: Betongplattor

# parking
source: Customers
de_ch: Kunden
es: Clientes
hu: Ügyfeleknek
is: Viðskiptavinir
sv: Kunder

# parking
source: Delivery
de_ch: Lieferung
es: Entrega
hu: Házhoz szállítás
is: Heimsending
sv: Leverans

# parking
source: Dirt
de_ch: Unbefestigte Oberfläche
es: Tierra
hu: Poros
is: Mold
sv: Jord

# parking
source: Disabled
de_ch: Behinderte
es: Deshabilitado
hu: Fogyatékkal élők
is: Óvirkt
sv: Funktionsnedsatta

# parking
source: Disc
de_ch: Parkscheibe
es: Disco
hu: Koronggal
is: Frisbí
sv: P-skiva

# parking
source: Fine gravel
de_ch: Feiner Kies
es: Grava fina
hu: Murva
is: Fín möl
sv: Fint grus

# parking
source: Fire lane
de_ch: Fahrspur für Rettungsfahrzeuge
es: Carril de incendios
hu: Tűzoltóútvonal
is: Akrein fyrir slökkvibíla
sv: Brandväg

# parking
source: Free
de_ch: Gratis
es: Gratis
hu: Ingyenes
is: Laust
sv: Fri

# parking
source: Garage boxes
de_ch: Fertiggaragen
es: Garajes cerrados
hu: Garázssor
is: Bílskúrsgeymslur
sv: Garageboxar

# parking
source: Grass
de_ch: Gras
es: Césped
hu: Fű
is: Gras
sv: Gräs

# parking
source: Grass paver
de_ch: Rasenpflaster
es: Pavimentadora de hierba
hu: Gyephézagos térkő
is: Grassteinar
sv: Gräsarmering

# parking
source: Gravel
de_ch: Schotter
es: Grava
hu: Zúzottkő
is: Möl
sv: Grus

# parking
source: Ground
de_ch: Naturbelassene Oberfläche
es: Suelo
hu: Föld
is: Yfirborð
sv: Mark

# parking
source: HGV
de_ch: LKW
es: Vehículo pesado
hu: Tgk.
is: Þyngri vöruflutningabifreiðar
sv: Tunga fordon

# parking
source: Head in
de_ch: Vorwärts
es: De frente
hu: Előre
sv: Kör in

# parking
source: Lane
de_ch: Fahrbahn
es: Carril
hu: Úttest
is: Akrein
sv: Vägbana

# parking
source: Layby
de_ch: Haltebucht
es: Zona de estacionamiento
hu: Útszéli parkolóhely
is: Meðfram götu
sv: Väntelägen

# parking
source: Marked
de_ch: Markiert
es: Marcado
hu: Felfestve
is: Merkt
sv: Markerad

# parking
source: Motorcycle
de_ch: Motorradtaxi
es: Motocicleta
hu: Motorkerékpárral használható
is: Mótorhjól
sv: Motorcykel

# parking
source: Mud
de_ch: Schlamm
es: Lodo
hu: Sár
is: Leðja
sv: Lera

# parking
source: Multi-storey
de_ch: Mehrere Stockwerke
es: De varias plantas
hu: Parkolóház
is: Margra hæða
sv: Flervånings

# parking
source: No parking
de_ch: Parkverbot
es: Prohibido estacionar
hu: Várakozni tilos
is: Engin bílastæði
sv: Parkering förbjuden

# parking
source: No parking possible
de_ch: Parken nicht möglich
es: No es posible estacionar
hu: Nem lehet parkolni
is: Ekki mögulegt að leggja bílum
sv: Ingen parkering möjlig

# parking
source: No standing
de_ch: Halteverbot
es: Prohibido detenerse
hu: No standing (USA)
sv: Förbud att stanna

# parking
source: No stopping
de_ch: Halteverbot
es: Prohibido parar
hu: Megállni tilos
is: Bannað að stöðva
sv: Förbud att stanna

# parking
source: Parallel
es: Paralelo
hu: Párhuzamosan
is: Samhliða
sv: Parallell

# parking
source: Parallel to street
de_ch: Parallel zur Strasse
es: Paralelo a la calle
hu: Az úttal párhuzamosan
is: Samhliða götu
sv: Parallellt med gatan

# parking
source: Parent
de_ch: Eltern
es: Padre/Madre
hu: Szülőknek fenntartott hely
is: Forveri
sv: Föräldrar

# parking
source: Parking bays
de_ch: Parkbuchten
es: Espacios de estacionamiento / Plazas de aparcamiento
hu: Parkolóöböl
is: Bílasvæði
sv: Parkeringsfickor

# parking
source: Parking both sides
de_ch: Parken beidseitig
es: Estacionamiento en ambos lados
hu: Parkolás mindkét oldalon
is: Bílastæði báðum megin
sv: Parkering på båda sidor

# parking
source: Parking condition both sides
de_ch: Parkbedingungen beidseitig
es: Condición de estacionamiento en ambos lados
hu: Parkolási feltétel mindkét oldalon
is: Skilyrði bílastæða báðum megin
sv: Parkeringsvillkor på båda sidor

# parking
source: Parking condition left-hand side
de_ch: Parkbedingungen links
es: Condición de estacionamiento en el lado izquierdo
hu: Parkolási feltétel a bal oldalon
is: Skilyrði bílastæða á vinstri hönd
sv: Parkeringsvillkor på vänster sida

# parking
source: Parking condition right-hand side
de_ch: Parkbedingungen rechts
es: Condición de estacionamiento en el lado derecho
hu: Parkolási feltétel a jobb oldalon
is: Skilyrði bílastæða á hægri hönd
sv: Parkeringsvillkor på höger sida

# parking
source: Parking direction both sides
de_ch: Einparkrichtung beidseitig
es: Dirección de estacionamiento en ambos lados
hu: Parkoló iránya: mindkettő
is: Átt bílastæða báðum megin
sv: Parkeringsriktning båda sidor

# parking
source: Parking direction left
de_ch: Einparkrichtung links
es: Dirección de estacionamiento a la izquierda
hu: Parkoló iránya: bal
is: Átt bílastæða til vinstri
sv: Parkeringsriktning vänster

# parking
source: Parking direction right
de_ch: Einparkrichtung rechts
es: Dirección de estacionamiento a la derecha
hu: Parkoló iránya: jobb
is: Átt bílastæða til hægri
sv: Parkeringsriktning höger

# parking
source: Parking is mapped separately
de_ch: Separat kartierte Parkfelder
es: El estacionamiento está mapeado por separado
hu: A parkoló külön van feltérképezve
is: Bílastæði eru kortlögð sérstaklega
sv: Parkering kartlagd separat

# parking
source: Parking left
de_ch: Parken links
es: Estacionamiento a la izquierda
hu: Parkolás a bal oldalon
is: Bílastæði til vinstri
sv: Parkering vänster

# parking
source: Parking left-hand side
de_ch: Parken links
es: Estacionamiento en el lado izquierdo
hu: Parkolás a bal oldalon
is: Bílastæði á vinstri hönd
sv: Parkering på vänster sida

# parking
source: Parking on pavement
de_ch: Parken auf dem Gehweg
es: Estacionamiento en la acera/vereda
hu: Parkolás az úttesten
is: Bílastæði á gangstétt
sv: Parkering på trottoaren

# parking
source: Parking on shoulder
de_ch: Parken auf dem Seitenstreifen
es: Estacionamiento en el arcén/banquina
hu: Parkolás a padkán
is: Bílastæði á vegöxl
sv: Parkering på vägrenen

# parking
source: Parking on street
de_ch: Parken auf der Strasse
es: Estacionamiento en la calle
hu: Parkolás az utcán
is: Bílastæði á götu
sv: Parkering på gatan

# parking
source: Parking orientation both sides
de_ch: Parkstreifenausrichtung beidseitig
es: Orientación del estacionamiento en ambos lados
hu: Parkolás iránya mindkét oldalon
is: Stefna bílastæða báðum megin
sv: Parkeringsriktning på båda sidor

# parking
source: Parking orientation left
de_ch: Parkstreifenausrichtung links
es: Orientación del estacionamiento a la izquierda
hu: Parkolás iránya a bal oldalon
is: Stefna bílastæða til vinstri
sv: Parkeringsriktning vänster

# parking
source: Parking orientation right
de_ch: Parkstreifenausrichtung rechts
es: Orientación del estacionamiento a la derecha
hu: Parkolás iránya a jobb oldalon
is: Stefna bílastæða til hægri
sv: Parkeringsriktning höger

# parking
source: Parking partially on pavement
de_ch: Teilweise auf dem Gehweg
es: Estacionamiento parcialmente en la acera/vereda
hu: Parkolás részben az úttesten
is: Bílastæði að hluta á gangstétt
sv: Parkering delvis på trottoaren

# parking
source: Parking possible
de_ch: Parken möglich
es: Estacionamiento posible
hu: Parkolni lehet
is: Mögulegt að leggja bílum
sv: Parkering möjlig

# parking
source: Parking right
de_ch: Parken rechts
es: Estacionamiento a la derecha
hu: Parkolás jobbra
is: Bílastæði til hægri
sv: Parkering höger

# parking
source: Parking right-hand side
de_ch: Parken rechts
es: Estacionamiento en el lado derecho
hu: Parkolás a jobb oldalon
is: Bílastæði á hægri hönd
sv: Parkering på höger sida

# parking
source: Parking surface both sides
de_ch: Parkfeldoberfläche beidseitg
es: Superficie de estacionamiento en ambos lados
hu: Parkoló felszíne mindkét oldalon
is: Yfirborðsfrágangur bílastæða báðum megin
sv: Parkeringsyta på båda sidor

# parking
source: Parking surface left
de_ch: Parkfeldoberfläche links
es: Superficie de estacionamiento a la izquierda
hu: Parkoló felszíne a bal oldalon
is: Yfirborðsfrágangur bílastæða á vinstri hönd
sv: Parkeringsyta vänster

# parking
source: Parking surface right
de_ch: Parkfeldoberfläche rechts
es: Superficie de estacionamiento a la derecha
hu: Parkoló felszíne a jobb oldalon
is: Yfirborðsfrágangur bílastæða á hægri hönd
sv: Parkeringsyta höger

# parking
source: Paved
de_ch: Versiegelte Oberfläche
es: Pavimentado
hu: Burkolt
is: Bundið slitlag
sv: Belagd

# parking
source: Paving stones
de_ch: Pflastersteine
es: Adoquines
hu: Térkő
is: Hellusteinar
sv: Gatsten

# parking
source: Pebblestone
de_ch: Kieselsteine
es: Guijarros
hu: Kavics
is: Steinvölur
sv: Småsten

# parking
source: Private
de_ch: Privat
es: Privado
hu: Magántulajdon
is: Einka
sv: Privat

# parking
source: Residents
de_ch: Anwohner
es: Residentes
hu: Helyi lakosoknak
is: Íbúar
sv: Boende

# parking
source: Rock
de_ch: Fels
es: Roca
hu: Szikla
is: Grjótjökull
sv: Sten

# parking
source: Rooftop
de_ch: Dach
es: Azotea
hu: Tető
is: Uppi á þaki
sv: Takplats

# parking
source: Rubber
de_ch: Gummi
es: Goma
hu: Gumi
is: Gúmmí
sv: Gummi

# parking
source: Sand
es: Arena
hu: Homok
is: Sandur

# parking
source: Sett
de_ch: Glattes Steinpflaster
es: Adoquinado
hu: Macskakő
is: Steinlagt
sv: Gatsten

# parking
source: Sheds
de_ch: Schuppen
es: Galpones
hu: Garázstető
is: Skúrar
sv: Skjul

# parking
source: Staff
de_ch: Angestellte
es: Personal
hu: Személyzeti
is: Starfsfólk
sv: Personal

# parking
source: Street side
de_ch: Strassenrand
es: Lado de la calle
hu: Út mellett
is: Hlið götu
sv: Sidan av väg

# parking
source: Surface
de_ch: Oberfläche
es: Superficie
hu: Felszíni
is: Yfirborð
sv: Yta

# parking
source: Ticket
de_ch: Parkschein
es: Boleto / Ticket
hu: Jegy
is: Miðasala
sv: Biljetter

# parking
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# parking
source: Underground
de_ch: Unterirdisch
es: Subterráneo
hu: Mélygarázs
is: Neðanjarðar
sv: Underjordisk

# parking
source: Unhewn cobblestone
de_ch: Rohes Kopfsteinpflaster, unregelmässige Steine
es: Adoquín sin labrar
hu: Vágatlan nagy kavics (görgeteg)
is: Ósléttir götusteinar
sv: Ohuggen kullersten

# parking
source: Unpaved
de_ch: Ohne Strassenbelag
es: Sin pavimentar
hu: Burkolatlan
is: Óbundið slitlag
sv: Obelagd

# parking
source: Women
de_ch: Frauen
es: Mujeres
is: Konur
sv: Kvinnor

# parking
source: Wood
de_ch: Holz
es: Madera
hu: Fa
is: Viður
sv: Trä

# parking
source: Wood chips
de_ch: Holzschnitzel
es: Astillas de madera
hu: Faapríték
is: Spænir
sv: Träflis

# shop=car_repair
source: Aligns tyres
de_ch: Wuchtet Autoreifen aus
es: Alinea neumáticos / Alinea llantas
hu: Gumibeállítás
sv: Hjulinställning

# shop=car_repair
source: Car repair
de_ch: Autoreparatur
es: Reparación de automóviles
hu: Autószerelés
sv: Bilreparation

# shop=car_repair
source: Paints exterior
de_ch: Lackiert Karosserie
es: Pinta exteriores
hu: Fényezés
sv: Målar utvändigt

# shop=car_repair
source: Performs diagnostics
de_ch: Fehlerdiagnose
es: Realiza diagnósticos
hu: Diagnosztika
sv: Utför diagnostik

# shop=car_repair
source: Performs oil changes
de_ch: Ölwechsel
es: Realiza cambios de aceite
hu: Olajcsere
sv: Utför oljebyten

# shop=car_repair
source: Repairs AC
de_ch: Klimaanlagenreparatur
es: Repara aire acondicionado
hu: Szerelés: klímaberendezés
sv: Reparationer av AC

# shop=car_repair
source: Repairs body
de_ch: Karosseriereparatur
es: Repara carrocería / chasis
hu: Szerelés: karosszéria
sv: Reparerar kaross

# shop=car_repair
source: Repairs electrical
de_ch: Repariert Elektrik
es: Repara sistema eléctrico
hu: Szerelés: autóvillamosság
sv: Reparationer av elektriska

# shop=car_repair
source: Repairs glass
de_ch: Scheibenreparatur
es: Repara cristales / vidrios
hu: Szerelés: üveg
sv: Reparerar glas

# shop=car_repair
source: Repairs motor
de_ch: Repariert Motor
es: Repara motor
hu: Szerelés: motor
sv: Reparerar motor

# shop=car_repair
source: Repairs muffler
de_ch: Repariert Auspuffanlage
es: Repara silenciador
hu: Szerelés: kipufogódob
sv: Reparerar ljuddämpare

# shop=car_repair
source: Repairs transmission
de_ch: Repariert Getriebe
es: Repara transmisión
hu: Szerelés: sebességváltó
sv: Reparerar transmissionen

# shop=car_repair
source: Repairs/replaces batteries
de_ch: Repariert/ersetzt Batterien
es: Repara/reemplaza baterías
hu: Szerelés/csere: akkumulátor
sv: Reparerar/byter batterier

# shop=car_repair
source: Replaces tires
de_ch: Reifenwechsel
es: Reemplaza neumáticos / llantas
hu: Csere: gumi
sv: Byter ut däck

# shop=car_repair
source: Sells car parts
de_ch: Ersatzteilverkauf
es: Vende repuestos de automóviles
hu: Értékesítés: autóalkatrész
sv: Säljer bildelar

# shop=car_repair
source: Sells new cars
de_ch: Neufahrzeugverkauf
es: Vende autos nuevos
hu: Értékesítés: új autó
sv: Säljer nya bilar

# shop=car_repair
source: Sells used cars
de_ch: Gebrauchtautoverkauf
es: Vende autos usados
hu: Értékesítés: használt autó
sv: Säljer begagnade bilar

# shop=car_repair
source: Service
de_ch: Dienste
es: Servicio
hu: Szolgáltatás
is: Þjónusta

# shop=car_repair
source: Services brakes
de_ch: Wartet Bremsen
es: Repara frenos
hu: Szerelés: fék
sv: Bromsservice

# shop=car_repair
source: State mandated inspections
de_ch: Vorgeschriebene Fahrzeuguntersuchungen
es: Inspecciones obligatorias por el estado / Inspecciones técnicas de vehículos
hu: Államilag előírt vizsgálat
sv: Statligt obligatoriska inspektioner

# shop=car_repair
source: Truck repair
de_ch: Lastwagenreparatur
es: Reparación de camiones
hu: Teherautó-szerelés
sv: Lastbilsreparation

# tree denotation
source: Agricultural
de_ch: Landwirtschaftliche Nutzung
es: Agrícola
hu: Mezőgazdasági
is: Landbúnaður
sv: Jordbruk

# tree denotation
source: Avenue
de_ch: Allee
es: Avenida
hu: Fasor
is: Breiðgata
sv: Aveny

# tree denotation
source: Denotation
de_ch: Vorgesehene Verwendung
es: Denotación
hu: Jelentőség
is: Hlutverk
sv: Betydelse

# tree denotation
source: Especially old tree, often with a particular shape. Usually protected for its uniqueness.
de_ch: Besonders alter Baum, häufig mit aussergewöhnlichem Habitus. Gewöhnlich unter Naturschutz wegen seiner Einzigartigkeit.
es: Árbol especialmente viejo, a menudo con una forma particular. Suele estar protegido por su singularidad.
hu: Különösen öreg, gyakran jellegzetes alakú fa. Általában egyedisége miatt védett.
is: Mjög gamalt tré, of með einstaklega sértöku lagi. Venjulega verndað vegna sérstöðu sinnar.
sv: Utmärkande träd pga exempelvis ålder, form eller ovanlig art. Ofta fridlyst eller skyddad för sitt unika naturvärde.

# tree denotation
source: Landmark
de_ch: Wahrzeichen
es: Punto de referencia
hu: Tájékozódási pont
is: Landmerki
sv: Landmärke

# tree denotation
source: Natural monument
de_ch: Naturdenkmal
es: Monumento natural
hu: Természeti emlék
is: Náttúruvætti
sv: Naturminne

# tree denotation
source: Trees aligned along a road.
de_ch: Bäume entlang einer Strasse angeordnet.
es: Árboles alineados a lo largo de una carretera.
hu: Út melletti fák.
is: Tré í línu meðfram vegi.
sv: Trädrad längs en väg.

# tree denotation
source: Trees found within settlements, e.g. in parks or spread through residential areas.
de_ch: Bäume in Ortschaften, z.B. in Parks oder in Wohngebieten.
es: Árboles que se encuentran dentro de asentamientos, por ejemplo, en parques o dispersos en áreas residenciales.
hu: Településen belüli fák, például parkokban vagy lakóterületeken elszórva.
is: Tré sem finnast innan byggðra svæða, t.d. í almenningsgörðum eða dreifð í íbúðasvæðum.
sv: Träd inom bebyggelse, som i parker eller bostadsområden.

# tree denotation
source: Trees in agricultural use.
de_ch: Landwirtschaftlich genutzte Bäume.
es: Árboles de cultivo.
hu: Mezőgazdasági hasznosítású fák.
is: Tré til landbúnaðarnota.
sv: Träd i jordbrukssyfte, som fruktträd, palmodlingar och plantager.

# tree denotation
source: Trees remarkable due to its size or prominent location, usually visible from great distances and useful for navigation.
de_ch: Bäume, die sich durch ihre Grösse oder markante Lage auszeichnen, meist aus grosser Entfernung sichtbar und für die Navigation nützlich sind.
es: Árboles notables por su tamaño o ubicación prominente, generalmente visibles desde grandes distancias y útiles para la navegación.
hu: Méretük vagy a kiemelt helyük miatt feltűnő fák. Általában messziről láthatóak és navigációs szempontból hasznosak.
is: Tré sem er sérstakt vegna stærðar eða staðsetningar, venjulega sýnilegt af löngu færi og getur nýst við rötun.
sv: Utmärkande träd pga storlek eller placering, ofta synligt på långt håll och användbart för orientering.

# tree denotation
source: Urban
de_ch: Stadtbaum
es: Urbano
hu: Városi
is: Í byggð
sv: Tätort

# tree_form
source: Cropped in a symmetric fashion.
de_ch: Symmetrisch zugeschnitten.
es: Recortado de forma simétrica.
sv: Beskuren på ett symmetriskt sätt.

# tree_form
source: Pollard
de_ch: Kopfweide
es: Desmochado
sv: Hamling

# tree_form
source: Pollard cropping.
de_ch: Kopfweidenschnitt.
es: Recorte desmochado.
sv: Hamla

# tree_form
source: Symmetric
de_ch: Symmetrisch
es: Simétrico
sv: Symmetrisk

source: Tree form
de_ch: Baumform
es: Forma del árbol
sv: Trädform

# tree_form
source: Unbalanced
de_ch: Unsymmetrisch
es: Desequilibrado
sv: Obalanserad

# tree_form
source: Uncropped.
de_ch: Ungeschnitten.
es: Sin recortar.
sv: Obeskuren

# jewish
source: Conservative
de_ch: konservativ
es: Conservador
hu: Konzervatív
is: Íhaldsamt
sv: Konservativ

# jewish
source: Denomination
de_ch: Konfession
es: Denominación
hu: Felekezet
is: Kirkjudeild
sv: Samfund

# jewish
source: Nondenominational
es: Sin denominación
hu: Felekezeten kívüli
is: Utan kirkjudeilda
sv: Icke-konfessionell

# jewish
source: Orthodox
es: Ortodoxo
is: Rétttrúnaðarkirkja
sv: Ortodox

# jewish
source: Reform
de_ch: liberal
es: Reforma
hu: Reformzsidó
is: Siðbót
sv: Reformistisk

# power
source: Anchor
de_ch: Anker
es: Anclaje
hu: Horgony
is: Akkeri
sv: Ankare

# power
source: Azimuth-altitude dual axis (AADAT)
de_ch: Azimut-Höhe-Doppelachse (AADAT)
es: Doble eje acimut-altitud (AADAT)
sv: Azimuth-höjd dubbelaxel (AADAT)

# power
source: Branch
de_ch: Zweigstrecke
es: Derivación
hu: Elágazás
is: Tengigrein
sv: Sidospår

# power
source: Branch tower type
de_ch: Verzweigungsart des Stommastes
es: Tipo de torre de derivación
hu: Elágaztató oszlop típusa
sv: Typ av torn vid avgrening

# power
source: Connection
de_ch: Verbindung
es: Conexión
hu: Összekötő
is: Tenging
sv: Anslutning

# power
source: Cross
de_ch: Kreuz
es: Cruce
hu: Kereszt
is: Kross
sv: Kors

# power
source: Crossing
de_ch: Übergang
es: Cruce
hu: Kereszteződés
is: Þverun
sv: Korsning

# power
source: Dual axis
de_ch: Dualachse
es: Doble eje
is: Tveggja ása
sv: Dubbel axel

# power
source: Fixed
de_ch: fest ausgerichtet
es: Fija
hu: Rögzített
is: Föst
sv: Fast

# power
source: Horizontal axis (HSAT)
de_ch: Horizontale Achse (HSAT)
es: Eje horizontal (HSAT)
is: Láréttur ás (HSAT)
sv: Horisontell axel (HSAT)

# power
source: Horizontal axis, tilted modules (HTSAT)
de_ch: Horizontale Achse, geneigte Module (HTSAT)
es: Eje horizontal, módulos inclinados (HTSAT)
sv: Horisontell axel, lutande moduler (HTSAT)

# power
source: Indoor
de_ch: Innenraum
es: Interior
hu: Beltéri
is: Innanhúss
sv: Inomhus

# power
source: Line arrangement
de_ch: Leitungsführung
es: Disposición de la línea
sv: Linjearrangemang

# power
source: Line attachment
de_ch: Leitungsbefestigung
es: Fijación de la línea
hu: Vezeték rögzítése
is: Festing línu
sv: Linjearrangemang

# power
source: Line management
de_ch: Leitungsführung
es: Gestión de la línea
hu: Kábelvezetés
sv: Ledningsarrangemang

# power
source: Location
de_ch: Lage
es: Ubicación
hu: Elhelyezkedés
is: Staðsetning
sv: Plats

# power
source: Loop
de_ch: Schleife
es: Bucle
is: Lykkja
sv: Slinga

# power
source: Method
de_ch: Umwandlungsmethode
es: Método
hu: Áramtermelés módja
is: Aðferð
sv: Metod

# power
source: Number of conductors/wires per cable
de_ch: Anzahl der Leiterseile in einem Bündelleiter
es: Número de conductores/hilos por cable
hu: Vezetékek/drótok száma kábelenként
is: Fjöldi leiðara/víra í kapli
sv: Antal ledare/sladdar per ledare

# power
source: Outdoor
de_ch: im Freien
es: Exterior
hu: Szabadtéri
is: Utanhúss
sv: Utomhus

# power
source: Pin
de_ch: Flaggstock
es: Alfiler
hu: Alátámasztás
is: Á stöng
sv: Stift

# power
source: Platform
de_ch: Plattform
es: Andén
hu: Peron
is: Pallur
sv: Plattform

# power
source: Pole type
de_ch: Masttyp
es: Tipo de poste
hu: Villanyoszlop típusa
is: Tegund staurs
sv: Stolptyp

# power
source: Portal design
de_ch: Abspannportaldesign
es: Diseño de portal
hu: Kapuoszlop kialakítása

# power
source: Portal three-level
de_ch: Portal dreistöckig
es: Portal de tres niveles
sv: Portal tre nivåer

# power
source: Portal two-level
de_ch: Portal zweistöckig
es: Portal de dos niveles
sv: Portal två nivåer

# power
source: Pulley
de_ch: Umlenkrolle
es: Polea
hu: Csiga
is: Trissa
sv: Remskiva

# power
source: Roof
de_ch: Dach
es: Techo
hu: Tető
is: Þak
sv: Tak

# power
source: Single axis
de_ch: Einzelachse
es: Eje único
is: Stakur ás
sv: Enkel axel

# power
source: Split
de_ch: Auftrennen
es: Dividir
hu: Szétvágás
is: Skipta
sv: Dela

# power
source: Square
de_ch: Platz
es: Escuadrar
hu: Tér
is: Hornrétta
sv: Rätvinkla

# power
source: Straight
de_ch: Gerade
es: Derecho
is: Beint
sv: Rak

# power
source: Surface
de_ch: Oberfläche
es: Superficie
hu: Földfelszín
is: Yfirborð
sv: Yta

# power
source: Suspension
de_ch: Aufhängung
es: Suspensión
hu: Felfüggesztés
is: Upphengt
sv: hängbro

# power
source: Tap
de_ch: Abzweigleitung
es: Toma
is: Vatnshani
sv: Avgrening

# power
source: Termination
de_ch: Endpunkt
es: Terminación
hu: Végződés
is: Endabúnaður
sv: Uppsägning

# power
source: Tilted axis (TSAT)
de_ch: Geneigte Achse (TSAT)
es: Eje inclinado (TSAT)
sv: Lutad axel (TSAT)

# power
source: Tip-tilt dual axis (TTDAT)
de_ch: Tip-tilt Dualachse (TTDAT)
es: Doble eje de inclinación-basculación (TTDAT)
sv: Tipp-tilt dubbelaxel (TTDAT)

# power
source: Tower design
de_ch: Turmdesign
es: Diseño de torre
hu: Oszlopkialakítás
is: Hönnun turns
sv: Torndesign

# power
source: Tower type
de_ch: Turmtyp
es: Tipo de torre
hu: Oszlop típusa
is: Tegund turns
sv: Torntyp

# power
source: Tracking type
de_ch: Trackingtyp
es: Tipo de seguimiento
sv: Spårningstyp

# power
source: Transition
de_ch: Übergang
es: Transición
hu: Átmenet
is: Millistöð
sv: Övergång

# power
source: Transpose
de_ch: Transposition
es: Transponer
sv: Transponera

# power
source: Transposing
de_ch: Transponieren
es: Transposición
hu: Átalakítás
sv: Transponering
