Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Foundation
de_ch: Stiftung
es: Fundación
hu: Alapítvány
is: Sjálfseignarstofnun
sv: Stiftelse

source: Fountain
de_ch: Springbrunnen
es: Fuente
hu: Szökőkút
is: Gosbrunnur
sv: Fontän

source: Fountain type
de_ch: Brunnentyp
es: Tipo de fuente
hu: Kút típusa
sv: Typ av fontän

source: Fox
de_ch: Fuchs
es: Zorro
hu: Róka
is: Refir
sv: Räv

source: Fragile
de_ch: brüchig
es: Frágil
hu: törékeny
is: Laust
sv: Ömtåligt

source: Frame
de_ch: Bilderrahmen
es: Marco
hu: Képkeretező
is: Rammar
sv: Ram

source: Francis turbine
es: Turbina Francis
hu: Francis-turbina
is: Francis-túrbína
sv: Francisturbin

source: Free
de_ch: Gratis
es: Gratis
hu: Ingyenes
is: Laust
sv: Fri

source: Free bicycle pump
de_ch: Kostenlose Velopumpe
es: Inflado de ruedas de bicicleta gratuito
hu: Ingyen kerékpárpumpa
is: Ókeypis loftdæla fyrir hjól
sv: Cykelpump

source: Free flying
de_ch: Freies Fliegen
es: Vuelo libre
is: Frjálst flug
sv: Fritt flygande

source: Free menstrual products
de_ch: Kostenlose Menstruationsprodukte
es: Productos menstruales gratuitos
hu: Ingyenes menstruációs termék
sv: Gratis mensprodukter

source: Freestanding
de_ch: Freistehend
es: Autoportante / Independiente
hu: Szabadon álló
sv: Fristående

source: Freight elevator
de_ch: Lastenaufzug
es: Ascensor de carga / Montacargas
hu: Teherlift
is: Vorulyfta
sv: Varuhiss

source: French
de_ch: Französisch
es: Francés
hu: francia
is: Franska
sv: Franska

source: French grading
de_ch: Französische Skala
es: Graduación francesa
hu: Francia skála
is: Franskar gráður
sv: Fransk gradering

source: French: Main difficulty
de_ch: Französisch: Höchste Schwierigkeit
es: Francés: Dificultad principal
hu: Francia: közepes nehézség
is: Franskt: Mestu erfiðleikar
sv: Franska: Huvudsvårighetsgrad

source: French: Most difficult route
de_ch: Französisch: Schwierigste Route
es: Francés: Ruta más difícil
hu: Francia: legnehezebb útvonal
is: Franskt: Erfiðasta leið
sv: Franska: Svåraste rutten

source: French: Simplest route
de_ch: Französisch: Einfachste Route
es: Francés: Ruta más sencilla
hu: Francia: legkönnyebb útvonal
is: Franskt: Einfaldasta leið
sv: Franska: Enklaste vägen

source: Frequency in Hertz (Hz)
de_ch: Frequenz in Hertz (Hz)
es: Frecuencia en Hercios (Hz)
hu: Frekvencia (Hertz, Hz)
is: Tíðni í Hertz (Hz)
sv: Frekvens i Hertz (Hz)

source: Friture
es: Fritura
hu: sült burgonya
sv: Portalkran

source: From (initial stop)
de_ch: Abfahrtshalt
es: Desde (parada inicial)
hu: Innen (kiinduló megálló)
is: Frá (fyrsta stopp)
sv: Från (första hållplats)

source: From (start)
de_ch: Von (Anfang)
es: Desde (inicio)
hu: Innen
sv: Från (start)

source: From lane : to lanes
de_ch: Von Spur : auf Spuren
es: De carril : a carriles
hu: Sávból : sávokba
is: Af akrein : til akreina
sv: Från körfält : till körfält

source: Front
de_ch: Vorne
es: Frente
sv: Främre

source: Frontage road
de_ch: Zubringerstraße
es: Vía de servicio / Calle frontal
hu: Főúttal párhuzamos kiszolgáló út
sv: Frontväg

source: Frozen food
de_ch: Tiefkühlprodukte
es: Alimentos congelados
hu: Fagyasztott élelmiszer
is: Frosinn matur
sv: Fryst mat

source: Frozen yogurt
es: Yogur helado
hu: fagyasztott joghurt
is: Frosin jógúrt
sv: Fryst yoghurt

source: Fruitarian
de_ch: Frutarisch
es: Dieta frugívora
hu: Fruitárius
is: Ávaxtafæði
sv: Frukterian

source: Fuel
de_ch: Treibstoff
es: Gasolina
hu: Üzemanyag
is: Eldsneyti
sv: Bränsle

source: Fuel cards
de_ch: Tankkarten
es: Tarjetas de combustible
hu: Üzemanyagkártyák
is: Eldsneytiskort
sv: Tankkort

source: Fuel cards:
de_ch: Tankkarten:
es: Tarjetas de combustible
hu: Üzemanyagkártyák:
is: Eldsneytiskort:
sv: Bränslekort:

source: Fuel types
de_ch: Treibstoffart
es: Tipos de combustible
hu: Üzemanyagtípusok
is: Tegundir eldsneytis
sv: Bränsletyper

source: Fuel types:
de_ch: Treibstoffart
es: Tipos de combustible:
hu: Üzemanyagtípusok:
is: Tegundir eldsneytis:
sv: Bränsletyp:

source: Full height turnstile
de_ch: Drehkreuz in voller Höhe
es: Torniquete de altura completa
hu: Embermagasságú forgókapu
sv: Rotationsgrind

source: Full post office
de_ch: Postamt
es: Oficina de correos completa
hu: Teljes körű postahivatal
sv: Fullt postkontor

source: Full post office operated by 3rd party
de_ch: Postamt, betrieben von einem Drittanbieter
es: Oficina de correos completa operada por terceros
hu: Harmadik fél által üzemeltetett teljes körű postahivatal
sv: Hela postkontoret drivs av tredje part

source: Full-Height Turnstile
de_ch: Drehkreuz in voller Höhe
es: Molinete de altura completa
hu: Embermagasságú forgókapu
is: Snúningshlið í fullri stærð
sv: Rotationsgrind

source: Function
de_ch: Funktion
es: Función
hu: Funkció
is: Tilgangur
sv: Funktion

source: Functionalism
de_ch: Funktionalismus
es: Funcionalismo
hu: Funkcionalista
sv: Funktionalism

source: Funeral Directors
de_ch: Bestatter
es: Directores de funerales
hu: Temetkezési iroda
is: Útfararstjórar
sv: Begravningsbyrå

source: Furnace
de_ch: Öfen
es: Horno
hu: Kályha, kandalló
is: Ofn
sv: Panna

source: Furniture
de_ch: Möbel
es: Muebles
hu: Bútor
is: Húsgögn
sv: Möbler

source: GLONASS Signals
de_ch: GLONASS Signale
es: Señales GLONASS
hu: GLONASZSZ jelek
is: GLONASS-merki
sv: GLONASS Signaler

source: GPS Signals
de_ch: GPS Signale
es: Señales de GPS
hu: GPS jelek
is: GPS-merki
sv: GPS-signal

source: Gabion
de_ch: Steinkorb
es: Gavión
hu: Gabion (kőkosár)
is: Gabíónar

source: Gaelic
de_ch: Gälisch
es: Gaélico
hu: ír (gael)
is: Gelíska
sv: Gäliska

source: Gaelic Games
de_ch: Gälische Spiele
es: Juegos gaélicos
hu: Kelta játékok
is: Gelískir leikar
sv: Gaelisk fotboll

source: Galician
de_ch: Galicisch
es: Gallego
hu: galíciai
is: Galisíska
sv: Galiciska

source: Galileo Signals
de_ch: Galileo Signale
es: Señales de Galileo
hu: Galileo jelek
is: Galileo-merki
sv: Galileo-signal

source: Gallery
de_ch: Kunstgalerie
es: Galería
hu: Galéria, erkély
is: Sýningasalur
sv: Konstgalleri

source: Gambling
de_ch: Glückspiel
es: Juegos de azar
hu: Szerencsejáték
is: Fjárhættuspil
sv: Hasardspel

source: Games:
de_ch: Spiele:
es: Juegos:
hu: Játékok:
is: Leikir:
sv: Spel:

source: Gamma ray
de_ch: Gammastrahlen
es: Rayos gamma
hu: Gamma-sugárzás
is: Gammageislar
sv: Gammatrålar

source: Gantry
de_ch: Schilderbrücke Verkehrszeichenbrücke
es: Pórtico de señales
hu: Portál
is: Tollhlið
sv: Vägportal

source: Gantry crane
de_ch: Portalkran
es: Grúa pórtico
hu: Portáldaru
is: Hlaupaköttur á teinum
sv: Portalkran

source: Garage
de_ch: Einzelgarage
es: Garaje privado
hu: Garázs
is: Bílskúr

source: Garden
de_ch: Garten
es: Jardín
hu: Kert
is: Garður
sv: Trädgård

source: Garden Centre
de_ch: Gartencenter
es: Centro de jardinería
hu: Kertészet
is: Garðyrkjumiðstöð
sv: Trädgårdscenter

source: Gardener
de_ch: Gärtner
es: Jardinero
hu: Kertész
is: Garðyrkjumaður
sv: Trädgårdsmästare

source: Gas Power Generator
de_ch: Gaskraftwerk
es: Generador de energía a base de gas
hu: Földgáz-generátor
is: Gasaflgjafi
sv: Gaskraftverk

source: Gas Power Plant
de_ch: Gaskraftwerk
es: Planta de energía a base de gas
hu: Földgázerőmű
is: Gasknúin aflstöð
sv: Gaskraftverk

source: Gas flare
de_ch: Gasfackel
es: Antorcha de gas
sv: Gasfackling

source: Gas ignition
de_ch: Gaszündung
es: Encendido de gas
hu: Gázrobbantás (Gazex)
sv: Gasantändning

source: Gas insulated
de_ch: Gasisoliert
es: Gas aislado
hu: Gázszigetelt
is: Einangrað með gasi
sv: Gasisolerad

source: Gas turbine
es: Turbina de gas
hu: Gázturbina
is: Gastúrbína
sv: Gasturbin

source: Gasoline
de_ch: Gas
es: Gasolina
hu: Benzin
is: Bensín
sv: Bensin

source: Gasoline Power Generator
de_ch: Benzinbetriebener Stromgenerator
es: Generador de energía a base de gasolina
hu: Benzin-generátor
is: Bensínaflgjafi
sv: Bensingenerator

source: Gasoline Power Plant
de_ch: Gaskraftwerk
es: Planta de energía a base de gasolina
hu: Benzinerőmű
is: Bensínknúin aflstöð
sv: Bensinkraftverk

source: Gasometer
es: Gasómetro
hu: Gazométer
is: Gasmælir
sv: Gasklocka

source: Gate
de_ch: Gatter
es: Puerta
hu: Kapu
is: Hlið

source: Gauge (mm)
de_ch: Spurweite (mm)
es: Grosor (mm)
hu: Nyomtáv (mm)
is: Sporbreidd (mm)
sv: Spårvidd (mm)

source: Gear
de_ch: Gang
es: Engranaje
sv: Redskap

source: Gearbox
de_ch: Getriebe
es: Caja de cambios
sv: Växellåda

source: Gender
de_ch: Geschlecht
es: Género
hu: Nem
is: Kyn
sv: Kön

source: General
de_ch: Allgemeinmedizin
es: General / Productos generales
hu: Általános orvoslás
is: Almennt
sv: Generell

source: General access
de_ch: Allgemeiner Zugang
es: Acceso general
hu: Általánosan használható
is: Almennur aðgangur
sv: Allmän åtkomst

source: General access @
de_ch: Allgemeiner Zugang @
es: Acceso general @
hu: Általánosan használható @
is: Almennur aðgangur @
sv: Allmän åtkomst @

source: General store
de_ch: Gemischtwarenhandlung
es: Tienda de comestibles / Almacén
hu: Vegyesbolt
is: Almenn verslun
sv: Lanthandel

source: Generator Source
de_ch: Generator Quelle
es: Fuente del generador
hu: Energiaforrás
is: Búið til með
sv: Generatorkälla

source: Generator Type
de_ch: Generatortyp
es: Tipo de generador
hu: Áramfejlesztő típusa
is: Tegund aflgjafa
sv: Generatortyp

source: Generic decorative fountain
de_ch: Generischer Zierbrunnen
es: Fuente decorativa genérica
sv: Generisk dekorativ fontän

source: Generic drinking fountain
de_ch: Generischer Trinkbrunnen
es: Fuente de agua potable genérica
sv: Generisk dricksfontän

source: Generic route
de_ch: Allgemeine Route
es: Ruta genérica
hu: Általános útvonal
is: Almenn leið
sv: Generell led

source: Genus
de_ch: Gattungsname
es: Género
hu: Nemzetség
is: Ættkvísl
sv: Kö

source: Geodesic
es: Geodésico

source: Geography
de_ch: Geographie
es: Geografía
hu: Földrajz
is: Landafræði
sv: Geografi

source: Geology
de_ch: Geologie
es: Geología
hu: Földtan (geológia)
is: Jarðfræði
sv: Geologi

source: Georgian
de_ch: Georgisch
es: Georgiana
hu: grúz
is: Georgíska
sv: Georgiska

source: Georgian architecture
de_ch: Gregorianische Architektur
es: Arquitectura georgiana
is: Georgskur byggingastíll
sv: Georgiansk arkitektur

source: Geothermal
de_ch: Geothermie
es: Geotermia
hu: Geotermikus energia
is: Jarðvarmi
sv: Geotermisk

source: Geothermal Power Generator
de_ch: Geothermiekraftwerk
es: Generador de energía geotérmica
hu: Geotermikus generátor
is: Jarðhitaaflgjafi
sv: Geotermisk generator

source: Geothermal Power Plant
de_ch: Geothermiekraftwerk
es: Planta de energía geotérmica
hu: Geotermikus erőmű
is: Jarðhitaknúin aflstöð
sv: Geotermiskt kraftverk

source: German
de_ch: Deutsch
es: Alemán
hu: német
is: Þýska
sv: Tyska

source: Geyser
de_ch: Geysir
es: Géiser
hu: Gejzír
is: Goshver
sv: Gejser

source: Gift/Souvenir
de_ch: Geschenk/Andenken
es: Regalo/Recuerdo
hu: Ajándék/szuvenír
is: Gjafir/Minjagripir
sv: Gåvor/Souvenirer

source: Giraffe
es: Jirafa
hu: Zsiráf
is: Gíraffar
sv: Giraff

source: Give Way
de_ch: Kein Vortritt
es: Ceda el paso
hu: Elsőbbségadás kötelező
is: Víkja
sv: Lämna företräde

source: Give box
es: Caja de intercambio
sv: Donationslåda

source: Give way
de_ch: Kein Vortritt
es: Ceda el paso
hu: Elsőbbségadás kötelező
is: Víkja
sv: Väjningsplikt

source: Glacier
de_ch: Gletscher
es: Glaciar
hu: Gleccser
is: Jökull
sv: Glaciär

source: Glass
de_ch: Glas
es: Vidrio
hu: Üveg
is: Gler
sv: Glas

source: Glass Bottles
de_ch: Glasflaschen
es: Botellas de cristal
hu: Üvegpalack
is: Glerflöskur
sv: Glasflaskor

source: Glass cabinet
de_ch: Glasschrank
es: Armario de vidrio
hu: Üvegszekrény
is: Glerskápur
sv: Glasskåp

source: Glaziery
de_ch: Glaser
es: Cristalería
hu: Üveges
is: Gler og speglar
sv: Glasmästeri

source: Gliding
de_ch: Segelfliegen
es: Vuelo a vela / Planeador
hu: Vitorlázórepülőtér
is: Svifflug
sv: Glidning

source: Gluten free
de_ch: Glutenfrei
es: Sin gluten
hu: Gluténmentes
is: Glútenlaust
sv: Glutenfri

source: Goat
de_ch: Ziege
es: Cabra
hu: Kecske
is: Geitur
sv: Get

source: Gold
es: Oro
hu: arany
is: Gull
sv: Guld

source: Golf Course
de_ch: Golfplatz
es: Curso de golf
hu: Golfpálya
is: Golfvöllur
sv: Golfbana

source: Golf course
de_ch: Golfplatz
es: Campo de golf
sv: Golfbana

source: Gondola
de_ch: Gondel
es: Góndola
is: Eggjalyfta
sv: Kabin

source: Goods
de_ch: Waren
es: Bienes
hu: Áru
is: Vörur
sv: Gods

source: Goods conveyor
de_ch: Förderband
es: Cinta transportadora de mercancías
hu: Szállítószalag
sv: Transportörsystem

source: Goose
de_ch: Gans
es: Oca
hu: Lúd
sv: Gås

source: Gorilla
es: Gorila
is: Górillur

source: Gothic Revival architecture
de_ch: Neogotische Architektur
es: Arquitectura neogótica
hu: Neogótikus
is: Nýgotneskur byggingastíll
sv: Nygotisk

source: Gothic architecture
de_ch: Gothische Architektur
es: Arquitectura gótica
hu: Gótikus
is: Gotneskur byggingastíll
sv: Gotisk

source: Government
de_ch: Behörde
es: Gobierno
hu: Kormányzat
is: Stjórnsýsla
sv: Myndighet

source: Granite
de_ch: Granit
es: Granito
hu: Gránit
is: Granít
sv: Granit

source: Grapes
de_ch: Trauben
es: Uvas
hu: Szőlő
sv: Vindruvor

source: Graphic design
de_ch: Grafikdesign
es: Diseño gráfico
hu: Grafikus dizájn
is: Grafísk hönnun
sv: Grafisk design

source: Grass
de_ch: Gras
es: Césped
hu: Fű
is: Gras
sv: Gräs

source: Grass minimum thermometer - ground temperature
de_ch: Gras-Minimumthermometer – Bodentemperatur
es: Termómetro de mínima en el césped - temperatura del suelo
sv: Gräsminimumtermometer - marktemperatur

source: Grassland
de_ch: Unkultiviertes Grasland
es: Pradera
hu: Füves puszta
is: Gresja
sv: Gräsmark

source: Grassy steep slope
de_ch: Grasiger steiler Hang
es: Pendiente empinada con césped
hu: Meredek füves lejtő
is: Brött grasbrekka
sv: Gräsbevuxen brant sluttning

source: Grave
de_ch: Grab
es: Tumba
hu: Sír
is: Gröf
sv: Grav

source: Grave field
de_ch: Grabfeld
es: Campo de tumbas / Necrópolis
hu: Temetkezési hely
sv: Gravfält

source: Gravel
de_ch: Kies
es: Grava
hu: Zúzott kő
is: Möl
sv: Grus

source: Graveyard
de_ch: Gräberfeld
es: Cementerio
hu: Tempom körüli temető
is: Grafreitur
sv: Kyrkogård

source: Gravity drain for hose
de_ch: Sanitäre Entsorgungsstation
es: Gravedad de desague para manguera
hu: Gravitációs drén csőcsatlakozás
is: Skilvindudren fyrir slöngu
sv: Gravitationsavlopp för slang

source: Greek
de_ch: Griechisch
es: Griego
hu: görög
is: Gríska
sv: Grekiska

source: Greek Catholic
de_ch: Griechisch-Katholisch
es: Católica griega
sv: Grekisk-katolsk

source: Greek Orthodox
de_ch: Griechisch-Orthodox
es: Ortodoxa griega
sv: Grekisk-ortodox

source: Greek catholic
de_ch: Griechisch-Katholisch
es: Católico griego
hu: Görögkatolikus
is: Grísk-kaþólska
sv: Grekisk katolik

source: Greek orthodox
de_ch: Griechisch-Orthodox
es: Griego ortodoxo
hu: Görög ortodox
is: Gríska rétttrúnaðarkirkjan
sv: Grekisk ortodox

source: Green Waste
de_ch: Grüngut
es: Desechos verdes / Residuos orgánicos
hu: Zöldhulladék
is: Lífrænn úrgangur
sv: Trädgårdsavfall

source: Greenfield
de_ch: Unbebautes Bauland
es: Terreno no urbanizado
hu: Zöldmezős terület
is: Nýbyggingarsvæði
sv: Planerad byggnation

source: Greengrocer
de_ch: Gemüsehändler
es: Verdulería
hu: Zöldséges
is: Grænmetissala
sv: Grönsakshandel

source: Greenhouse Horticulture
de_ch: Gewächshäuser
es: Horticultura en Invernadero
hu: Üvegházi kertészet
is: Blómagróðurhús
sv: Växthus för trädgårdsväxter

source: Grey
de_ch: Grau
es: Gris
hu: Szürke
is: Grátt
sv: Grå

source: Grey water
de_ch: Grauwasser
es: Aguas grises
hu: Szürke szennyvíz
sv: Gråvatten

source: Gridiron
de_ch: Rost
es: Rejilla / Gridiron
sv: Halster

source: Grit Bin
de_ch: Streugutcontainer
es: Contenedor de gravilla
hu: Útszóróanyagos láda
is: Sandkista
sv: Soptunna

source: Ground
de_ch: Erde
es: Terreno
hu: Föld
is: Yfirborð
sv: Mark

source: Groundwater
de_ch: Grundwasser
es: Agua subterránea
hu: Talajvíz
is: Grunnvatn
sv: Grundvatten

source: Group Home
de_ch: Wohnheim
es: Hogar grupal / Asilo
hu: Lakóotthon
is: Sambýli
sv: Grupphem

source: Group only access
de_ch: Nur Gruppen
es: Acceso solo para grupos
hu: Csak csoportok használhatják
is: Einungis hópar
sv: Endast för grupper

source: Grouse butt
es: Puesto de caza de lagópodos

source: Groyne
de_ch: Buhne
es: Rompeolas
hu: Sarkantyú
is: Öldubrjótur
sv: Hövd, vågbrytare vinkelrätt mot kusten

source: Guarani
es: Guaraní
is: Guaraní
sv: Guaraní

source: Guard Rail
de_ch: Leitplanke
es: Guardarraíl
hu: Szalagkorlát
is: Vegrið
sv: Skyddsräcke

source: Guest House/Bed & Breakfast
de_ch: Pension (B&B)
es: Hostería/Cama & Desayuno
hu: Vendégház
is: Gistihús/BB-gisting
sv: Gästhus/Bed & Breakfast

source: Guide
de_ch: Fremdenführer
es: Guía / Servicio de guía
hu: Idegenvezetői iroda
is: Leiðsögumenn
sv: Guidning

source: Guidepost
de_ch: Wegweiser
es: Poste indicador
hu: Útirányjelző tábla
is: Upplýsingaskilti
sv: Vägskylt

source: Gully
de_ch: Rinne
es: Barranco / Cárcava
sv: Ravin

source: Gurudwara
es: Gurdwara
hu: Gurudvara (szikh)

source: Guyed
de_ch: Abgespannt
es: Atirantado
sv: Stängd

source: Guyed lattice
de_ch: Abgespannter Gittermast
es: Celosía atirantada
sv: Stålgitter

source: Guyed tube
de_ch: Abgespannter Rohrturm
es: Tubo atirantado
sv: Stålrör

source: Gymnastics
de_ch: Turnen
es: Gimnasia
hu: Torna
is: Fimleikar
sv: Gymnastik

source: HGV
de_ch: LKW
es: Vehículo pesado
hu: Tgk.
is: Þyngri vöruflutningabifreiðar
sv: Tunga fordon

source: HGV @
de_ch: LKW @
es: Vehículo pesado @
hu: Tgk. @
is: HGV þungavöruflutningar @
sv: Tunga fordon @

source: HGV lane access
de_ch: LKW-Spurnutzung
es: Acceso al carril de vehículos pesados
hu: Tgk. sávhasználata
is: Aðgangur akreinar fyrir þyngri vöruflutningabifreiðar
sv: Tung lastbil åtkomst till körfält

source: HGV lane access in way direction
de_ch: LKW-Spurnutzung in Wegrichtung
es: Acceso al carril de vehículos pesados en sentido a la vía
hu: Tgk. sávhasználata a vonal irányában
is: Aðgangur akreinar fyrir þyngri vöruflutningabifreiðar í sömu akstursstefnu
sv: Tung lastbil, åtkomst till körfält i sträckans riktning

source: HGV lane access opposite to way direction
de_ch: LKW-Spurnutzung entgegengesetzt zur Wegrichtung
es: Acceso al carril de vehículos pesados en sentido contrario a la vía
hu: Tgk. sávhasználata a vonal irányával ellentétesen
is: Aðgangur akreinar fyrir þyngri vöruflutningabifreiðar í gagnstæða akstursstefnu
sv: Tung lastbil, åtkomst till körfält motsatt sträckans riktning

source: HGV toll
de_ch: LKW-Maut
es: Peaje para vehículos pesados
sv: Tull för tunga lastbilar

source: Habitat with evergreen and deciduous vegetation.
de_ch: Lebensraum mit laubabwerfender und immergrüner Vegetation
es: Hábitat con vegetacón de hoja perenne y de hoja caduca.
hu: Élőhely örökzöld és lombhullató növényzettel.
is: Búsvæði með sígrænum eða sumargrænum jurtum.
sv: Habitat med vintergröna och lövfällande vegetation.

source: Hackerspace
es: Hacklab
is: Hakkaraathvarf

source: Hair removal
de_ch: Haarentfernung
es: Depilación
hu: Szőrtelenítés
is: Háreyðing
sv: Hårborttagning

source: Hairdresser
de_ch: Friseur
es: Peluquería
hu: Fodrászat
is: Hárstofa
sv: Hårfrisör

source: Hairdresser supply
de_ch: Friseurbedarf
es: Suministros de peluquería
hu: Fodrászkellék
sv: Frisörartiklar och frisörtillbehör

source: Hairdresser/Barber
de_ch: Friseur
es: Peluquero/Barbero
hu: Fodrász/borbély
is: Hársnyrting/Rakari
sv: Frisör/Barberare

source: Hall
de_ch: Halle
es: Vestíbulo / Sala / Hall
hu: Hall, csarnok
is: Salur
sv: Korridor

source: Hamlet
de_ch: Weiler
es: Aldea
hu: Falucska
is: Byggðakjarni
sv: Liten by

source: Hammer throw
de_ch: Hammerwurf
es: Lanzamiento de martillo
hu: Kalapácsvetés
sv: Slägga

source: Hampshire Gate
de_ch: Weidezaun-Tor
es: Puerta de Hampshire
hu: Eltávolítható drótkerítés
is: Vírhlið
sv: Borttagbart staket

source: Handball
es: Balonmano
hu: Kézilabda
is: Handbolti
sv: Handboll

source: Handicap rating
de_ch: Handicap-Bewertung
es: Clasificación de discapacitados
hu: Handicap-érték
is: Forgjöf
sv: Handikap betyg

source: Handicraft
de_ch: Kunsthandwerk
es: Artesanía
hu: Kézműves műhely
is: Handverk
sv: Hantverk

source: Handrail
de_ch: Handlauf
es: Pasamano
hu: Korlát
is: Handrið
sv: Ledstång

source: Handwashing facilities
de_ch: Händewaschen möglich
es: Instalaciones para lavarse las manos / Lavamanos
hu: Kézmosási lehetőség
sv: Handtvätt

source: Hang-gliding
de_ch: Deltafliegen
es: Ala delta

source: Hanjeungmak/Korean
de_ch: Hanjeungmak/Koreanisch
es: Hanjeungmak / Sauna coreana
sv: Hanjeungmak/Koreanska

source: Harbour
de_ch: Hafen
es: Puerto
hu: Kikötő vízterülete
is: Höfn
sv: Hamn

source: Harbour basin
de_ch: Hafenbecken
es: Dársena / Cuenca portuaria
hu: Kikötőmedence
sv: Hamnbassängen

source: Has a bar
de_ch: Bar vorhanden
es: Tiene un bar
hu: Bárként is működik
sv: Har en bar

source: Has bubble?
de_ch: Besitzt eine Haube?
es: ¿Tiene burbujas?
hu: Van-e védőburka (zárt-e)?
is: Er með veðurhlíf?
sv: Har bubbla?

source: Has heating?
de_ch: Geheizt?
es: ¿Está calentándose?
hu: Fűtött?
is: Er með upphitun?
sv: Har värme?

source: Hazard
de_ch: Gefahr
es: Peligro
hu: Veszély
is: Lífshætta
sv: Fara

source: Hazardous Area
de_ch: Gefahrenbereich
es: Zona peligrosa
hu: Veszélyes terület
sv: Farligt område

source: Hazel plants
de_ch: Haselnusspflanzen
es: Avellanos
hu: Mogyorónövény
is: Hesliplöntur
sv: Hasselväxter

source: Health
de_ch: Gesundheit
es: Salud
hu: Egészségügy
is: Heilsa
sv: Hälsa

source: Health food
de_ch: Naturkostladen
es: Alimentos saludables
hu: Egészséges élelmiszer
is: Heilsufæði
sv: Hälsokost

source: Healthcare
de_ch: Gesundheit
es: Atención médica / Sanidad
hu: Egészségügy
is: Heilsugæsla
sv: Hälsovård

source: Hearing Aids
de_ch: Hörgeräte
es: Audífonos
hu: Hallókészülékbolt
is: Heyrnartæki
sv: Hörselhjälpmedel

source: Heat pump
de_ch: Wärmepumpe
es: Bomba de calor
hu: Hőszivattyú
is: Varmadæla
sv: Värmepump

source: Heath
de_ch: Heide
es: Brezal
hu: Fenyér
is: Heiði
sv: Hed

source: Heating
de_ch: Heizung
es: Calefacción
hu: Fűtés
is: Upphitun
sv: Uppvärmning

source: Heating engineer
de_ch: Heizungsbauer
es: Técnico de calefacción
hu: Fűtésszerelő
sv: Installatör

source: Heating oil
de_ch: Heizöl
es: Aceite de calefacción
hu: Fűtőolaj
is: Olía til upphitunar
sv: Eldningsolja

source: Heavy Goods Vehicle
de_ch: Lastkraftwagen
es: Vehículo de bienes pesados
hu: Tehergépkocsi
is: Þyngri vöruflutningafarartæki (HGV)
sv: Tunga fordon

source: Hebrew
de_ch: Hebräisch
es: Hebreo
hu: héber
is: Hebreska
sv: Hebreiska

source: Hedge
de_ch: Hecke
es: Seto
hu: Sövény
is: Limgerði
sv: Häck

source: Height (Meters)
de_ch: Höhe (in Meter)
es: Altura (metros)
hu: Magasság (méter)
is: Hæð (metrar)
sv: Höjd (meter)

source: Height (m)
de_ch: Höhe (m)
es: Altura (m)
hu: Magasság (m)
is: Hæð (m)
sv: Höjd (m)

source: Height (meters)
de_ch: Höhe (in Meter)
es: Altura (metros)
hu: Magasság (méter)
is: Hæð (metrar)
sv: Höjd (meter)

source: Height restrictor
de_ch: Höhenbeschränker
es: Limitador de altura
hu: Magasságkorlátozó
is: Hæðartakmörkun
sv: Skyddsportal

source: Helicopter
de_ch: Helikopter
es: Helicóptero
hu: Helikopter
is: Þyrlur
sv: Helikopter

source: Heliostat
es: Heliostato
hu: Heliosztát

source: Helipad
de_ch: Hubschrauberlandeplatz
es: Helipuerto
hu: Helikopter-leszállóhely
is: Þyrlupallur
sv: Helikopterplatta

source: Heliport
es: Helipuerto
hu: Helikopterkikötő (heliport)
is: Þyrlupallur
sv: Helikopterflygplats

source: Herbalist
de_ch: Kräuterladen
es: Herbolario / Hierbería
hu: Gyógynövénybolt
is: Grasalæknir
sv: Medicinalväxter

source: Hifi equipment repairs
de_ch: Reparaturen von Hifi-Geräten
es: Reparaciones de equipos de alta fidelidad / Hi-Fi
hu: Hifi berendezés szerelése
sv: Ljudanläggningsreparation

source: High Clearance: light duty off-road vehicle
de_ch: Grosse Bodenfreiheit: leichtes Off-Road Fahrzeug
es: Despeje alto: vehículo todoterreno ligero
hu: Magas alvázú járművel: könnyű terepjáró
is: Hátt undir kvið: léttir jeppar og torfæruaksturstæki
sv: Hög markfrigång: lätt terrängfordon
