Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Rope tow
de_ch: Seil
es: Cuerda de remolque
hu: Kapaszkodó sífelvonó
is: Kaðallyfta
sv: Dragrep

source: Rotary vane
de_ch: Drehschieber
es: Paleta rotativa
sv: Roterande skovel

source: Rotor diameter (meters)
de_ch: Rotordurchmesser (Meter)
es: Diámetro del rotor (metros)
sv: Rotordiameter (meter)

source: Roundabout
de_ch: Kreisel
es: Rotonda/Glorieta
hu: Körforgalom
is: Hringtorg
sv: Cirkulationsplats

source: Roundtrip
de_ch: Rundfahrt
es: Ida y vuelta
hu: Kör-út
is: Fram og til baka
sv: Rundresa

source: Route
es: Ruta
hu: Útvonal
is: Leið
sv: Rutt

source: Route Master
de_ch: Masterroute
es: Ruta maestra
hu: Tömegközlekedési útvonalhálózat (route master)
sv: Huvudrutt

source: Route Network
de_ch: Routennetzwerk
es: Red de rutas
hu: Útvonalhálózat
is: Leiðakerfi
sv: Ruttnätverk

source: Route length (m)
de_ch: Routenlänge (m)
es: Longitud de la ruta (m)
hu: Útvonal hossza (m)
is: Lengd leiðar (m)
sv: Ruttlängd (m)

source: Route marker
de_ch: Routenmarkierung
es: Marcador de ruta
hu: Útjelzés
is: Leitarmerki
sv: Ledmarkering

source: Route master
de_ch: Masterroute
es: Ruta maestra
hu: Tömegközlekedési útvonalhálózat (route master)
sv: Huvudrutt

source: Route references
de_ch: Routenreferenz
es: Referencias de ruta
hu: Járat száma
is: Tilvísanir leiðar
sv: Ruttreferenser

source: Route segment
de_ch: Routenteil
es: Segmento de ruta
hu: Útvonalrész
is: Leiðarbútur
sv: ruttsegment

source: Route type
de_ch: Routentyp
es: Tipo de ruta
hu: Útvonaltípus
is: Tegund leiðar
sv: Ruttyp

source: Routes
de_ch: Routen
es: Rutas
hu: Útvonalak
is: Leiðir
sv: Rutt

source: Routes shown for
de_ch: Routen angezeigt für
es: Rutas mostradas para
hu: Jelzett útvonalak
sv: Rutter som visas

source: Routes shown for:
de_ch: Angezeigte Routen:
es: Rutas mostradas para:
hu: A következő útvonalak megjelenítése:
is: Leiðir birtar fyrir:
sv: Rutter som visas:

source: Rowing
de_ch: Rudern
es: Remo
hu: Evezés
is: Róður
sv: Rodd

source: Royal cypher wikidata
de_ch: Königliches Monogramm Wikidata
es: Cifrado real de Wikidata
hu: Királyi monogram wikidata
sv: kungligt monogram

source: Rugby League
es: Liga de rugby
hu: Rögbi (league)
is: Deildarruðningur (13 manna rúgbý)

source: Ruins
de_ch: Ruinen
es: Ruinas
hu: Romok
is: Rústir
sv: Ruiner

source: Rules
de_ch: Regeln
es: Normas / Reglas
hu: Szabályok
is: Reglur
sv: Regler

source: Rumble strip
de_ch: Holperstreifen.
es: Banda sonora
hu: Rázócsík
is: Hvinrendur
sv: Bullerremsor

source: Running
de_ch: Laufsport
es: Carrera
hu: Futás
is: Hlaup
sv: Löpning

source: Running Route
de_ch: Laufroute
es: Ruta de carrera / Circuito de running
hu: Futóútvonal
is: Hlaupaleið
sv: Löpningsled

source: Running route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
de_ch: Laufroute (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
es: Ruta de running/carrera a pie (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
hu: Futóútvonal (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
is: Hlaupaleið (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
sv: Löpningsled (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Runway
de_ch: Landebahn
es: Pista de aterrizaje
hu: Kifutópálya
is: Flugbraut
sv: Start- och landningsbana

source: Russian
de_ch: Russisch
es: Ruso
hu: orosz
is: Rússneska
sv: Ryska

source: Russian Orthodox
de_ch: Russisch-Orthodox
es: Ortodoxa rusa
sv: Rysk-ortodoxa

source: Russian orthodox
de_ch: Russisch-Orthodox
es: Ortodoxo ruso
hu: Orosz ortodox
is: Rússneska rétttrúnaðarkirkjan
sv: Rysk ortodox

source: Rutile
de_ch: Rutil
es: Rutilo
hu: rutil
is: Títansandur
sv: Rutil

source: SAC Scale
de_ch: SAC Skala
es: Escala SAC (Club Alpino Suizo)
hu: SAC-skála
is: SAC-kvarði
sv: SAC-skala

source: SIM cards
de_ch: SIM Karten
es: Tarjetas SIM
hu: SIM-kártya
is: SIM-kort
sv: Sim-kort

source: SSI
es: SSI (Scuba Schools International)

source: SW
es: SO
hu: DNy
is: SV

source: Saddle
de_ch: Sattel
es: Collado / Abra
hu: Nyereg
is: Röðull
sv: Sadelpunkt (bergspass)

source: Saddler
de_ch: Sattler
es: Talabartero
hu: Nyeregkészítő
is: Söðlasmiður
sv: Sadelmakare

source: Safari park
es: Parque safari
hu: Szafaripark
is: Safarígarður
sv: Safaridjurpark

source: Safe water beacon
de_ch: Sicherheitswasser-Bake
es: Baliza de aguas seguras
hu: Biztonságos vizet mutató jel
is: Sjómerki á öruggri siglingaleið
sv: Fritt farvatten-märke

source: Safe water buoy
de_ch: Sicherheitswasserboje
es: Boya de aguas seguras
hu: Biztonságos vizet jelző bója
is: Dufl á öruggri siglingaleið
sv: Fritt farvatten-boj

source: Safety
de_ch: Sicherheit
es: Seguridad
sv: Säkerhet

source: Safety Training
de_ch: Sicherheitstraining
es: Entrenamiento de seguridad
hu: Biztonsági képzés
is: Öryggisþjálfun
sv: Säkerhetsträning

source: Safety inspection
de_ch: Sicherheitsprüfung (z.B. TÜV)
es: Inspección de seguridad
hu: Biztonsági ellenőrzés
is: Öryggiseftirlit
sv: Säkerhetsinspektion

source: Sailing boats
de_ch: Segelboote
es: Veleros
hu: Vitorlás
is: Seglbátar
sv: Segelbåtar

source: Sailmaker
de_ch: Segelmacher
es: Fabricante de velas
hu: Vitorlakészítő
is: Seglagerð
sv: Segelmakare

source: Salad
de_ch: Salat
es: Ensalada
hu: saláta
sv: Sallad

source: Sales area
de_ch: Verkaufsfläche
es: Área de ventas
hu: Eladótér
is: Sölusvæði
sv: Försäljningsområde

source: Sally Port
de_ch: Stadttor
es: Poterna
hu: Várkapu
is: Virkishlið
sv: Befäst entréport

source: Salt
de_ch: Salz
es: Sal
hu: só

source: Salt Pond
de_ch: Saline
es: Estanque de sal
hu: Sólepárló medence
is: Salttjörn
sv: Salin

source: Salt Water
de_ch: Salzwasser
es: Agua salada
hu: Sós víz
is: Saltvatn
sv: Saltvatten

source: Saltern
de_ch: Saline
es: Salina
hu: Sólepárló medence
is: Saltgerði
sv: Saltverk

source: Saltmarsh
de_ch: Salzwiesen
es: Marisma salada
hu: Sós mocsár
is: Saltmýri
sv: Sälta

source: Sand
es: Arena
hu: Homok
is: Sandur

source: Sand bath
de_ch: Sandbad
es: Baño de arena
sv: Sandbad

source: Sand waves
de_ch: Sandwellen
es: Olas de arena
is: Sandöldur
sv: Sandvågor

source: Sandstone
de_ch: Sandstein
es: Arenisca
hu: Homokkő
is: Sandsteinn
sv: Sandsten

source: Sandwich
es: Sándwich / Bocadillo
hu: szendvics
is: Samlokur
sv: Macka

source: Sanitary
de_ch: Gesundheits...
es: Sanitario
hu: Higiénés termékek
is: Hreinlætisúrgangur
sv: Sanitär

source: Sanitary Dump Station
de_ch: Sanitäre Entsorgungsstation
es: Estación sanitaria de vertedero
hu: Szaniterürítő hely
is: Stöð fyrir hreinlætisúrgang
sv: Avfallsstation

source: Sanitary dump station
de_ch: Sanitäre Entsorgungsstation
es: Estación de vertedero sanitario
hu: Szaniterürítő hely
is: Stöð fyrir hreinlætisúrgang
sv: Sanitär avfallsstation

source: Sanskrit
es: Sánscrito
hu: szanszkrit
is: Sanskrít

source: Sarcophagus
de_ch: Sarkophag
es: Sarcófago
hu: Szarkofág
is: Steinkista
sv: Sarkofag

source: Satellite
de_ch: Satellitenbild
es: Satélite
hu: Műhold
is: Gervihnattamyndir
sv: Satellit

source: Sausage
de_ch: Wurst
es: Salchicha / Embutido
hu: kis kolbász (sausage)
is: Kryddpylsur
sv: Korv

source: Savanna
de_ch: Savanne
es: Sabana
hu: Szavanna
is: Gresja
sv: Savann

source: Sawmill
de_ch: Sägerei
es: Aserradero
hu: Fűrészmalom
is: Sögunarmylla
sv: Sågverk

source: Saxon grading
de_ch: Sächsische Skala
es: Clasificación sajona
hu: Szász skála
is: Saxon gráður
sv: Saxonsk gradering

source: Saxon: Main difficulty
de_ch: Sächsisch: Höchste Schwierigkeit
es: Sajón: Dificultad principal
hu: Szász: közepes nehézség
is: Saxon: Mestu erfiðleikar
sv: Saxisk: Huvudsvårighetsgrad

source: Saxon: Most difficult route
de_ch: Sächsisch: Schwierigste Route
es: Sajón: Ruta más difícil
hu: Szász: legnehezebb útvonal
is: Saxon: Erfiðasta leið
sv: Saxon: Svåraste rutten

source: Saxon: Simplest route
de_ch: Sächsisch: einfachste Route
es: Sajón: Ruta más sencilla
hu: Szász: legkönnyebb útvonal
is: Saxon: Einfaldasta leið
sv: Saxon: Enklaste vägen

source: Scaffolder
de_ch: Gerüstbauer
es: Andamiero
hu: Állványkészítő
is: Vinnupallasmíði
sv: Ställningsbyggare

source: Scarp
de_ch: Böschung
es: Escarpa
sv: Brant

source: Scheme
de_ch: Schematische Karte
es: Esquema / Plano
hu: Vázlat
is: Skematískt
sv: Schema

source: School
de_ch: Schule
es: Escuela / Colegio
hu: Iskola
is: Skóli
sv: Skola

source: School building
de_ch: Schulgebäude
es: Edificio escolar
hu: Iskolaépület
is: Skólabygging
sv: Skolbyggnad

source: School zone
de_ch: Schulbereich
es: Zona escolar
sv: Skolområde

source: Science
de_ch: Wissenschaft
es: Ciencias
hu: Természettudományi
is: Vísindi
sv: Vetenskap

source: Sconce
de_ch: Schanze
es: Baluarte
hu: Sánc
sv: Lampett

source: Scooter
de_ch: Roller
es: Escúter
hu: Roller
is: Skellinöðrur
sv: Skoter

source: Scoria (volcanic cone)
de_ch: Schlacke (Vulkankegel)
es: Cono de escoria (cono volcánico)
sv: Scoria (vulkanisk kon)

source: Scouts
de_ch: Pfadfinder
es: Exploradores / Scouts
hu: Cserkészek
is: Skátar
sv: Scouter

source: Scramble
es: Cruce diagonal
sv: Förvränga

source: Scrap Metal
de_ch: Altmetall
es: Chatarra
hu: Fémhulladék
is: Brotajárn
sv: Skräpmetall

source: Scree
de_ch: Schutthalde
es: Pedregal
hu: Törmeléklejtő
is: Skriða
sv: Grussluttning

source: Screw
de_ch: Schraube
es: Tornillo
sv: Skruv

source: Scrub
de_ch: Gestrüpp
es: Matorral
hu: Bozót
is: Kjarrlendi
sv: Buskskog

source: Scuba Diving
de_ch: Tauchen
es: Buceo / Submarinismo
hu: Palackos búvárkodás
is: Loftpípuköfun
sv: Nöjesdykning

source: Scuba diving
de_ch: Tauchwarengeschäft
es: Buceo / Submarinismo
hu: Palackos búvárkodás
is: Loftpípuköfun
sv: Nöjesdykning

source: Sculptor
de_ch: Bildhauer
es: Escultor
hu: Szobrász
is: Myndhöggvari
sv: Skulptör

source: Sculpture
de_ch: Skulptur
es: Escultura
hu: Absztrakt szobor
is: Höggmynd
sv: Skulptur

source: Sea animal
de_ch: Meerestiere
es: Animal marino
hu: Tenger állat
is: Sjávardýr
sv: Havsdjur

source: Sea area
de_ch: Seegebiet
es: Zona marítima
sv: Havsområde

source: Sea lion
de_ch: Seelöwe
es: León marino
hu: Oroszlánfóka
is: Sæljón
sv: Sjölejon

source: Sea mammal
de_ch: Meeressäuger
es: Mamífero marino
hu: Tengeri emlős
is: Sjávarspendýr
sv: Havsdäggdjur

source: Sea turtle
de_ch: Meeresschildkröte
es: Tortuga marina
hu: Tengeri teknős
is: Sæskjaldbökur
sv: Havssköldpadda

source: Seabed area
de_ch: Meeresbodenfläche
es: Zona de lecho marino
sv: Havsbottenområde

source: Seafood
de_ch: Meeresfrüchte
es: Mariscos
hu: tengeri ételek
is: Sjávarréttir
sv: Skaldjur

source: Seagrass
de_ch: Seegras
es: Pastos marinos
sv: Sjögräs

source: Seal
de_ch: Seehund, Robbe
es: Foca
hu: Fóka
is: Selir
sv: Säl

source: Seamark
de_ch: Schifffahrtszeichen
es: Marca de navegación / Baliza
hu: Hajózásitérkép-jel
is: Sjómerki
sv: Sjömärke

source: Seamark ?{'{seamark:name} '|''}{seamark:type}
de_ch: Seezeichen ?{'{seamark:name} '|''}{seamark:type}
es: Marca de navegación ?{'{seamark:name} '|''}{seamark:type}
hu: Hajózásitérkép-jel ?{'{seamark:name} '|''}{seamark:type}
sv: Sjömärke ?{'{seamark:name} '|''}{seamark:type}

source: Seamark type
de_ch: Art des Seamark-Objekts
es: Tipo de marca de navegación
hu: Hajózásitérkép-jel típusa
is: Tegund sjómerkis
sv: Typ av sjömärke

source: Seaplane landing area
de_ch: Landefläche für Wasserflugzeuge
es: Área de aterrizaje de hidroaviones
hu: Hidroplán leszállóterülete
is: Lendingarsvæði sjóflugvéla
sv: Landningsområde för sjöflygplan

source: Seasonal
de_ch: Saisonal
es: Estacional
hu: Időszakos
is: Árstíðabundið
sv: Säsongsbetonad

source: Seasonal availability
de_ch: Saisonale Verfügbarkeit
es: Disponibilidad estacional
sv: Säsongsbetonad tillgänglighet

source: Seat
de_ch: Sitz
es: Asiento
sv: Sittplats

source: Seat direction
de_ch: Sitzrichtung
es: Dirección del asiento
sv: Sätesriktning

source: Seated
de_ch: Sitzend
es: Sentado
hu: Ülőke
sv: Sittande

source: Seats count
de_ch: Anzahl Sitzplätze
es: Cuenta de asientos
hu: Ülőhelyek száma
is: Fjöldi sæta
sv: Sittplatser

source: Seawall
de_ch: Ufermauer
es: Rompeolas / Malecón
hu: Vízparti védőfal
is: Brimveggur
sv: Havsvall

source: Second hand
de_ch: Gebrauchtwaren
es: Segunda mano
hu: Használt
is: Notaðar vörur

source: Second-hand bicycles are sold
de_ch: Verkauf von gebrauchten Fahrrädern
es: Se venden bicicletas de segunda mano
hu: Használtkerékpár-eladás
is: Sala á notuðum reiðhjólum
sv: Begagnade cyklar säljs

source: Secondary
de_ch: Landesstrasse
es: Secundario
hu: Összekötő út
is: Auka
sv: Sekundär väg

source: Secondary Link
de_ch: Landesstrassenanschluss/-verbindung
es: Enlace secundario
hu: Összekötő út fel- vagy lehajtó
is: Tengivegur
sv: Anslutning, sekundär väg

source: Secondary voltage in Volts (V)
de_ch: Zweit-Spannung in Volt (V)
es: Tensión secundaria en Voltios (V)
hu: Másodlagos feszültség (V)
is: Varaspenna í voltum (V)
sv: Sekundärspänning i volt (V)

source: Security
de_ch: Sicherheit
es: Seguridad
hu: Biztonság
is: Öryggi
sv: Säkerhet

source: See the Wiki for other capacity:[types]=*.
de_ch: Sieh in der Wiki nach für weitere capacity:[types]=*
es: Consulta la wiki para ver otras capacidades: [types]=*.
hu: A további capacity:[típus]=* kulcsokról a Wikin olvashat.
sv: Se Wiki:n för andra capacity:[types]=*.

source: Seed
de_ch: Samen
es: Semillas
hu: Vetőmag
is: Sáðvörur
sv: Utsäde, frö

source: Segment of a passage that requires use of hands
de_ch: Wegsegment, dass den Gebrauch der Hände benötigt.
es: Tramo de paso que requiere uso de las manos
sv: Del av en passage som kräver användning av händer

source: Segregated
de_ch: Getrennt
es: Segregado/a
hu: Elválasztott
is: Aðgreint
sv: Separerad

source: Segregated Foot- and Cycleway
de_ch: Getrennter Fuss- und Radweg
es: Vía peatonal y ciclista segregada
hu: Elválasztott gyalog- és kerékpárút
is: Aðskilin göngu- og hjólaleið
sv: Delad gång- och cykelväg

source: Seismic Activity
de_ch: Seismograf
es: Actividad sísmica
hu: Szeizmikus tevékenység
is: Jarðhræringar
sv: Seismisk aktivitet

source: Self Service
de_ch: Selbstbedienung
es: Autoservicio
hu: Önkiszolgáló
is: Sjálfsafgreiðsla
sv: Självbetjäning

source: Self checkout
de_ch: Selbstbedienungskasse
es: Autopago
hu: Önkiszolgáló pénztár
is: Sjálfsúttekt
sv: Självutcheckning

source: Self-service
de_ch: Selbstbedienung
es: Autoservicio
hu: Önkiszolgáló
is: Sjálfsafgreiðsla
sv: Självbetjäning

source: Semi deciduous
de_ch: Grösstenteils sommergrün
es: Semi caducifolio
hu: Féllombhullató
is: Hálf-sumargrænt
sv: Delvis lövfällande

source: Semi evergreen
de_ch: Halbimmergrün
es: Semi perenne
hu: Félörökzöld
is: Hálf-sígrænt
sv: Delvist vintergrön

source: Separated
de_ch: Getrennt
es: Apartado
hu: Elválasztva
is: Aðskilið
sv: Separerad

source: Separation boundary
de_ch: Trennungsgrenze
es: Límite de separación
sv: Separationsgräns

source: Separation crossing
de_ch: Trennungsübergang
es: Cruce de separación
sv: Separationskorsning

source: Separation lane
de_ch: Trennspur
es: Carril de separación
hu: Elválasztósáv
sv: Separationsfil

source: Separation line
de_ch: Trennlinie
es: Línea de separación
sv: Separationslinje

source: Separation roundabout
de_ch: Trennungs-Kreisverkehr
es: Rotonda/Glorieta de separación
sv: Separationsrondell

source: Separation zone
de_ch: Trennungszone
es: Zona de separación
sv: Separationszon

source: Serbian
de_ch: Serbisch
es: Serbio
hu: szerb
is: Serbneska
sv: Serbiska

source: Serbian Orthodox
de_ch: Serbisch Orthodox
es: Ortodoxa serbia
sv: Serbisk-ortodoxa

source: Serbian orthodox
de_ch: Serbisch Orthodox
es: Ortodoxo serbio
hu: Szerb ortodox
is: Serbneska rétttrúnaðarkirkjan
sv: Serbisk ortodox

source: Service Device
de_ch: Wartungsgerät
es: Dispositivo de servicio
hu: Kiszolgáló készülék
is: Þjónustutæki
sv: Telekomtjänst-enhet

source: Service Times
de_ch: Betriebszeiten
es: Horarios de servicio
hu: Istentiszteletek ideje
is: Þjónustutímar
sv: Tider för tjänst

source: Serviced (offers showers and electricity)
de_ch: Bewirtschaftet (bietet Duschen und Strom)
es: Equipado (ofrece duchas y electricidad)
sv: Erbjuder service (erbjuder dusch och el)

source: Services
de_ch: Raststätte
es: Servicios
hu: Szolgáltatások
is: Þjónustur
sv: Service

source: Services:
de_ch: Dienstangebot:
es: Servicios:
hu: Szolgáltatások:
is: Þjónustur:
sv: Tjänster:

source: Set to abandoned
de_ch: Als aufgegeben setzen
es: Marcar como abandonado
hu: Átállítás elhagyottra
sv: Ställ in som övergiven

source: Set to abandoned (remove tags)
de_ch: Als aufgegeben setzen (Tags entfernen)
es: Marcar como abandonado (eliminar etiquetas)
hu: Átállítás elhagyottra (címkék eltávolítása)
sv: Ställ in som övergiven (ta bort taggar)

source: Set to demolished
de_ch: Als abgerissen setzen
es: Marcar como demolido
sv: Markera som riven

source: Set to demolished (remove tags)
de_ch: Als abgerissen setzen (Tags entfernen)
es: Marcar como demolido (eliminar etiquetas)
sv: Markera som riven (ta bort taggar)

source: Set to disused
de_ch: Als ungenutzt setzen
es: Marcar como en desuso
hu: Átállítás nem használtra
is: Setja sem aflagt
sv: Ändra till nedlagd

source: Set to disused (remove tags)
de_ch: Als ungenutzt setzen (Tags entfernen)
es: Marcar como en desuso (eliminar etiquetas)
hu: Átállítás nem használtra (címkék eltávolítása)
is: Setja sem aflagt (fjarlægja merki)
sv: Ändra till nedlagd (ta bort etiketter)

source: Settlement
de_ch: Siedlung
es: Asentamiento
hu: Település
is: Landnám
sv: Bosättning

source: Settling
de_ch: Absetzbecken
es: Sedimentación
hu: Ülepítő
sv: Sedimentering

source: Seventh day adventist
de_ch: Siebenten-Tags-Adventisten
es: Adventista del Séptimo Día
hu: Hetednapi Adventista
is: Sjöunda dags aðventistar
sv: Sjundedagsadventist

source: Seventh-day Adventist
de_ch: Siebenten-Tags-Adventisten
es: Adventista del Séptimo Día
sv: Sjundedagsadventister

source: Sewage
de_ch: Abwasser
es: Aguas residuales
hu: Szennyvíz
is: Frárennsli
sv: Avlopp

source: Sewerage
de_ch: Abwasser
es: Alcantarillado
hu: Szennyvíz
sv: Avlopp

source: Sewing
de_ch: Näh- und Schneidereibedarf
es: Costura
hu: Rövidáru
sv: Sömnad

source: Sex toys
de_ch: Sexspielzeug
es: Juguetes sexuales
hu: Erotikus játékszer
is: Kynlífsleikföng
sv: Sexleksaker

source: Shadecloth
de_ch: Stoffdach
es: Malla de sombreo
hu: Árnyékolóvászon
sv: Solskyddsnät

source: Shadow play
de_ch: Schattenspiel
es: Teatro de sombras
hu: Árnyjáték
is: Skuggaleikhús
sv: Skuggteater

source: Shaivism
de_ch: Shivaismus
es: Shaivismo
hu: Saivista
is: Shaívismi

source: Shaktism
de_ch: Shaktismus
es: Shaktismo
hu: Saktista
is: Shaktismi

source: Shape (useful for hedges etc.)
de_ch: Form (nützlich für Hecken usw.)
es: Forma (útil para setos, etc.)
hu: Alak (pl. sövénynél)
is: Lögun (gagnlegt fyrir limgerði o.þ.h.)
sv: Form (användbar för häckar mm)

source: Share taxi
de_ch: Sammeltaxi
es: Compartir taxi
hu: Iránytaxi
is: Deilileigubíll
sv: Delad taxi

source: Share taxi stop
de_ch: Sammeltaxi
es: Parada de taxi compartido
hu: Iránytaxi-megálló
sv: Samåkningstaxihållplats

source: Sharing
de_ch: Carsharing
es: Compartiendo
hu: Megosztó
is: Deiling
sv: Bilpool

source: Shark
de_ch: Hai
es: Tiburón
hu: Cápa
is: Hákarlar
sv: Haj

source: Sharks teeth
de_ch: Haifischzähne
es: Dientes de tiburón
sv: Hajtänder

source: Sharp left
de_ch: Scharf links
es: Izquierda afilada
hu: Élesen balra
is: Kröpp vinstribeygja
sv: Skarpt vänster

source: Sharp right
de_ch: Scharf rechts
es: Cortante derecho
hu: Élesen jobbra
is: Kröpp hægribeygja
sv: Skarpt höger

source: Shed
de_ch: Schuppen
es: Cobertizo
hu: Fészer
is: Skúr
sv: Skjul

source: Sheep
de_ch: Schaf
es: Oveja
hu: Juh
is: Kindur
sv: Får

source: Shelf
de_ch: Regal
es: Estante
hu: Polc
is: Jökulþilja
sv: Hylla

source: Shelter
de_ch: Unterstand
es: Refugio
hu: Esőbeálló
is: Skýli
sv: Skydd

source: Shia
de_ch: schiitisch
es: Chií
hu: Síita
is: Shía

source: Shield volcano (low profile)
de_ch: Schildvulkan (flaches Profil)
es: Volcán en escudo (perfil bajo)
is: Dyngja (lágt þversnið)
sv: Sköldvulkan (låg profil)

source: Shieling
de_ch: Alm
es: Choza / Cabaña de pastor
hu: Hajdani hegyi legelő
sv: Fäbod

source: Shingle
de_ch: Geröll
es: Guijarros / Canto rodado
hu: Kavicshordalék (tengerpart vagy folyómeder)
is: Möl
sv: Grus (singel)

source: Shinto Shrine
de_ch: Shintoschrein
es: Santuario Shinto
hu: Sintó szentély
is: Shinto-skrín
sv: Jinja (Shintoistisk helgedom)

source: Ship
de_ch: Schiff
es: Barco
hu: Hajó
is: Skip
sv: Fartyg

source: Shipping
de_ch: Schifffahrt
es: Transporte marítimo
hu: Hajózás
sv: Sjöfart

source: Shoemaker
de_ch: Schuhmacher
es: Zapatero
hu: Cipőkészítő
is: Skósmiður
sv: Skomakare

source: Shoes
de_ch: Schuhe
es: Zapatos
hu: Cipő
is: Skór
sv: Skor

source: Shooting
de_ch: Schiessen
es: Tiro (deportivo)
hu: Lövészet
is: Skotfimi
sv: Skytte

source: Shop
de_ch: Laden
es: Tienda
hu: Üzlet
is: Verslun
sv: Affär

source: Shop that sells more than just mobile phone related goods and services.
de_ch: Laden der mehr als nur Mobiltelefonie-Güter und Dienste anbietet.
es: Tienda que vende más que solo productos y servicios relacionados con teléfonos móviles.
sv: Butik som säljer mer än bara mobiltelefonrelaterade varor och tjänster.

source: Shops
de_ch: Läden
es: Tiendas
hu: Boltok
is: Verslanir
sv: Affärer

source: Shoreline construction
de_ch: Küstenlinienbau
es: Construcción en la línea de costa
sv: Strandlinjekonstruktion

source: Short message
de_ch: SMS
es: Mensaje corto
hu: SMS
is: Stutt skilaboð
sv: Kort meddelande

source: Shot put
de_ch: Kugelstossen
es: Lanzamiento de peso
hu: Súlylökés
sv: Kulstötning

source: Shoulder
de_ch: Standstreifen
es: Arcén / Banquina
hu: Leállósáv
sv: Vägren

source: Showbiz
de_ch: Showbusiness
es: Espectáculos
sv: Nöjesbranschen

source: Shower
de_ch: Dusche
es: Ducha
hu: Zuhany
is: Steypibað
sv: Dusch

source: Shown Area
de_ch: Sichtbarer Bereich
es: Área mostrada
hu: Megjelenített terület
is: Sýnilegt svæði
sv: Visat område

source: Shows barometric pressure
de_ch: Zeigt barometrische Höhenmessung
es: Muestra presión barométrica
hu: Mutatja a légnyomást
is: Sýnir loftþrýsting
sv: Visar lufttryck

source: Shows current date
de_ch: Datumsanzeige
es: Mostrar la fecha actual
hu: Mutatja a jelenlegi dátumot
is: Sýnir dagsetningu
sv: Visar aktuellt datum

source: Shows humidity
de_ch: Luftfeuchtigkeitsanzeige
es: Mostrar humedad
hu: Mutatja a páratartalmat
is: Sýnir rakastig
sv: Visar luftfuktighet

source: Shows temperature
de_ch: Zeigt die Temperatur
es: Muestra la temperatura
hu: Mutatja a hőmérsékletet
is: Sýnir hitastig
sv: Visar temperatur

source: Shrimp
de_ch: Garnelen
es: Camarón
hu: Garnélatenyésztés
is: Rækjur
sv: Räka

source: Shrub
de_ch: Strauch
es: Arbusto
hu: Cserje
is: Runni
sv: Buskmark

source: Shrubbery
de_ch: Gebüsch
es: Arbustos
hu: Bokros terület
is: Runnagróður
sv: Buskage

source: Shrubbery with a medium density. Able-bodied persons might be able to barge through it, but it takes some effort and might result in scratches or soiled clothing.
de_ch: Gestrüpp mit mittlerer Dichte. Gehfähige Personen können sich vielleicht hindurchzwängen, aber es erfordert einige Anstrengung und kann zu Kratzern oder verschmutzter Kleidung führen.
es: Arbustos con una densidad media. Las personas sin discapacidad física podrían ser capaces de atravesarlo, pero requiere cierto esfuerzo y podría resultar en arañazos o ropa sucia.
hu: Közepes sűrűségű bokros terület. A jó erőben lévő személy talán át tud gázolni rajta, de ez némi erőfeszítést igényel, és karcolásokhoz vagy szennyezett ruházathoz vezethet.
sv: Medeltätt buskage. Kan vara möjligt att streta igenom men är troligen ansträngande och kan ge skrapsår eller nedsmutsning.
