Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Pipeline Valve
de_ch: Pipeline-Ventil
es: Válvula de tubería
hu: Csővezeték-szelep
is: Leiðsluventill
sv: Pipeline-rör

source: Pipeline area
de_ch: Pipelinebereich
es: Área de tuberías
sv: Rörledningsområde

source: Pipeline route
es: Ruta de tubería/oleoducto
hu: Csővezeték nyomvonala
is: Leiðsluleið
sv: Rörledningsrutt

source: Pistachio trees
de_ch: Pistazienbäume
es: Pistachos
hu: Pisztáciafa
is: Pístasíutré
sv: Pistageträd

source: Piste (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
es: Pista (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
hu: Sípálya (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
sv: Pist/Skidspår (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Piste Route
de_ch: Wintersportroute
es: Ruta de pista
hu: Síútvonal
sv: Skidrutt

source: Piste route
de_ch: Wintersportroute
es: Ruta de pista
hu: Síútvonal
sv: Pist, skidspår

source: Piste type
de_ch: Ski-Pistentyp
es: Tipo de pista
hu: Sípályatípus
is: Gerð brautar
sv: Typ av pist

source: Piston
de_ch: Kolben
es: Pistón
hu: Dugattyú
sv: Kolv

source: Pit
de_ch: Schachthöhle
es: Pozo
hu: Gödör
sv: Grop

source: Pitaya plants
de_ch: Drachenfruchtpflanzen
es: Pitahayas
hu: Pitajanövény
is: Pitaya-plöntur
sv: Pitaya-växter

source: Pitch
de_ch: Sportplatz
es: Campo de fútbol
hu: Sportpálya
is: Völlur
sv: Plan

source: Pitches
de_ch: Sportplätze
es: Largos / Tramos de escalada
is: Fleygar
sv: Replängd

source: Place
de_ch: Ort
es: Lugar
is: Staður
sv: Plats

source: Place name
de_ch: Ortsnamen
es: Nombre de lugar
hu: Hely neve
is: Staðarnafn
sv: Platsnamn

source: Place of Worship
de_ch: Andachtsstätte
es: Lugar de adoración
hu: Imahely
is: Helgistaður
sv: Plats för bedjan

source: Place of worship
de_ch: Andachtsstätte
es: Lugar de adoración
hu: Istentiszteleti hely
is: Tilbeiðslustaður
sv: Plats för tillbedjan

source: Place type
de_ch: Ortschaftsart
es: Tipo de lugar
sv: Platstyp

source: Placement
de_ch: Platzierung
es: Ubicación
hu: Elhelyezkedés
is: Staðsetning
sv: Placering

source: Placement in way direction
de_ch: Versatz in Wegrichtung
es: Ubicación en el sentido de la vía
hu: Elhelyezkedés a vonal irányában
sv: Placering i sträckans riktning

source: Placement opposed to way direction
de_ch: Versatz entgegen Wegrichtung
es: Ubicación opuesta al sentido de la vía
hu: Elhelyezkedés a vonallal ellentétes irányban
sv: Placering motsatt sträckans riktning

source: Places
de_ch: Orte
es: Lugares
hu: Helyek
is: Staðir
sv: Platser

source: Plane
de_ch: Flugzeug
es: Avión
hu: Repülőgép
is: Flugvél
sv: Flygplan

source: Plane Parking Position
de_ch: Parkposition
es: Posición de estacionamiento de avión
hu: Repülőgép-parkolási pozíció
is: Staðsetning flugstæðis
sv: Flygplanets parkeringsposition

source: Planet walk
de_ch: Planetenweg
es: Trayectoria de los planetas
hu: Bolygóösvény
is: Stjörnufræðiskilti
sv: Planetpromenad

source: Planetarium
es: Planetario
hu: Planetárium
is: Stjörnuver

source: Plans (public transport)
de_ch: Streckenplan (öffentlicher Verkehr)
es: Planos (transporte público)
hu: Tömegközlekedési térkép
is: Áætlanir (almenningssamgöngur)
sv: Planer (kollektivtrafik)

source: Plant Nursery
de_ch: Baumschule
es: Planta de guardería
hu: Faiskola
is: Uppeldi plantna
sv: Plantskola

source: Plant generator type
de_ch: Kraftwerkstyp
es: Tipo de generador de planta
hu: Erőművi generátor típusa
sv: Typ av kraftgenerator

source: Plant source
de_ch: Quelle der Anlage
es: Fuente vegetal
hu: Energiaforrás
sv: Kraftverkskälla

source: Planter
de_ch: Pflanzkübel Pflanztrog
es: Maceta
hu: Virágláda
is: Gróðurílát
sv: Planteringslåda

source: Planter barrier
de_ch: Pflanzensperre
es: Barrera de macetas / jardinera
hu: Virágtartó-akadály
sv: Planteringslåda (hinder)

source: Plants
de_ch: Pflanzen
es: Plantas
hu: Növényvilág
is: Plöntur
sv: Växter

source: Plants collectively or individually, especially those dominating a particular area or habitat.
de_ch: Pflanzen kollektiv oder einzeln, insbesondere solche, die einen bestimmten Bereich oder Lebensraum dominieren.
es: Plantas colectivas o individuales, especialmente las que dominan un área o hábitat en particular.
hu: Növények együttesen vagy külön-külön, különösen azok, amelyek egy adott területen vagy élőhelyen uralkodnak.
sv: Växter kollektivt eller individuellt, särskilt de som dominerar ett visst område eller livsmiljö.

source: Plants that are leafless for a certain period during the year.
de_ch: Pflanzen die zeitweise ohne Blattwerk sind.
es: Plantas que están deshojadas durante cierto período del año.
hu: Olyan növények, amelyek az év bizonyos időszakában levéltelenek.
is: Plöntur sem eru lauflausar ákveðinn tíma ársins.
sv: Växter som fäller sina löv, och är utan en del av året.

source: Plants that are never entirely without green foliage.
de_ch: Pflanzen die nie ohne Blattwerk sind.
es: Plantas que nunca están completamente sin follaje verde.
hu: Olyan növények, amelyeken mindig van valamennyi zöld levél.
is: Plöntur sem eru aldrei alveg lauflausar.
sv: Växter som aldrig är helt utan gröna bara, blad eller löv.

source: Plants that lose most, but not all, of their foliage for a fraction of the year.
de_ch: Pflanzen die die meisten, aber nicht alle Blätter während einer Zeit verlieren.
es: Plantas que pierden más, pero no todo, su follaje durante una fracción del año.
hu: Olyan növények, amelyek az év kis részében elhullatják levélzetük java részét.
is: Plöntur sem tapa mestri laufþekju sinni, en aldrei alveg allri, lítinn tíma ársins.
sv: Växter som fäller de flesta, men inte alla, sina löv för en del av året.

source: Plants that lose their foliage for a very short period, when old leaves fall off and new foliage growth is starting.
de_ch: Pflanzen die nur kurzzeitig ohne Blattwerk sind.
es: Plantas que pierden su follaje en un corto período de tiempo, cuando las hojas viejas caen y empieza a crecer el nuevo follaje.
hu: Olyan növények, amelyek csupán nagyon rövid időre veszítik el levélzetüket, amikor lehullanak a régi levelek és megindul az új levélzet növekedése.
is: Plöntur sem tapa laufþekju sinni mjög lítinn tíma ársins, þegar gömul lauf falla og ný lauf fara að vaxa.
sv: Växter som fäller sina löv bara en kort stund, när gamla löv ersätts av nya.

source: Plasterer
de_ch: Gipser
es: Yesero
hu: Gipszműves, stukkós
is: Gifslagningar
sv: Putsare

source: Plastic
de_ch: Kunststoff
es: Plástico
hu: Műanyag
is: Plast
sv: Plast

source: Plastic Bottles
de_ch: Flaschen (Kunststoff)
es: Botellas de plástico
hu: Műanyag palack
is: Plastflöskur
sv: Plastflaskor

source: Plastic Packaging
de_ch: Kunststoffverpackung
es: Embalaje de plástico
hu: Műanyag csomagolás
is: Plastumbúðir
sv: Plastförpackningar

source: Platform
de_ch: Plattform
es: Plataforma
hu: Peron
is: Pallur
sv: Plattform

source: Platform lift details
de_ch: Treppenliftdetails
es: Detalles del elevador de la plataforma
sv: Detaljer om plattformshissen

source: Platter
de_ch: Teller
es: Fuente
hu: Tányéros sífelvonó
is: Diskalyfta
sv: Knapplift

source: Playground
de_ch: Spielplatz
es: Parque infantil
hu: Játszótér
is: Leikvöllur
sv: Lekplats

source: Playground equipment
de_ch: Spielplatzausrüstung
es: Equipamiento de juegos infantiles
hu: Játszótéri játékok
is: Leiktæki
sv: Lekplatsutrustning

source: Plum trees
de_ch: Pflaumenbäume
es: Ciruelo
hu: Szilvafa
is: Plómutré
sv: Plommonträd

source: Plumber
de_ch: Klempner
es: Fontanero / Plomero
hu: Vízvezeték-szerelő
is: Pípulagningamaður
sv: Rörmokare

source: Plumbing
de_ch: Sanitärbedarf
es: Fontanería
hu: Vízvezeték-szerelési anyagok
is: Pípulagnir
sv: Rörmokare

source: Plums
de_ch: Pflaumen
es: Ciruelas
hu: Szilva
sv: Plommon

source: Podiatrist
de_ch: Fusspflege
es: Podólogo
hu: Lábgyógyász
is: Fótaaðgerðafræðingur
sv: Podiatri (fötter)

source: Point Name
de_ch: Punktname
es: Nombre de punto
hu: Pont neve
is: Heiti punkts
sv: Punktnamn

source: Point Number
de_ch: Punktnummer
es: Número de punto
hu: Pont száma
is: Númer punkts
sv: Punktnummer

source: Poker
es: Póquer
hu: Póker
is: Póker

source: Polar bear
de_ch: Eisbär
es: Oso polar
hu: Jegesmedve
is: Hvítabjörn
sv: Isbjörn

source: Pole
de_ch: Mast
es: Poste
hu: Villanyoszlop
is: Staur
sv: Påle

source: Pole Attributes:
de_ch: Attribute des Freileitungsmast:
es: Atributos del poste eléctrico:
hu: Villanyoszlop tulajdonságai:
is: Eiginleikar staurs:
sv: Stolpattribut:

source: Pole vault
de_ch: Stabhochsprung
es: Salto con pértiga
hu: Rúdugrás
sv: Stavhopp

source: Pole with Switch
de_ch: Mast mit Schalter
es: Poste eléctrico con interruptor
hu: Villanyoszlop kapcsolóval
is: Staur með rofa
sv: Stolpe med brytare

source: Pole with Transformer
de_ch: Attribute des Freileitungsmast mit Transformer
es: Poste eléctrico con transformador
hu: Villanyoszlop transzformátorral
is: Staur með spennubreyti
sv: Stolpe med transformator

source: Poles
de_ch: Pfosten
es: Postes
hu: Karók
is: Staurar
sv: Stolpar

source: Police
de_ch: Polizei
es: Policía
is: Lögregla
sv: Polis

source: Police facility
de_ch: Polizeieinrichtung
es: Instalación policial
hu: Rendőri létesítmény
is: Aðstaða lögreglu
sv: Polisiär anläggning

source: Police station
de_ch: Polizeistation
es: Comisaría de policía
hu: Rendőrség
is: Lögreglustöð
sv: Polisstation

source: Polish
de_ch: Polnisch
es: Polaco
hu: lengyel
is: Pólska
sv: Polska

source: Political
de_ch: Politisch
es: Político
hu: Politikai
is: Stjórnmál
sv: Politisk

source: Political party
de_ch: Partei
es: Partido político
hu: Pártiroda
is: Stjórnmálaflokkur
sv: Politiskt parti

source: Pomegranate trees
de_ch: Granatapfelbäume
es: Granados
hu: Gránátalmafa
is: Granateplatré
sv: Granatäppelträd

source: Pond
de_ch: Teich
es: Estanque
hu: Kis tó
is: Tjörn
sv: Damm

source: Ponor
de_ch: Schluckloch
es: Ponor (sumidero)
hu: Töbör

source: Pontoon
de_ch: Ponton
es: Pontón
hu: Ponton
sv: Ponton

source: Pony
es: Poni
hu: Póni
sv: Ponny

source: Pooling
de_ch: Fahrgemeinschaft
es: Carsharing entre particulares / Pool de autos
hu: Telekocsihely
is: Samnýting bíla
sv: Samåkning

source: Pools and pool supplies
de_ch: Schwimmbecken und Zubehör
es: Piscinas y suministros para piscinas
hu: Medence- és medencetartozék-bolt
sv: Pooltillbehör

source: Population
de_ch: Bevölkerungszahl
es: Población
hu: Népesség
is: Íbúafjöldi
sv: Fokkmängd

source: Porcupine
de_ch: Stachelschwein
es: Puercoespín
hu: Tarajos sül
sv: Piggsvin

source: Portable
de_ch: Mobil
es: Portátil
hu: Hordozható
sv: Portabel

source: Portal crane
de_ch: Portalkran
es: Grúa pórtico
is: Hafnarkrani
sv: Portalkran

source: Portuguese
de_ch: Portugiesisch
es: Portugués
hu: portugál
is: Portúgalska
sv: Portugisiska

source: Position (kilometers)
de_ch: Position (Kilometer)
es: Posición (kilómetros)
hu: Pozíció (km)
sv: Position (kilometer)

source: Position sensor
de_ch: Lagesensor
es: Sensor de posición
hu: Pozícióérzékelő
is: Staðsetningarnemi
sv: Positionssensor

source: Post Box
de_ch: Briefkasten
es: Buzón
hu: Postaláda
is: Póstkassi
sv: Brevlåda

source: Post Depot
de_ch: Postverteilzentrum
es: Depósito de correos
hu: Postai elosztóközpont
sv: Postdepå

source: Post Office
de_ch: Poststelle
es: Oficina de Correos
hu: Posta
is: Pósthús
sv: Postkontor

source: Post code
de_ch: Postleitzahl
es: Código postal
hu: Irányítószám
is: Póstnúmer
sv: Postnummer

source: Post office type
de_ch: Typ der Poststelle
es: Tipo de oficina de correos
hu: Posta típusa
sv: Typ av postkontor

source: Post secondars (4)
de_ch: Nach Sekundarstufe (4)
es: Buzón secundario (4)
hu: felsőoktatási szakképzés
sv: Eftergymnasiala studier (4)

source: Postal Code
de_ch: Postleitzahl
es: Código postal
hu: Irányítószám
is: Póstnúmer
sv: Postnummer

source: Postal code
de_ch: Postleitzahl
es: Código postal
hu: Irányítószám
is: Póstnúmer
sv: Postnummer

source: Postal service
de_ch: Postablagekasten
es: Servicio postal
hu: Átmeneti küldeménytároló (posta)
is: Póstþjónusta
sv: Posttjänst

source: Postal services brand
de_ch: Postdienstleistungsmarke
es: Marca de servicios postales
hu: Postai szolgáltatás márkája
sv: Varumärke för posttjänster

source: Postal services provided
de_ch: Erbrachte Postdienstleistungen
es: Servicios postales proporcionados
hu: Postai szolgáltatást nyújt
sv: Posttjänster som tillhandahålls

source: Postcards
de_ch: Postkarten
es: Postales
hu: Képeslap
sv: Vykort

source: Poster box
de_ch: City-Light-Poster
es: Caja de pósteres/carteles
hu: Plakátdoboz (citylight)
is: Veggspjaldakassi
sv: Annonstavla (reklam)

source: Postmodern architecture
de_ch: Postmoderne Architektur
es: Arquitectura posmoderna
hu: Posztmodern
is: Póstmódernískur byggingastíll
sv: Postmodernism

source: Potatoes
de_ch: Kartoffeln
es: Papas
hu: Burgonya
sv: Potatis

source: Potential
de_ch: Potenzial
es: Potencial

source: Pottery
de_ch: Töpferei
es: Cerámica
hu: Fazekas
is: Leirkeragerð
sv: Krukmakare

source: Poultry
de_ch: Geflügel
es: Aves de corral
hu: Baromfi
is: Fuglakjöt
sv: Fågelkött

source: Power
de_ch: Energieerzeugung
es: Energía eléctrica
hu: Villamos energia
is: Rafafl
sv: Energi

source: Power Bay
de_ch: Stromknoten
es: Bahía de alimentación
hu: Elektromos gyűjtőpont
sv: Ställverksfack

source: Power Busbar
de_ch: Stromsammelschiene
es: Barra colectora de energía
hu: Elektromos gyűjtősín
is: Teinn
sv: Samlingsskena

source: Power Cable
de_ch: Stromkabel
es: Cable de energía eléctrica
hu: Felszín alatti villanyvezeték
is: Aflkapall
sv: Kraftkabel

source: Power Compensator
de_ch: Stromphasenschieber
es: Compensador de potencia
hu: Teljesítménykompenzáló
sv: Kraftkompensator

source: Power Converter
de_ch: Stromkonverter
es: Convertidor de potencia
hu: Villamosenergia-konverter
sv: Omformarstation

source: Power Generator
de_ch: Stromgenerator
es: Generador de energía
hu: Áramfejlesztő
is: Aflgjafi
sv: Kraftgenerator

source: Power Line
de_ch: Stromleitung
es: Tendido eléctrico
hu: Légvezeték
is: Raflína
sv: Kraftledning

source: Power Plant
de_ch: Kraftwerk
es: Planta de energía
hu: Erőmű
is: Aflstöð
sv: Kraftstation

source: Power Portal
de_ch: Abspannportal
es: Portal de energía
hu: Kapu formájú távvezetékoszlop
sv: Kraftledningsportal

source: Power Route
de_ch: Stromroute
es: Ruta de energía
hu: Távvezeték nyomvonala
is: Orkuflutningsleið
sv: Kraftrutt

source: Power Street Cabinet
de_ch: Stromverteilerkasten
es: Gabinete de la calle de energía
hu: Utcai közműszekrény (villamos energia)
is: Götuskápur fyrir rafmagn
sv: Kopplingsskåp

source: Power Substation
de_ch: Umspannwerk/Schaltanlage
es: Subestación eléctrica
hu: Áramelosztó alállomás
sv: Kraftstation

source: Power Switch
de_ch: Stromschalter
es: Interruptor de energía
hu: Elektromos kapcsoló
is: Aflrofi
sv: Strömbrytare

source: Power Switchgear
de_ch: Stromschaltanlage
es: Aparalejador de energía
hu: Elektromos kapcsolószekrény
sv: Ställverk

source: Power Tower
de_ch: Strommast
es: Torre de energía
hu: Távvezetékoszlop
is: Raflínumastur
sv: Krafttorn

source: Power Transformer
de_ch: Netztransformator
es: Transformador
hu: Transzformátor
is: Spennubreytir
sv: Eltransformator

source: Power rating (MVA)
de_ch: Stromleistung (MVA)
es: Potencia nominal (MVA)
hu: Generátorteljesítmény (MVA)
is: Uppsett afl (MVA)
sv: Märkeffekt (MVA)

source: Power rating (kVA/MVA)
de_ch: Stromleistung (kVA/MVA)
es: Potencia nominal (kVA/MVA)
hu: Generátorteljesítmény (kVA/MVA)
is: Uppsett afl (kVA/MVA)
sv: Märkeffekt (kVA/MVA

source: Power rating (kvar/Mvar)
de_ch: Stromleistung (kvar/Mvar)
es: Potencia nominal (kvar/Mvar)
hu: Generátorteljesítmény (kvar/Mvar)
is: Uppsett afl (kvar/Mvar)
sv: Märkeffekt (kvar/Mvar)

source: Power route
de_ch: Stromroute
es: Ruta eléctrica
hu: Távvezeték nyomvonala
is: Orkuflutningsleið
sv: Kraftledningsrutt

source: Power supply
de_ch: Stromversorgung
es: Fuente de alimentación
hu: Elektromos csatlakozás
is: Rafmagnsinnstungur
sv: Strömförsörjning

source: Powered
de_ch: Angetrieben
es: Motorizado
hu: Motoros
is: Aflknúið
sv: Elektrisk pump

source: Prairie
de_ch: Prärie
es: Pradera
hu: Préri
sv: Prärie

source: Pre-primary (0)
de_ch: Vorschule (0)
es: Preprimaria (0)
hu: iskola előtti (óvodai) oktatás
sv: Förskola (0)

source: Precautionary area
de_ch: Vorsichtsgebiet
es: Zona de precaución
sv: Försiktighetsområde

source: Precipitation indicator
de_ch: Niederschlagsanzeiger
es: Indicador de precipitación
sv: Nederbördsindikator

source: Precision approach path indicator
de_ch: Präzisions-Anflug Gleitwinkelbefeuerung
es: Indicador de trayectoria de aproximación de precisión (PAPI)
hu: Precíziós megközelítési útjelző (PAPI)
sv: Indikator för precisionsinflygningsväg

source: Presbyterian
de_ch: Presbyterianisch
es: Presbiteriano
hu: Presbiteriánus
is: Presbýterismi
sv: Presbyteriansk

source: Preserved
de_ch: Museumsbahn
es: Conservado
hu: Nosztalgia-vasútvonal
is: Varðveitt
sv: Bevarad järnväg

source: Pressure (bar)
de_ch: Druck (bar)
es: Presión (bar)
hu: Nyomás (bar)
is: Þrýstingur (bör)
sv: Tryck (bar)

source: Pressurized water reactor (PWR)
de_ch: Druckwasserreaktor (PWR)
es: Reactor de agua a presión (PWR)
hu: Nyomottvizes reaktor (PWR)
is: Pressurized Water Reactor kjarnaofn (PWR)
sv: Tryckvattenreaktor (PWR)

source: Primary
de_ch: Hauptstrasse
es: Primario
hu: Első- vagy másodrendű főút
is: Aðal
sv: Primär väg

source: Primary (1)
de_ch: Primarschule (1)
es: Primario (1)
hu: alapfokú oktatás
is: Aðal (1)
sv: Grundskola (1)

source: Primary Link
de_ch: Hauptstrassenanschluss/-verbindung
es: Enlace principal
hu: Főút fel- vagy lehajtó
is: Tengivegur á fyrsta stigs vegi
sv: Anslutning, primär väg

source: Primary voltage in Volts (V)
de_ch: Primärspannung (V)
es: Voltaje primario en voltios (V)
hu: Elsődleges feszültség (V)
is: Aðalspenna í voltum (V)
sv: Primär spänning i volt (V)

source: Print shop
de_ch: Druckerei
es: Imprenta / Tienda de impresión
hu: Gyorsnyomda
is: Prentstofa
sv: Tryckeri

source: Printed Material
de_ch: Druckerzeugnisse und Schreibwaren
es: Material impreso
hu: Nyomtatott anyag
is: Prentað efni
sv: Tryckt material

source: Prison
de_ch: Gefängnis
es: Prisión
hu: Börtön
is: Fangelsi
sv: Fängelse

source: Private
de_ch: Privat
es: Privado
hu: Magántulajdon
is: Einka
sv: Privat

source: Private investigator
de_ch: Privatdetektiv
es: Investigador privado
hu: Magánnyomozó
is: Einkaspæjari
sv: Privatdetektiv

source: Product
de_ch: Produkt
es: Producto
hu: Termék
is: Vara
sv: Produkt

source: Production area
de_ch: Produktionsbereich
es: Zona de producción
sv: Produktionsområde

source: Profession
de_ch: Beruf
es: Profesión
hu: Szakma
sv: Yrke

source: Progressive cavity
de_ch: Progressiver Hohlraum
es: Cavidad progresiva
sv: Progressiv kavitet

source: Propane
de_ch: Propan
es: Propano
hu: Propán
is: Própan
sv: Propan

source: Property management
de_ch: Immobilienverwaltung
es: Administración de propiedades
hu: Ingatlanbérbeadó
is: Eignaumsýsla
sv: Fastighetsförvaltning

source: Prosecutor
de_ch: Staatsanwalt
es: Fiscalía
hu: Ügyész
is: Saksóknari
sv: Åklagare

source: Protected Area
de_ch: Schutzgebiet
es: Área protegida
hu: Védett terület
is: Verndarsvæði
sv: Skyddat område

source: Protected Class
de_ch: Art des Schutzgebiets
es: Clase protegida
hu: Védettségi besorolás
is: Verndarflokkur
sv: Skyddsklass

source: Protected area
de_ch: Schutzgebiet
es: Área protegida
hu: Védett terület
is: Verndarsvæði
sv: Skyddat område

source: Protestant
de_ch: Evangelisch (Protestantisch)
es: Protestante
hu: Protestáns
is: Mótmælenda
sv: Protestantisk

source: Provided services
de_ch: Angebotene Dienste
es: Servicios ofrecidos
hu: Szolgáltatások
is: Veitt þjónusta
sv: Tjänster som erbjuds

source: Province
de_ch: Provinz
es: Provincia
hu: Tartomány
is: Hérað
sv: Provins

source: Psychotherapist
de_ch: Psychotherapeut/in
es: Psicoterapeuta
hu: Pszichoterapeuta
is: Sálmeðferðarfræðingur
sv: Psykoterapi

source: Psychrometer - relative humidity
de_ch: Psychrometer – relative Luftfeuchtigkeit
es: Psicrómetro - humedad relativa
sv: Psykrometer - relativ luftfuktighet

source: Pub
de_ch: Kneipe
es: Bar
hu: Kocsma
is: Krá

source: Public
de_ch: Öffentlich
es: Público
hu: Nyilvános
is: Opið öllum
sv: Offentlig

source: Public Bicycle Repair Station
de_ch: Öffentliche Veloreparaturstation
es: Estación de reparación de bicicletas públicas
hu: Nyilvános kerékpárszerelő pont
is: Stöð fyrir almenning til að gera sjálf við reiðhjól
sv: Offentlig anordning för cykelreparation

source: Public Building
de_ch: Öffentliches Gebäude
es: Edificio público
hu: Középület
is: Opinber bygging
sv: Offentlig byggnad

source: Public Grill
de_ch: Öffentlicher Grillplatz
es: Barbacoa pública
hu: Nyilvános grillezőhely
is: Almenningsgrill
sv: Publik grill

source: Public Market
de_ch: Öffentlicher Markt
es: Mercado público
hu: Nyilvános piac
is: Almennur markaður
sv: Offentlig marknad

source: Public Transport
de_ch: Öffentlicher Verkehr
es: Transporte público
hu: Tömegközlekedés
is: Almenningssamgöngur
sv: Kollektivtrafik

source: Public Transport (Legacy)
de_ch: Öffentlicher Verkehr (veraltet)
es: Transporte público (anticuado)
hu: Tömegközlekedés (maradvány)
is: Almenningssamgöngur (eldra)
sv: Kollektivtrafik (föråldrad)

source: Public Transport Route (Aerialway)
de_ch: Route des öffentlichen Verkehrs (Seilbahn)
es: Ruta de Transporte Público (Teleférico)
hu: Tömegközlekedési útvonal (drótkötélpályás felvonó)
sv: Flyglinje

source: Public Transport Route (Bus)
de_ch: ÖV-Route (Bus)
es: Ruta de Transporte Público (Autobús)
hu: Tömegközlekedési útvonal (busz)
is: Almenningssamgönguleið (strætó/rúta)
sv: Busslinje

source: Public Transport Route (Ferry)
de_ch: Route des öffentlichen Verkehrs (Fähre)
es: Ruta de Transporte Público (Ferry)
hu: Tömegközlekedési útvonal (komp)
sv: Färjelinje

source: Public Transport Route (Rail)
de_ch: ÖV-Route (Eisenbahn)
es: Ruta de transporte público (Raíl)
hu: Tömegközlekedési útvonal (vasút)
is: Almenningssamgönguleið (lest)
sv: Tåglinje

source: Public bath
de_ch: Öffentliche Bäder
es: Baño público
hu: Közfürdő
is: Almenningsbaðhús
sv: Offentligt bad

source: Public bookcase
de_ch: Öffentlicher Bücherschrank
es: Biblioteca pública
hu: Közösségi könyvespolc
is: Almenningsbókakassi
sv: Offentlig bokhylla

source: Public service
de_ch: Öffentlicher Dienst
es: Servicio público
hu: Közszolgáltatás
is: Almannaþjónusta

source: Public transport
de_ch: Öffentlicher Verkehr
es: Transporte público
hu: Tömegközlekedés
is: Almenningssamgöngur
sv: Kollektivtrafik

source: Public transport lanes
de_ch: ÖV-Spuren
es: Carriles de transporte público
hu: Tömegközlekedési sávok
is: Akreinar fyrir almenningssamgöngur
sv: Körfält för kollektivtrafik

source: Public transport route (Legacy)
de_ch: ÖV-Route (veraltet)
es: Ruta de transporte público (anticuado)
hu: Tömegközlekedési útvonal (maradvány)
is: Almenningssamgönguleið (eldra)
sv: Kollektivtrafik rutt (föråldrad)

source: Public transport route (Legacy) (Aerialway)
de_ch: Route des öffentlichen Verkehrs (alt) (Seilbahn)
es: Ruta de transporte público (Legado) (Teleférico)
hu: Tömegközlekedési útvonal (maradvány) (drótkötélpályás felvonó)
sv: Kollektivtrafik rutt (föråldrad) (flyg)

source: Public transport route (Legacy) (Ferry)
de_ch: Route des öffentlichen Verkehrs (alt) (Fähre)
es: Ruta de transporte público (Legado) (Ferry)
hu: Tömegközlekedési útvonal (maradván) (komp)
sv: Kollektivtrafik rutt (föråldrad) (färja)

source: Publisher
de_ch: Verleger
es: Editorial
hu: Kiadó
is: Útgefandi
sv: Utgivare

source: Pulser
de_ch: Impulsgeber
es: Pulsador
sv: Pulsör

source: Pump
de_ch: Pumpe
es: Bomba de agua
hu: Szivattyú
is: Dæla

source: Pump mechanism
de_ch: Pumpmechanismus
es: Mecanismo de bombeo
sv: Pumpmekanism
