Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: National name
de_ch: Nationaler Name
es: Nombre nacional
hu: Nemzeti név
is: Upprunaheiti
sv: Nationellt namn

source: National park
es: Parque Nacional
hu: Nemzeti park
is: Þjóðgarður

source: Nature
de_ch: Natur
es: Naturaleza
hu: Természet
is: Náttúrufar
sv: Natur

source: Nature Reserve
de_ch: Naturschutzgebiet
es: Reserva natural
hu: Természetvédelmi terület
is: Friðland
sv: Naturreservat

source: Navigation aid
de_ch: Navigationshilfe
es: Ayuda a la navegación
hu: Repülőtéri navigációs fény
is: Aðstoð við leiðsögn
sv: Navigeringshjälpmedel

source: Navigation line
de_ch: Navigationslinie
es: Línea de navegación
hu: Navigációs vonal
sv: Navigationslinje

source: Necropolis
de_ch: Totenstadt
es: Necrópolis
hu: Nekropolisz
is: Grafhýsaþyrping
sv: Nekropol

source: Needleleaved
de_ch: Nadelblättrig
es: Coníferas
hu: Tűleveles
is: Laufnálar
sv: Barr

source: Needles
de_ch: Spritzen
es: Agujas
hu: Fecskendő
sv: Sprutor

source: Neem tree
de_ch: Neembaum
es: Árbol de nim
hu: Ním-fa
sv: Neemträd

source: Neighbourhood
de_ch: Umgebung
es: Barrio
hu: Környék
is: Grannsvæði
sv: Grannskap

source: Neoclassical architecture
de_ch: Neoklassizistische Architektur
es: Arquitectura neoclásica
hu: Neoklasszicista
is: Nýklassískur byggingastíll
sv: Nyklassicism

source: Nepali
es: Nepalí
hu: nepáli
is: Nepalska

source: Network
de_ch: Netzwerk
es: Red
hu: Hálózat
is: Netkerfi
sv: Nätverk

source: New Apostolic
de_ch: Neuapostolisch
es: Nueva Apostólica
sv: Nyapostoliska

source: New Objectivity
de_ch: Neue Objektivität
es: Nueva objetividad
sv: Nya sakligheten

source: New apostolic
de_ch: Neuapostolisch
es: Neoapostólico
hu: Új Apostoli Egyház
is: Nýja postulakirkjan
sv: Nyapostoliska

source: Newspaper
de_ch: Zeitung
es: Periódico
hu: Újságszerkesztőség
is: Dagblöð
sv: Tidning

source: Newspaper Stand
de_ch: Zeitungskiosk
es: Puesto de periódicos
hu: Újságárus (nem önálló épület)
is: Dagblaðastandur
sv: Tidningsstäl

source: Newspapers
de_ch: Zeitungen
es: Periódicos
hu: Újság
is: Dagblöð
sv: Tidningar

source: Ngo
de_ch: Nichtregierungsorganisation
es: ONG
hu: Civil szervezet
is: Borgarasamtök (NGO)
sv: Icke-statliga organisationer

source: Nickel
es: Níquel
hu: nikkel
is: Nikkel

source: Night Club
de_ch: Diskothek
es: Club nocturno
hu: Diszkó
is: Næturklúbbur
sv: Nattklubb

source: Nine-pin Bowling
de_ch: Kegeln
es: Bolos (9)
hu: Teke
is: Níu-pinna keila
sv: Kägel

source: No U turn
de_ch: Keine 180 Grad Wendung
es: Prohibido cambiar de sentido / girar en U
hu: Megfordulni tilos
is: Ekki U-beygja
sv: Förbjuden U-sväng

source: No access
de_ch: Kein Zugang
es: Sin acceso
hu: Nem használható
is: Enginn aðgangur
sv: Ingen åtkomst

source: No entry
de_ch: Keine Einfahrt
es: Prohibido el paso
sv: Ej infart

source: No exit
de_ch: Sackgasse
es: Sin salida
hu: Zsákutca
is: Útgangur bannaður
sv: Ingen utfart

source: No exit (cul-de-sac)
de_ch: Sackgasse
es: Sin salida (cul-de-sac)
hu: Zsákutca
is: Enginn útkeyrsla (botnlangi)
sv: Återvändsgränd

source: No house number
de_ch: Keine Hausnummer
es: Sin número de casa
hu: Házszám nélkül
is: Ekkert húsnúmer
sv: Saknar husnummer

source: No left turn
de_ch: Abbiegen nach links verboten
es: Prohibido girar a la izquierda
hu: Balra bekanyarodni tilos
is: Ekki vinstri beygja
sv: Ingen vänstersväng

source: No name
de_ch: Kein Name
es: Sin nombre
hu: Névtelen
is: Ekkert heiti
sv: Namn saknas

source: No parking
de_ch: Parkverbot
es: Prohibido estacionar
hu: Várakozni tilos
is: Engin bílastæði
sv: Parkering förbjuden

source: No reference
de_ch: Keine Referenz
es: Sin referencia
hu: Nincs azonosító
sv: Ingen referens

source: No right turn
de_ch: Abbiegen nach rechts verboten
es: Prohibido girar a la derecha
hu: Jobbra bekanyarodni tilos
is: Ekki hægri beygja
sv: Förbjuden högersväng

source: No standing
de_ch: Halteverbot
es: Prohibido detenerse
hu: No standing (USA)
sv: Förbud att stanna

source: No stopping
de_ch: Halteverbot
es: Prohibido parar
hu: Megállni tilos
is: Bannað að stöðva
sv: Förbud att stanna

source: No straight on
de_ch: Kein Geradeausfahren
es: No recto
hu: Továbbhaladni tilos
is: Ekki beint á
sv: Påbjuden sväng

source: No u-turn
de_ch: Wenden verboten
es: Prohibido cambiar de sentido / girar en U
sv: Förbjuden u-sväng

source: No wheeled vehicle
de_ch: Keine Radfahrzeuge möglich
es: Sin vehículos de ruedas
hu: Kerekes járművel járhatatlan
is: Engin farartæki á hjólum
sv: Inga hjulfordon

source: Nodding donkey
de_ch: Pferdekopfpumpe
es: Bomba de varilla
sv: Nickande åsna

source: Node Network
de_ch: Knotenpunktnetzwerk
es: Red de nodos
hu: Csomópont-hálózat
is: Hnútanetkerfi
sv: Nodnätverk

source: Node network
de_ch: Knotenpunktnetzwerk
es: Red de nodos
hu: Csomóponthálózat
is: Hnútanetkerfi
sv: Nodnätverk

source: Node network junctions
de_ch: Verzweigungen von Knotennetzwerke
es: Cruces de red de nodos
hu: Ponthálózati csomópontok
sv: Nodnätverkskorsningar

source: Noise
de_ch: Lärm
es: Ruido
hu: Zaj
is: Suð
sv: Oväsen

source: Noise barrier
de_ch: Lärmschutzwand
es: Barrera acústica
hu: Zajvédő fal
is: Hljóðmön
sv: Ljudbarriär

source: Non profit
de_ch: Nicht gewinnorientiert
es: Sin fines de lucro
sv: Ideell

source: Non-immigrant visas
de_ch: Nichteinwanderungsvisa
es: Visados de no inmigrante
hu: Nem bevándorlási vízum
is: Vegabréfsáritun fyrir ekki-innflytjendur
sv: Besöksvisum

source: Non-motorized traffic
de_ch: Nichtmotorisierter Verkehr
es: Tránsito no motorizado
hu: Motor nélküli forgalom
sv: Icke motordriven trafik

source: Non-motorized traffic:
de_ch: Nichtmotorisierter Verkehr
es: Tránsito no motorizado:
hu: Motor nélküli forgalom:
sv: Icke motordriven trafik:

source: Nondenominational
es: Sin denominación
hu: Felekezeten kívüli
is: Utan kirkjudeilda
sv: Icke-konfessionell

source: None
de_ch: Unbestimmt
es: Ninguno
hu: Nincs
is: Ekkert
sv: Inga

source: Nontrinitarian Church
de_ch: Nichttrinitarische Kirche
es: Iglesia no trinitaria
sv: Icke-trinitarisk kyrka

source: Noodle
de_ch: Nudeln
es: Fideos
hu: tészta
is: Núðlur
sv: Nudlar

source: Nordic
de_ch: Nordisch
es: Nórdico
hu: Sífutás
is: Gönguskíði
sv: Längdskidåkning

source: North
de_ch: Nord
es: Norte
hu: Észak
is: Norður
sv: Norr

source: Norwegian - Bokml
de_ch: Norwegisch - Bokmal
es: Noruego Bokmål
hu: norvég – bokmål
is: Norska - bókmál
sv: Norska - Bokmål

source: Norwegian - Nynorsk
de_ch: Norwegisch - Nynorsk
es: Noruego Nynorsk
hu: norvén – nynorsk
is: Norska - nýnorska
sv: Norska - Nynorsk

source: Not allowed
de_ch: Nicht erlaubt
es: No permitido
sv: Inte tillåtet

source: Not available
de_ch: Nicht vorhanden
es: No disponible
hu: Nincs
is: Ekki tiltækt
sv: Inte möjlig

source: Not oneway
de_ch: Keine Einbahn
es: No unidireccional
hu: Nem egyirányú
sv: Inte enkelriktad

source: Notary
de_ch: Notar
es: Notaría
hu: Közjegyző
is: Lögbókandi
sv: Notariekontor

source: Note
de_ch: Anmerkung
es: Nota
hu: Megjegyzés
is: Athugasemd
sv: Anteckning

source: Notice
de_ch: Veranstaltungshinweise
es: Aviso
hu: Hirdetmény
sv: Anslagstavla

source: Nozzle
de_ch: Düse
es: Boquilla
hu: Fúvóka
sv: Munstycke

source: Nuclear Power Plant
de_ch: Atomkraftwerk
es: Planta de energía nuclear
hu: Atomerőmű
is: Kjarnorkuver
sv: Kärnkraftsverk

source: Nuclear Reactor
de_ch: Kernreaktor
es: Reactor nuclear
hu: Atomreaktor
is: Kjarnaofn
sv: Kärnkraftsreaktor

source: Nudism
de_ch: Nudismus
es: Nudismo
hu: Nudizmus
is: Nekt

source: Number
de_ch: Abfahrt-/Auffahrtsnummer
es: Número
hu: Szám
is: Númer
sv: Nummer

source: Number of PSV lanes in way direction
de_ch: Anzahl ÖV-Fahrstreifen in Wegrichtung
es: Número de carriles PSV en sentido a la vía
hu: Busz- és taxisávok száma a vonal irányában
is: Fjöldi akreina fyrir þjónustubifreiðar (PSV) í stefnu leiðar
sv: Antal filer för kollektivtrafik i vägens riktning

source: Number of PSV lanes opposite way direction
de_ch: Anzahl ÖV-Fahrstreifen entgegengesetzt zur Wegrichtung
es: Número de carriles PSV en sentido contrario a la vía
hu: Busz- és taxisávok száma a vonallal ellentétes irányban
is: Fjöldi akreina fyrir þjónustubifreiðar (PSV) í mótstæða stefnu leiðar
sv: Antal filer för kollektivtrafik i motsatt vägriktning

source: Number of apartments
de_ch: Anzahl Wohnungen
es: Número de apartamentos
hu: Lakások száma
is: Fjöldi íbúða
sv: Antal lägenheter

source: Number of boats
de_ch: Anzahl Boote
es: Número de barcos
hu: Hajók száma
is: Fjöldi báta
sv: Antal båtar

source: Number of bus lanes in way direction
de_ch: Anzahl Busfahrstreifen in Wegrichtung
es: Número de carriles bus en sentido a la vía
hu: Buszsávok száma a vonal irányában
is: Fjöldi strætóakreina í stefnu leiðar
sv: Antal bussfiler i vägens riktning

source: Number of bus lanes opposite way direction
de_ch: Anzahl Busfahrstreifen entgegengesetzt zur Wegrichtung
es: Número de carriles bus en sentido contrario a la vía
hu: Buszsávok száma a vonallal ellentétes irányban
is: Fjöldi strætóakreina í mótstæða stefnu leiðar
sv: Antal bussfiler i motsatt vägriktning

source: Number of cabins
de_ch: Anzahl Hütten
es: Número de cabañas
sv: Antal hytter

source: Number of circuits
de_ch: Anzahl Stromkreise
es: Número de circuitos
hu: Áramkörök száma
is: Fjöldi rása
sv: Antal kretsar

source: Number of couplings
de_ch: Anzahl der Verbindungen
es: Número de acoplamientos
hu: Csatlakozások száma
sv: Antal kopplingar

source: Number of devices
de_ch: Anzahl der Geräte
es: Número de dispositivos
hu: Készülékek száma
is: Fjöldi tækja
sv: Antal enheter

source: Number of lamps
de_ch: Anzahl Lampen
es: Número de lámparas/bombillas
hu: Izzók száma
sv: Antal lampor

source: Number of lanes in way direction
de_ch: Anzahl Spuren in Wegrichtung
es: Número de carriles en sentido a la vía
hu: Sávok száma a vonal irányába
is: Fjöldi akreina í stefnu leiðar
sv: Antal filer i vägens riktning

source: Number of lanes opposite way direction
de_ch: Anzahl Spuren entgegengesetzt zur Wegrichtung
es: Número de carriles en sentido contrario a la vía
hu: Sávok száma a vonallal ellentétes irányban
is: Fjöldi akreina í mótstæða stefnu leiðar
sv: Antal filer i motsatt vägens riktning

source: Number of people per gondola/chair
de_ch: Personenanzahl pro Gondel/Sessel
es: Número de gente por góndola/silla
hu: Személyek száma gondolánként/ülésenként
is: Fjöldi fólks á hvert egg/stól
sv: Antalet personer per gondol

source: Number of people per hour
de_ch: Personenanzahl pro Stunde
es: Número de gente por hora
hu: Személyek száma óránként
is: Fjöldi fólks á klukkustund
sv: Antalet personer per timme

source: Number of places
de_ch: Platzanzahl
es: Número de lugares
hu: Helyek száma
is: Fjöldi sæta
sv: Antal platser

source: Number of poles
de_ch: Anzahl Pole
es: Número de polos
hu: Pólusok száma
is: Fjöldi staura
sv: Poltal

source: Number of rooms suitable for wheelchairs
de_ch: Anzahl Zimmer die für Rollstühle geeignet sind
es: Número de habitaciones adecuadas para sillas de ruedas
hu: Akadálymentes helyiségek száma
is: Fjöldi herbergja sem henta fyrir hjólastóla
sv: Antal rum anpassade för rullstolar

source: Number of routes
de_ch: Anzahl Routen
es: Número de rutas
hu: Útvonalak száma
is: Fjöldi leiða
sv: Antal leder

source: Number of screens
de_ch: Anzahl Leinwände
es: Número de pantallas
hu: Mozivásznak száma
is: Fjöldi skjáa
sv: Antal skärmar

source: Number of sides
de_ch: Anzahl Seiten
es: Número de lados
hu: Oldalak száma
is: Fjöldi hliða
sv: Antal sidor

source: Number of steps
de_ch: Stufenanzahl
es: Número de escalones / peldaños
hu: Lépcsőfokok száma
is: Fjöldi þrepa
sv: Antal steg

source: Number of wheelchair seating places
de_ch: Anzahl Rollstuhlplätze
es: Número de asientos para sillas de ruedas
hu: Kerekesszékes ülőhelyek száma
is: Fjöldi hjólastólastæða
sv: Antal sittplatser för rullstol

source: Number of windings
de_ch: Windungsanzahl
es: Número de bobinados / devanados
hu: Tekercselések száma
is: Fjöldi vindinga
sv: Antal lindningar

source: Numbering scheme
de_ch: Nummerierungsschema
es: Esquema de numeración
hu: Számozási rendszer
is: Númerakerfi
sv: Numreringsschema

source: Nunciature
es: Nunciatura
hu: Apostoli nunciatúra
is: Sendinefnd Vatíkansins (nunciature)
sv: Nuntiatur

source: Nursery
de_ch: Hort
es: Guardería
hu: Bölcsőde
is: Smábarnagæsla
sv: Förskola (yngre barn)

source: Nursing Home
de_ch: Pflegeheim
es: Asilo
hu: Ápolóotthon
is: Hjúkrunarheimili
sv: Vårdhem

source: Nutrition supplements
de_ch: Nahrungsergänzung
es: Suplementos nutricionales
hu: Étrend-kiegészítők
is: Fæðubótarefni
sv: Kosttillskott

source: Nuts
de_ch: Nüsse
es: Frutos secos
hu: Olajos magvak
sv: Nötter

source: Obelisk
es: Obelisco
hu: Obeliszk
is: Bautasteinn

source: Obervatory type
de_ch: Observatoriumstyp
es: Tipo de observatorio
hu: Obszervatórium típusa
sv: Observatorietyp

source: Obligatory
de_ch: Pflicht
es: Obligatorio
hu: Kötelező
is: Skylda
sv: Obligatorisk

source: Observation
de_ch: Aussichtsturm
es: Observación
hu: Kilátótorony
is: Vöktun

source: Obstruction
de_ch: Hindernis
es: Obstrucción
hu: Akadály
is: Hindrun
sv: Hinder

source: Occupational
de_ch: Ergotherapie
es: Ocupacional
hu: Foglalkozási
is: Iðjuþjálfun
sv: Arbetsterapi

source: Occupational therapist
de_ch: Ergotherapeut
es: Terapeuta ocupacional
hu: Munkaterapeuta
is: Iðjuþjálfi
sv: Arbetsterapeut

source: Ochestral music
de_ch: Orchestermusik
es: Música orquestal
hu: Filharmónia
is: Hljómsveitartónlist
sv: Orkestermusik

source: Octane 100
de_ch: 100 Oktan
es: Octano 100
hu: 100-as oktánszámú
is: 100 oktan
sv: Oktan 100

source: Octane 80
de_ch: 80 Oktan
es: Octano 80
hu: 80-as oktánszámú
is: 80 oktan
sv: Oktan 80

source: Octane 87
de_ch: 87 Oktan
es: 87 Octanos
hu: 87-es oktánszámú
is: 87 oktan
sv: Oktan 87

source: Octane 89
de_ch: 89 Oktan
es: 89 Octanos
hu: 89-es oktánszámú
is: 89 oktan
sv: 89 oktan

source: Octane 91
de_ch: 91 Oktan
es: Octano 91
hu: 91-es oktánszámú
is: 91 oktan
sv: Oktan 91

source: Octane 92
de_ch: 92 Oktan
es: Octano 92
hu: 92-es oktánszámú
is: 92 oktan
sv: Oktan 92

source: Octane 93
de_ch: 93 Oktan
es: 93 Octanos
hu: 93-as oktánszámú
is: 93 oktan
sv: 93 oktan

source: Octane 95
de_ch: 95 Oktan
es: Octano 95
hu: 95-ös oktánszámú
is: 95 oktan
sv: Oktan 95

source: Octane 98
de_ch: 98 Oktan
es: Octano 98
hu: 98-as oktánszámú
is: 98 oktan
sv: Oktan 98

source: Octopus
de_ch: Tintenfisch
es: Pulpos
hu: Polip
is: Kolkrabbi
sv: Bläckfisk

source: Odd
de_ch: Ungerade
es: Impar
hu: Páratlan
is: Oddatölur
sv: Udda

source: Off-Road: heavy duty off-road vehicle
de_ch: Off-Road: robustes Off-Road Fahrzeug
es: Todo terreno: vehículo todo terreno resistente
hu: Terepre való járművel: nehéz terepjáró
is: Utanvega: Öflug torfæruaksturstæki
sv: Terrängfordon: tungt terrängfordon

source: Offers reusable packaging
de_ch: Biete wiederverwendbare Verpackungen an
es: Ofrece envases reutilizables
hu: Újrafelhasználható csomagolást kínál
sv: Erbjuder återanvändbara förpackningar

source: Office
de_ch: Büro
es: Oficina
hu: Iroda
is: Skrifstofa
sv: Kontor

source: Offices
de_ch: Büros
es: Oficinas
hu: Irodák
is: Skrifstofur
sv: Kontor

source: Official name
de_ch: Offizieller Name
es: Nombre oficial
hu: Hivatalos név
is: Opinbert heiti
sv: Officiellt namn

source: Oil
de_ch: Öl
es: Petróleo
hu: Kőolaj
is: Olía
sv: Olja

source: Oil Power Generator
de_ch: Ölkraftwerk
es: Generador de energía a base de petróleo
hu: Kőolaj-generátor
is: Olíuaflgjafi
sv: Oljekraftverk

source: Oil Power Plant
de_ch: Ölkraftwerk
es: Planta de energía a base de petróleo
hu: Kőolajerőmű
is: Olíuknúin aflstöð
sv: Oljekraftverk

source: Oil barrier
de_ch: Ölsperre
es: Barrera de petróleo
sv: Oljebarriär

source: Oil palms
de_ch: Ölpalmen
es: Palmas de aceite
hu: Olajpálma
is: Olíupálmar
sv: Oljepalmer

source: Old Catholic
de_ch: Altkatholisch
es: Antigua Católica
sv: Gammal katolsk

source: Old catholic
de_ch: Altkatholish
es: Viejo católico
hu: Ókatolikus
is: Forn-kaþólska
sv: Gammalkatolsk

source: Olive trees
de_ch: Olivenbäume
es: Olivos
hu: Olajfa
is: Ólívutré
sv: Olivträd

source: Olives
de_ch: Oliven
es: Aceitunas
hu: Olajbogyó
sv: Oliver

source: Ombrometer - rain fall
de_ch: Ombrometer - Niederschlag
es: Pluviómetro - precipitación
sv: Ombrometer - regnfall

source: On button press
de_ch: Auf Knopfdruck
es: Al presionar el botón
sv: <div></div>

source: On horseback
de_ch: Reitend
es: A caballo
hu: Lóháton
sv: På hästryggen

source: On passing a radio calling-in point or crossing a defined line vessels are required to report on VHF to a Traffic Control Centre.
de_ch: Beim Passieren eines Funkrufpunktes oder beim Überqueren einer definierten Linie müssen Schiffe auf VHF an ein Verkehrskontrollzentrum melden.
es: Al pasar un punto de llamada por radio o cruzar una línea definida, las embarcaciones deben informar por VHF a un Centro de Control de Tráfico.
sv: När fartyg passerar en radioanropspunkt eller korsar en definierad linje är de skyldiga att rapportera på VHF till en trafikcentral.

source: Oneway
de_ch: Einbahnstrasse
es: Dirección única
hu: Egyirányú
is: Einstefna
sv: Enkelriktat

source: Oneway (bicycle)
de_ch: Einbahnstrasse (Velo)
es: Dirección única (bicicleta)
hu: Egyirányú (kerékpár)
is: Einstefna (reiðhjól)
sv: Enkelriktat (cykel)

source: Oneway for bicycles
de_ch: Einbahn für Fahrräder
es: Unidireccional para bicicletas
hu: Kerékpárral egyirányú
sv: Enkelriktad väg för cyklar

source: Onions
de_ch: Zwiebeln
es: Cebollas
hu: Hagyma
sv: Lök

source: Only
de_ch: Ausschliesslich
es: Sólo
hu: Kizárólag
is: Aðeins
sv: Bara

source: Only in case of manual actuator or manual mechanical drive:
de_ch: Nur bei mechanischem Aktor oder händischem mechanischem Führer:
es: Solo en caso de accionamiento manual o mecánico manual:
sv: Endast vid manuellt ställdon eller manuell mekanisk drift:

source: Only left turn
de_ch: Linksabbiegen
es: Sólo girar a la izquierda
sv: Påbjuden vänstersväng

source: Only right turn
de_ch: Rechtsabbiegen
es: Sólo girar a la derecha
sv: Påbjuden högerväng

source: Only straight on
de_ch: Geradeausfahren
es: Sólo recto
sv: Förbjuden sväng

source: Open air
de_ch: Im Freien
es: Aire libre
hu: Szabadtéri
is: Utanhúss
sv: Utomhus

source: Open on left side
de_ch: Offene Seite links
es: Abierto en el lado izquierdo
hu: Bal oldalon nyílt
is: Opnast vinstra megin
sv: Öppen på vänster sida

source: Open on right side
de_ch: Offene Seite rechts
es: Abrierto en el lado derecho
hu: Jobb oldalon nyílt
is: Opnast hægra megin
sv: Öppen på höger sida

source: OpenSeaMap and other nautical projects use a special tagging scheme. If you intend to add or edit such objects you should install a dedicated preset.
de_ch: OpenSeaMap und andere nautische Projekte verwenden ein spezielles Tagging-Schema. Wenn du beabsichtigst, solche Objekte hinzuzufügen oder zu bearbeiten, solltest du eine dedizierte Voreinstellung installieren.
es: OpenSeaMap y otros proyectos náuticos utilizan un esquema de etiquetado especial. Si pretende añadir o editar tales objetos, debería instalar un preajuste dedicado.
hu: Az OpenSeaMap és a többi hajózásitérkép-projekt speciális címkézési sémát használnak. Ha ilyen objektumokat kíván hozzáadni vagy szerkeszteni, telepítsen egy kifejezetten erre használható címkesablonkészletet.
sv: OpenSeaMap okch andra sjökortsinriktade projekt använder ett särskilt tagg-schema. Om du planerar att lägga till eller ändra sådana objekt rekommenderas du att installera ett dedikerat tillägg.

source: Openable (e.g. like swing gate)
de_ch: Kann geöffnet werden (z.B. wie Schwingtore)
es: Abatible (p. ej., como una puerta batiente)
hu: Nyitható (pl. mint egy elforduló sorompó)
sv: Öppningsbar

source: Opening Hours
de_ch: Öffnungszeiten
es: Horario atención
hu: Nyitva tartás
is: Opnunartímar
sv: Öppettider

source: Opening width of grids (meters)
de_ch: Öffnungsweite der Gatter (Meter)
es: Ancho de apertura de las rejas (metros)
hu: Nyílás szélességet (méter)
sv: Minsta öppna bredd att passera ett av hindren (meter)

source: Opera house
de_ch: Oper
es: Teatro de ópera
hu: Operaház
is: Óperuhús
sv: Operahus

source: Operation times
de_ch: Betriebszeiten
es: Horario de funcionamiento
hu: Működési idő
is: Opnunartímar
sv: Öppettider

source: Operator
de_ch: Betreiber
es: Operador / Responsable
hu: Üzemeltető
is: Rekstraraðili
sv: Operatör

source: Operator type
de_ch: Betreibertyp
es: Tipo de operador
hu: Üzemeltető típusa
is: Tegund rekstraraðila
sv: Typ av operatör

source: Opinion
de_ch: Meinung
es: Opinión
sv: Omdöme

source: Opposite
de_ch: Entgegengesetzt
es: Opuesto
is: Gagnstætt
sv: Motsatt

source: Optical
de_ch: Optisches
es: Óptico
hu: Optikai
is: Optískur
sv: Optisk

source: Optician
de_ch: Optiker
es: Oculista
hu: Látszerész
is: Sjóntækjafræðingur
sv: Optiker

source: Optional crossing attributes
de_ch: Optionale Kreuzungsmerkmale
es: Atributos opcionales de cruce
hu: Nem kötelező kereszteződéstulajdonságok
is: Valfrjáls eigindi þverunar
sv: Valfria korsningsattribut

source: Optional signal attributes:
de_ch: Optionale Signalmerkmale
es: Atributos de señal opcionales:
hu: Nem kötelező jelzőlámpa-tulajdonságok:
is: Valfrjáls eigindi umferðarmerkja:
sv: Valfria signalattribut:

source: Optional values for specific countries
de_ch: Optionale, länderabhängige, Werte
es: Valores opcionales para países específicos
hu: Opcionális értékek egyes országoknál
is: Valkvæð gildi fyrir tiltekin lönd
sv: Valfria värden för specifika länder

source: Optometrist
de_ch: Augenoptiker Augenoptikerin
es: Optometrista
hu: Optometrista
is: Sjóntækjafræðingur
sv: Optometri (ögon)

source: Oral and maxillofacial surgery
de_ch: Mund-, Kiefer- und Gesichtschirurgie
es: Cirugía oral y maxilofacial
hu: Száj- és arc-állsebészet
sv: Oral och maxillofacial kirurgi

source: Orange trees
de_ch: Orangenbäume
es: Naranjos
hu: Narancsfa
is: Appelsínutré
sv: Apelsinträd

source: Oranges
de_ch: Orangen
es: Naranjas
hu: Narancs
sv: Apelsiner

source: Orchard
de_ch: Obstgarten
es: Huerto de árboles frutales
hu: Gyümölcsös
is: Trjágarður
sv: Fruktträdgård

source: Organic
de_ch: Bioprodukte
es: Orgánico
hu: Biotermék
is: Lífrænt
sv: Organsik

source: Orientation
de_ch: Richtung
es: Orientación
hu: Irány
is: Stefna
sv: Orientering

source: Orphans
de_ch: Waisen
es: Huérfanos
hu: Árvák
is: Munaðarleysingjar
sv: Föräldralös

source: Orthodontics
de_ch: Kieferorthopädie
es: Ortodoncia
hu: Fogszabályozás
is: Tannbitslækningar
sv: Ortodonti (tandjustering)

source: Orthodontist
de_ch: Kieferorthopäde
es: Ortodoncista
hu: Fogszabályozó fogorvos
sv: Ortodontist

source: Orthodox
es: Ortodoxo
is: Rétttrúnaðar
sv: Ortodox

source: Osmotic
de_ch: Osmose
es: Osmótico
hu: Ozmotikus energia
is: Osmósuafl
sv: Osmotisk

source: Osmotic Power Generator
de_ch: Osmotischer Stromgenerator
es: Generador de energía osmótica
hu: Ozmotikus generátor
is: Osmósuaflgjafi
sv: Saltkraftverk (osmos)

source: Osmotic Power Plant
de_ch: Osmosekraftwerk
es: Planta de energía osmótica
hu: Ozmóziserőmű
is: Osmósuaflstöð
sv: Osmotiskt kraftverk

source: Osteopathy
de_ch: Osteopathie
es: Osteopatía
hu: Osteopathia (csontkovácsolás)
is: Hnykkjalækningar
sv: Osteopati

source: Ostrich
de_ch: Vogel Strauss
es: Avestruz
hu: Strucc
is: Strútur
sv: Struts

source: Other
de_ch: Andere
es: Otros
hu: Más
is: Annað
sv: Annan

source: Other Information Point
de_ch: Andere Art der Information
es: Otro punto de información
hu: Más információs pont
is: Staður fyrir aðrar upplýsingar
sv: Annan informationspunkt

source: Other Place of Worship
de_ch: Andere Andachtsstätte
es: Otro lugar de adoración
hu: Más istentiszteleti hely
is: Annar tilbeiðslustaður
sv: Övrig plats för tillbedjan

source: Other healthcare facilities
de_ch: Andere Gesundheitseinrichtungen
es: Otros centros sanitarios
hu: Más egészségügyi létesítmény
is: Annað heilbrigðistengt
sv: Annan hälsovård

source: Other healthcare professionals
de_ch: Andere Gesundheitsberufe
es: Otros profesionales de la salud
hu: Más egészségügyi szakemberek
sv: Annan hälsovård
