Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

source: # full width lanes in way direction
cs: # pruhy v plné šířce ve směru jízdy

source: # full width lanes opposite to way direction
cs: # pruhy v plné šířce proti směru jízdy

source: (Average) height
cs: (Průměrná) výška

source: (Please only use this tag if more detailed mapping using busbars and bays is impossible!)
cs: (Tuto značku používejte pouze v případě, že není možné podrobnější mapování pomocí přípojnic a polí!)

source: (Use number as shown on plate.)
cs: (Použijte číslo uvedené na ceduli.)

source: (please use isolated_dwelling for an isolated farm)
cs: (použijte prosím isolated_dwelling pro samostatnou farmu)

source: ... other transportation modes possible
cs: … další možné způsoby dopravy

source: 0: Graveled or hardened earth. Good Grip. Avg. incline 10%
cs: 0: Štěrkovaná nebo zpevněná zemina. Dobrá přilnavost. Prům. sklon 10 %

source: 0: Solid gravel/packed earth, no obstacles, wide curves
cs: 0: Štěrkový/udusaný povrch, bez překážek, oblé zatáčky

source: 1 - Solid
cs: 1 - pevný

source: 1 day
cs: 1 den

source: 1 hour
cs: 1 hodina

source: 1 table
cs: 1 stůl

source: 1.5 hours
cs: 1,5 hodiny

source: 1.5 years
cs: 1,5 roku

source: 180 minutes
cs: 180 minut

source: 1: Graveled or hardened earth. Good Grip. Avg. incline 15%
cs: 0: Štěrkovaná nebo zpevněná zemina. Dobrá přilnavost. Prům. sklon 15 %

source: 1: Some loose surface, small obstacles, wide curves
cs: 1: Místy nezpevněná půda, kořeny a malé kameny, oblé zatáčky

source: 2 - Mostly solid
cs: 2 - převážně pevný

source: 2 tables
cs: 2 stoly

source: 2 weeks
cs: 2 týdny

source: 2: Mostly stable, unsurfaced, partly washed out
cs: 2: Převážně stabilní, bez umělého povrchu, částečně vymytá

source: 2: Much loose surface, large obstacles, easy hairpins
cs: 2: Většinou nepevná půda, velké kameny, lehčí serpentiny

source: 3 - Mix hard and soft
cs: 3 - smíšený, měkký a tvrdý

source: 3 days
cs: 3 dny

source: 3 tables
cs: 3 stoly

source: 30 minutes
cs: 30 minut

source: 3: Slippery surface, large obstacles, tight hairpins
cs: 3: Kluzký povrch, samé balvany, prudké zatáčky

source: 3: Variable Surface, tight corners, small steps, surface rocks, earth or grass.
cs: 3: Proměnlivý povrch, těsné zatáčky, malá schodovitost, na povrchu kameny, zemina nebo tráva.

source: 4 - Mostly soft
cs: 4 - převážně měkký

source: 4 months
cs: 4 měsíce

source: 4 tables
cs: 4 stoly

source: 4: Loose surface or boulders, dangerous hairpins
cs: 4: Sypký povrch, velké schodky, nebezpečné zatáčky

source: 4: Way is very steep, or in bad condition for pedalling uphill. Steps, trees, roots, tight corners.
cs: 4: Cesta je velmi strmá nebo ve špatném stavu pro šlapání do kopce. Schody, stromy, kořeny, těsné zatáčky.

source: 5 - Soft
cs: 5 - měkký

source: 5 tables
cs: 5 stolů

source: 5: Maximum difficulty, boulder fields, landslides
cs: 5: Nejvyšší obtížnost, skály, sutiny, sesuvy

source: 5: Way is too steep and/or too difficult to ride uphill.
cs: 5: Cesta je příliš strmá nebo příliš obtížná pro jízdu do kopce.

source: 60 minutes
cs: 60 minut

source: 6: Not rideable
cs: 6: Nepojízdné

source: A Finnish-style hot sauna in which the stove has no chimney but instead the smoke fills the room when the sauna is prepared, and the smoke is then ventilated out when the sauna is ready.
cs: Horká sauna finského typu, ve které kamna nemají komín, ale při přípravě sauny se místnost naplní kouřem, který je po dokončení saunování vyveden ven.

source: A Finnish-style sauna with a temperature of over 60°C because of the water thrown on the rocks of the stove. This kind of sauna is relatively dry because of the high temperature.
cs: Sauna ve finském stylu s teplotou přes 60 °C díky vodě vhozené na kameny kamen. Tento druh sauny je díky vysoké teplotě poměrně suchý.

source: A Harbour installation with a service or commercial operation of public interest. A body of water providing protection for vessels, and providing anchoring and docking facilities.
cs: Přístavní zařízení se službou nebo komerčním provozem ve veřejném zájmu. Vodní plocha poskytující ochranu plavidlům a poskytující kotviště a dokovací zařízení.

source: A Korean-style hot and dry sauna, in which water is not thrown on the stove.
cs: Horká a suchá sauna v korejském stylu, ve které se voda nehází na kamna.

source: A Signpost/Guidepost to indicate the directions to different destinations.
cs: Rozcestník/Průvodce označující směr k různým cílům.

source: A Turkish-style steam sauna with a lower temperature and limited visibility because of the steam generated.
cs: Parní sauna v tureckém stylu s nižší teplotou a omezenou viditelností kvůli vytvářené páře.

source: A beacon primarily used to indicate an area or feature, the nature of which is apparent from reference to a chart, Sailing Directions or Notices to Mariners.
cs: Maják, který se primárně používá k označení oblasti nebo prvku, jehož povaha je zřejmá z mapy, plavebních směrů nebo oznámení pro námořníky.

source: A beacon that is moored on or above an isolated danger of limited extent, which has navigable water all around it.
cs: Maják, který je zakotven na izolovaném nebezpečí omezeného rozsahu, které má kolem sebe splavnou vodu, nebo nad ním.

source: A beacon used in conjunction with the compass to indicate where the mariner may find the best navigable water.
cs: Maják používaný ve spojení s kompasem, který námořníkovi ukazuje, kde může najít nejlépe splavnou vodu.

source: A beacon used to indicate that there is navigable water around the mark.
cs: Maják sloužící k označení, že kolem značky je splavná voda.

source: A beacon used to indicate the port or starboard hand side of the route to be followed.
cs: Maják sloužící k označení levoboku nebo pravoboku na trase, kterou je třeba sledovat.

source: A board with a map.
cs: Tabule s mapou.

source: A board with information.
cs: Tabule s informací.

source: A boat-like structure used instead of a light buoy in waters where strong streams or currents are experienced, or when a greater elevation than that of a light buoy is necessary.
cs: Konstrukce podobná člunu, která se používá místo světelné bóje ve vodách se silným prouděním nebo proudy nebo v případech, kdy je nutná větší výška než u světelné bóje.

source: A body of water, such as a lake or pond.
cs: Vodní plocha, jako je jezero nebo rybník.

source: A buoy primarily used to indicate an area or feature, the nature of which is apparent from reference to a chart, Sailing Directions or Notices to Mariners.
cs: Bóje, která se primárně používá k označení oblasti nebo prvku, jehož povaha je zřejmá z mapy, Plavebních směrů nebo Oznámení námořníkům.

source: A buoy that is moored on or above an isolated danger of limited extent, which has navigable water all around it.
cs: Bóje, která je zakotvena na izolovaném nebezpečí omezeného rozsahu nebo nad ním, které má kolem sebe splavnou vodu.

source: A buoy used for loading tankers with gas or oil.
cs: Bóje používaná pro nakládání tankerů plynem nebo ropou.

source: A buoy used in conjunction with the compass to indicate where the mariner may find the best navigable water.
cs: Bóje, která se používá ve spojení s kompasem k označení místa, kde námořník najde nejlepší splavnost.

source: A buoy used to indicate that there is navigable water around the mark.
cs: Bóje sloužící k označení, že kolem značky je splavná voda.

source: A buoy used to indicate the port or starboard hand side of the route to be followed.
cs: Bóje, která označuje levobok nebo pravobok sledované trasy.

source: A characteristic shape secured at the top of a buoy or beacon to aid in its identification.
cs: Charakteristický tvar upevněný na vrcholu bóje nebo majáku, který usnadňuje jeho identifikaci.

source: A concreted mass of stony material or coral which dries, is awash or is below the water surface.
cs: Zabetonovaná masa kamenitého materiálu nebo korálů, která vysychá, je zaplavená nebo je pod vodní hladinou.

source: A connected set of pipes for conveying liquids, slurries, or gases. A pipeline lying on or buried under the seabed or the land.
cs: Spojený soubor potrubí pro dopravu kapalin, kalů nebo plynů. Potrubí ležící na mořském dně nebo pod ním nebo pod zemí.

source: A construction to dam oil flow on water.
cs: Konstrukce pro přehrazení úniku ropy na vodě.

source: A defined area where traffic lanes cross.
cs: Vymezený prostor, kde se kříží dopravní pruhy.

source: A designated area of water where a single vessel, sea plane etc. may anchor.
cs: Vymezená vodní plocha, kde může kotvit jedno plavidlo, námořní letadlo atd.

source: A designated portion of water for the landing and take-off of sea-planes.
cs: Určená část vody pro přistávání a vzlety námořních letadel.

source: A device capable of, or intended for, reflecting radar signals.
cs: Zařízení schopné nebo určené k odrážení radarových signálů.

source: A distance mark indicates the distance measured from an origin and consists of either a solid visible structure or a distinct location without special installation.
cs: Vzdálenostní značka označuje vzdálenost měřenou od počátku a je tvořena buď pevnou viditelnou konstrukcí, nebo zřetelným místem bez zvláštní instalace.

source: A distinctively marked vessel anchored or moored at a charted point, to serve as an important floating aid to navigation with major light.
cs: Výrazně označené plavidlo zakotvené nebo zakotvené na místě vyznačeném v mapě, které slouží jako důležitá plovoucí navigační pomůcka s hlavním světlem.

source: A farm within a bigger settlement
cs: Farma uvnitř větší osady

source: A fee must be paid
cs: Poplatek musí být zaplacen

source: A fixed artificial structure in the water and/or adjoining the land. It may also refer to features such as training walls, which are not necessarily connected to, nor form part of the shoreline.
cs: Pevná umělá stavba ve vodě a/nebo přiléhající k pevnině. Může se vztahovat i na prvky, jako jsou cvičné stěny, které nemusí být nutně spojeny s břehovou linií ani tvořit její součást.

source: A flat area of sand, gravel or pebble next to water.
cs: Plochá oblast písku, štěrku nebo oblázků poblíž vody.

source: A floating structure, usually rectangular in shape which serves as landing, pier head or bridge support.
cs: Plovoucí konstrukce, obvykle obdélníkového tvaru, která slouží jako přistávací plocha, hlava pilíře nebo podpěra mostu.

source: A geographically defined part of the sea or other navigable waters. It may be specified within its limits by its proper name.
cs: Geograficky vymezená část moře nebo jiných splavných vod. V rámci svých hranic může být specifikována vlastním jménem.

source: A group of artillary (cannon) in a fixed fortification
cs: Skupina děl (kanónů) v pevném opevnění

source: A kids area is available
cs: Dětský koutek je dostupný

source: A lane where submarines may navigate under water or at the surface.
cs: Pruh, ve kterém se mohou ponorky pohybovat pod vodou nebo na hladině.

source: A large mobile wave-like sediment feature in shallow water and composed of sand. The wavelength may reach 100 metres, the amplitude may be up to 20 metres.
cs: Velký pohyblivý vlnovitý sediment v mělké vodě tvořený pískem. Vlnová délka může dosahovat až 100 metrů, amplituda až 20 metrů.

source: A large storage structure used for storing loose materials, liquids and/or gases.
cs: Velká skladovací konstrukce sloužící ke skladování sypkých materiálů, kapalin a/nebo plynů.

source: A line of trees.
cs: Řada stromů.

source: A line separating the lanes in which ships are proceeding in opposite, or nearly opposite directions; or separating a traffic lane from an adjacent sea area; or separating traffic lanes designated for particular classes of ships proceeding in the same direction.
cs: Čára oddělující jízdní pruhy, ve kterých plují lodě v opačných nebo téměř opačných směrech, nebo oddělující dopravní pruh od přilehlé námořní oblasti, nebo oddělující dopravní pruhy určené pro určité třídy lodí plujících stejným směrem.

source: A lock basin is a wet dock in a waterway, permitting a ship to pass from one level to another.
cs: Plavební komora je mokrý dok na vodní cestě, který umožňuje lodi přejít z jedné úrovně do druhé.

source: A long heavy timber or section of steel, wood, concrete, etc. forced into the earth which may serve as a support, as for a pier, or a free standing pole within a marine environment.
cs: Dlouhé těžké dřevo nebo část z oceli, dřeva, betonu atd. zatlučená do země, která může sloužit jako podpěra, například pro molo, nebo jako volně stojící sloup v mořském prostředí.

source: A low area between hills.
cs: Nížina mezi kopci.

source: A luminous or lighted aid to navigation, light. The IALA Maritime Buoyage System rules (INT-1 Q 130) will apply to minor lights, but not to leading lights.
cs: Svítící nebo osvětlená navigační pomůcka, světlo. Pravidla námořního navigačního systému IALA (INT-1 Q 130) se vztahují na menší světla, nikoli však na světla vedoucí.

source: A luminous or lighted aid to navigation. Light. Lighthouse. An all around light is a light that is visible over the whole horizon of interest to marine navigation. Secotr lights present different appearances (in particular, different colours) over various parts of the horizon of interest to maritime navigation.
cs: Světelná nebo osvětlená navigační pomůcka. Světlo. Maják. Celoplošné světlo je světlo, které je viditelné v celém horizontu zájmu námořní plavby. Sekotrová světla mají různý vzhled (zejména různé barvy) nad různými částmi horizontu zajímavého pro námořní plavbu.

source: A machine for lifting, shifting and lowering objects or materials by means of a swinging boom or with a lifting apparatus.
cs: Stroj pro zvedání, přemísťování a spouštění předmětů nebo materiálů pomocí výkyvného ramene nebo zvedacího zařízení.

source: A man-made barrier used as an enclosure or boundary or for protection.
cs: Uměle vytvořená bariéra sloužící jako ohrada, hranice nebo ochrana.

source: A marker along a route.
cs: Značky podél trasy.

source: A means of distinguishing unlighted marks at night. Retro-reflective material is secured to the mark in a particular pattern to reflect back light.
cs: Prostředek k rozlišení neosvětlených značek v noci. Retroreflexní materiál je na značku připevněn v určitém vzoru, který odráží zpětné světlo.

source: A mountain or hill ridge.
cs: Hora nebo hřeben kopce.

source: A named or numbered place where a vessel is moored at a wharf.
cs: Pojmenované nebo očíslované místo, kde kotví plavidlo v přístavišti.

source: A natural issue of water or other substances from the earth. One on the bottom of the sea is called a 'submarine spring'.
cs: Přirozený výron vody nebo jiných látek ze země. Pramen na mořském dně se nazývá "podmořský pramen".

source: A non-steam dry sauna in which water is not thrown on the stove.
cs: Suchá sauna bez páry, ve které se voda neházejí na kamna.

source: A notable rock or group of rocks, with at least one of them firmly attached to the underlying bedrock.
cs: Pozoruhodný kámen nebo skupina kamenů, přičemž alespoň jeden z nich je pevně připojen k podloží.

source: A notice board or sign indicating information to the mariner. A signboard used to indicate prohibitions, regulations, restrictions, recommendations and general information which apply to a waterway or a section of a waterway.
cs: Tabule nebo cedule s informacemi pro námořníky. Tabule sloužící k označení zákazů, předpisů, omezení, doporučení a obecných informací, které se vztahují na vodní cestu nebo její úsek.

source: A pedestrian door or gate near a larger gate
cs: Dveře nebo branka pro pěší v blízkosti větší brány

source: A permanent offshore structure, either fixed or floating, used in the production of oil or natural gas.
cs: Trvalá pobřežní stavba, pevná nebo plovoucí, používaná při těžbě ropy nebo zemního plynu.

source: A persistent body of dense ice that is constantly moving under its own weight.
cs: Trvalé těleso z hustého ledu, které se neustále pohybuje vlastní vahou.

source: A pillar hydrant where the barrel is pressurized at all times, with individual valves for each outlet.
cs: Sloupový hydrant, kde je hlaveň neustále pod tlakem, s individuálními ventily pro každý výstup.

source: A pillar hydrant where the water shutoff valve is below ground.
cs: Sloupový hydrant, kde uzavírací ventil vody je pod zemí.

source: A place at which a service generally of interest to small craft or pleasure boats is available.
cs: Místo, kde je k dispozici služba, která je obecně zajímavá pro malá plavidla nebo rekreační lodě.

source: A place equipped to transmit radio waves.
cs: Místo vybavené pro přenos rádiových vln.

source: A place where equipment for saving life at sea is maintained. Also called life saving station.
cs: Místo, kde se udržuje vybavení pro záchranu života na moři. Nazývá se také záchranná stanice.

source: A place where vehicles can be loaded or unloaded from the inland vessel with onboard or on-shore facilities.
cs: Místo, kde lze naložit nebo vyložit vozidla z vnitrozemského plavidla s palubním nebo pobřežním zařízením.

source: A point on the ground where position (horizontal and vertical) is used as a base for a dependent survey. Also referred to as a control station.
cs: Bod na zemi, jehož poloha (horizontální a vertikální) se používá jako základna pro závislý průzkum. Označuje se také jako kontrolní stanice.

source: A point where groundwater naturally flows to the surface of the earth from underground.
cs: Bod, kde podzemní voda přirozeně proudí na povrch země z podzemí.

source: A prominent object at a fixed location which can be used in determining a location or a direction.
cs: Výrazný objekt na pevném místě, který lze použít k určení polohy nebo směru.

source: A prominent, elevated piece of land sticking out into the sea or large lake.
cs: Výrazný, vyvýšený kus země trčící do moře nebo velkého jezera.

source: A raised way across low or wet ground or water.
cs: Vyvýšená cesta přes nízký nebo mokrý terén nebo vodu.

source: A recommended route centerline indicates the 'centerline' of a recommended route (often marked by centerline buoys).
cs: Doporučená středová linie trasy označuje "středovou linii" doporučené trasy (často vyznačenou středovými bójemi).

source: A region of the seabed including the material of which it is composed and its physical characteristics. Also called nature of bottom, character (or characteristics) of the bottom, or quality of the bottom.
cs: Oblast mořského dna včetně materiálu, z něhož se skládá, a jeho fyzikálních vlastností. Nazývá se také povaha dna, charakter (nebo vlastnosti) dna nebo kvalita dna.

source: A relatively permanent structure, roofed and usually walled. It is designed for some particular use which it may be important to indicate.
cs: Relativně stálá stavba, zastřešená a obvykle zděná. Je určena k určitému konkrétnímu použití, které může být důležité uvést.

source: A rock arch naturally formed by erosion, with an opening underneath.
cs: Skalní oblouk přirozeně vytvořený erozí, pod nímž je otvor.

source: A route in a body of water where a ferry crosses from one shoreline to another.
cs: Trasa na vodním díle, kde trajekt přejíždí z jednoho břehu na druhý.

source: A route which has been specially examined to ensure so far as possible that it is free of dangers and along which ships are advised to navigate. That portion of a 'navigation line' that a ship should use for navigation.
cs: Trasa, která byla speciálně prověřena, aby se pokud možno zajistilo, že na ní nehrozí nebezpečí, a po které se doporučuje plout lodím. Část "plavební dráhy", kterou by loď měla používat k plavbě.

source: A routeing measure comprising a separation point or circular separation zone and a circular traffic lane within defined limits. Traffic within the roundabout is separated by moving in a counter clockwise direction around the separation point or zone.
cs: Opatření na trase zahrnující bod oddělení nebo kruhovou oddělovací zónu a kruhový jízdní pruh ve vymezených mezích. Doprava v rámci kruhového objezdu je oddělena pohybem v protisměru hodinových ručiček kolem separačního bodu nebo zóny.

source: A routeing measure comprising an area within defined limits where ships must navigate with particular caution and within which the direction of traffic flow may be recommended.
cs: Opatření na trase zahrnující oblast ve vymezených hranicích, v níž musí lodě plout se zvláštní opatrností a v níž lze doporučit směr dopravního proudu.

source: A routing measure comprising a designated area between the landward boundary of a traffic separation scheme and the adjacent coast, to be used in accordance with the provisions of the International Regulations for Preventing Collisions at Sea.
cs: Směrové opatření zahrnující vymezený prostor mezi pevninskou hranicí systému oddělení dopravy a přilehlým pobřežím, který se používá v souladu s ustanoveními Mezinárodních předpisů pro zabránění srážkám na moři.

source: A saddle point between mountains or hills.
cs: Sedlo mezi horami nebo kopci.

source: A sauna is available but its type is not specified.
cs: Sauna k dispozici je, ale její typ nebyl uveden.

source: A sauna is not available.
cs: Sauna není k dispozici.

source: A sauna that constantly has an aroma, NOT a Finnish sauna with occasional aroma liquid added to the water.
cs: Sauna, která má neustále aroma, NE finská sauna s občasným přidáním aromatické tekutiny do vody.

source: A sauna-like construction that is used for infrared therapy.
cs: Konstrukce podobná sauně určená pro infračervenou terapii.

source: A sea area where dredged material or other potentially more harmful material, e.g. explosives, chemical waste, is deliberately deposited.
cs: Mořská oblast, kde je záměrně ukládán vytěžený materiál nebo jiný potenciálně škodlivější materiál, např. výbušniny, chemický odpad.

source: A single notable free-standing rock, which may differ from the composition of the terrain it lies in.
cs: Jediná pozoruhodná samostatně stojící skála, která se může lišit od složení terénu, ve kterém leží.

source: A single shrub.
cs: Osamělý keř.

source: A single tree.
cs: Osamělý strom.

source: A small protective fortification
cs: Malé ochranné opevnění

source: A specified area on land or water designated by an appropriate authority within which access or navigation is restricted in accordance with certain specified conditions.
cs: Určitá oblast na pevnině nebo na vodě určená příslušným orgánem, do níž je omezen přístup nebo plavba v souladu s určitými stanovenými podmínkami.

source: A station with a transmitter emitting pulses of ultra-high frequency radio waves which are reflected by solid objects and are detected upon their return to the sending station.
cs: Stanice s vysílačem vysílajícím impulsy ultra vysokých rádiových vln, které se odrážejí od pevných předmětů a jsou detekovány po návratu do vysílací stanice.

source: A station, at which a ship is able to bunker fuel, water or ballast.
cs: Stanice, ve které může loď tankovat palivo, vodu nebo zátěž.

source: A steep earth bank, with a significant vertical, or near vertical (leave the lower face to the right of the way).
cs: Strmý zemní břeh s výraznou svislicí nebo téměř svislicí (spodní stěnu nechte vpravo od cesty).

source: A steep rock face exposure, with a significant vertical, or near vertical (leave the lower face to the right of the way).
cs: Odkrytí strmé skalní stěny s výraznou svislou nebo téměř svislou rovinou (spodní stěnu nechte napravo od cesty).

source: A straight line extending towards an area of navigational interest and generally generated by two navigational aids or one navigational aid and a bearing.
cs: Přímka, která se táhne směrem k oblasti navigačního zájmu a je zpravidla tvořena dvěma navigačními pomůckami nebo jednou navigační pomůckou a azimutem.
