Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: A traffic flow pattern indicating a recommended directional movement of traffic where it is impractical or unnecessary to adopt an established direction of traffic flow. Indicates the recommended traffic flow e.g., between two TSS, in the entrance areas of a TSS, beside a deep water route.
de_ch: Ein Verkehrsflussmuster, das eine empfohlene Richtungsbewegung des Verkehrs anzeigt, wenn es unpraktisch oder nicht erforderlich ist, eine etablierte Verkehrsrichtung anzuwenden. Es zeigt den empfohlenen Verkehrsfluss, z.B. zwischen zwei TSS (Verkehrssicherheitssystem), in den Eingangsbereichen eines TSS oder neben einer tiefen Wasserstrasse.
es: Un patrón de flujo de tráfico que indica un movimiento direccional recomendado del tráfico donde no es práctico o innecesario adoptar una dirección establecida de flujo de tráfico. Indica el flujo de tráfico recomendado, por ejemplo, entre dos TSS, en las áreas de entrada de un TSS, junto a una ruta de aguas profundas.
hu: Forgalomáramlási minta, amely a forgalom ajánlott irányú mozgását jelzi, ha nem célszerű vagy nem szükséges elfogadni egy meghatározott forgalmi irányt. Jelzi az ajánlott forgalmi áramlást pl. két forgalomelválasztási séma (TSS) között, egy TSS bejárati területein vagy egy mélyvízi útvonal mellett.
sv: Ett trafikflödesmönster som anger en rekommenderad riktning för trafikrörelser där det är opraktiskt eller onödigt att anta en fastställd trafikflödesriktning. Anger det rekommenderade trafikflödet, t.ex. mellan två TSS, i infarten till ett TSS, bredvid en djupvattenled.

source: A traffic signal station is a place on shore from which signals are made to regulate the movement of traffic.
de_ch: Eine Verkehrsampelstation ist ein Ort an Land, von dem aus Signale zur Regulierung des Verkehrs abgegeben werden.
es: Una estación de señales de tránsito es un lugar en la costa desde el que se hacen señales para regular el movimiento del tráfico.
hu: A jelzőállomás egy olyan hely a parton, ahonnan jelzésekkel szabályozzák a forgalom mozgását.
sv: En trafiksignalstation är en plats på land från vilken signaler sänds ut för att reglera trafikens rörelser.

source: A transponder beacon transmitting a coded signal on radar frequency, permitting an interrogating craft to determine the bearing and range of the transponder. Also called racon.
de_ch: Ein Transponder-Bake, der ein codiertes Signal auf Radarfrequenz sendet und es einem abfragenden Flugzeug ermöglicht, die Peilung und Entfernung des Transponders zu bestimmen. Auch als Racon bezeichnet.
es: Una baliza transpondedora que transmite una señal codificada en la frecuencia del radar, lo que permite a una embarcación interrogante determinar el rumbo y el alcance del transpondedor. También llamado racon.
hu: Kódolt jelet radarfrekvencián továbbító transzponder jel, amely a lekérdező vízi járműnek lehetővé teszi a transzponder irányának és hatótávolságának meghatározását. Angolul raconnak is nevezik.
sv: En transponderfyr som sänder ut en kodad signal på radarfrekvens, vilket gör det möjligt för ett förhörsfartyg att bestämma transponderns bäring och räckvidd. Även kallad racon.

source: A tree stump.
de_ch: Baumstumpf
es: Un tocón de árbol.
hu: Fatuskó, kivágott fa földben maradó törzsrésze.
sv: En trädstubbe

source: A vertical construction consisting, for example, of a steel framework or pre-stressed concrete to carry cables, a bridge, etc.
de_ch: Eine vertikale Konstruktion, bestehend zum Beispiel aus einem Stahlgerüst oder vorgespanntem Beton, um Kabel, eine Brücke usw. zu tragen.
es: Una construcción vertical que consiste, por ejemplo, en una estructura de acero u hormigón pretensado para transportar cables, un puente, etc.
hu: Acélvázból, feszített betonból vagy hasonlóból készült függőleges szerkezet kábelek, híd stb. hordozására.
sv: En vertikal konstruktion bestående av till exempel ett stålramverk eller förspänd betong för att bära kablar, en bro etc.

source: A volcano, either dormant, extinct or active.
de_ch: Ein Vulkan, schlafend, erloschen oder aktiv.
es: Un volcán, ya sea latente, extinto o activo.
hu: Kialudt, alvó vagy aktív tűzhányó.
is: Eldstöð, ýmist í dvala, útbrunnin eða virk.
sv: En vulkan, antingen sovande, utdöd eller aktiv.

source: A warning signal station is a place on shore from which warning signals are made to ships at sea.
de_ch: Eine Warnsignalstation ist ein Ort an der Küste, von dem aus Warnsignale an Schiffe auf See gesendet werden.
es: Una estación de señales de advertencia es un lugar en la costa desde el que se envían señales de advertencia a los barcos en el mar.
hu: A figyelmeztető jelzőállomás egy olyan hely a parton, ahonnan figyelmeztető jeleket adnak a tengeren lévő hajóknak.
sv: En varningssignalstation är en plats på land från vilken varningssignaler sänds till fartyg till sjöss.

source: A warning signal transmitted by a vessel, or aid to navigation, during periods of low visibility.
de_ch: Ein Warnsignal, das von einem Schiff oder einer Navigationshilfe während Zeiten mit eingeschränkter Sicht übertragen wird.
es: Una señal de advertencia transmitida por una embarcación o ayuda a la navegación, durante períodos de baja visibilidad.
hu: Hajó vagy navigációs segédeszköz által rossz látási viszonyok idején továbbított figyelmeztető jelzés.
sv: En varningssignal som sänds av ett fartyg, eller ett navigationshjälpmedel, under perioder med dålig sikt.

source: A water well.
de_ch: Ein Brrunnen
es: Un pozo de agua.
hu: Egy kút
sv: En brunn med vatten

source: A waterway gauge is an instrument for measuring water levels.
de_ch: Ein Wasserstandsmesser ist ein Instrument zur Messung von Wasserständen.
es: Un medidor de vía fluvial es un instrumento para medir los niveles de agua.
hu: A vízmérce a vízszint mérésére szolgáló műszer.
sv: En vattenvägsmätare är ett instrument för att mäta vattennivåer.

source: A zone separating the lanes in which ships are proceeding in opposite or nearly opposite directions; or separating a traffic lane from an adjacent sea area; or separating traffic lanes designated for particular classes of ships proceeding in the same direction.
de_ch: Eine Zone, die die Fahrspuren trennt, in denen Schiffe in entgegengesetzter oder nahezu entgegengesetzter Richtung fahren; oder eine Verkehrsspur von einem angrenzenden Seegebiet trennt; oder Verkehrsspuren trennt, die für bestimmte Klassen von Schiffen in gleicher Richtung vorgesehen sind.
es: Una zona que separa los carriles en los que los barcos navegan en direcciones opuestas o casi opuestas; o que separa un carril de tráfico de una zona marítima adyacente; o que separa los carriles de tráfico designados para determinadas clases de barcos que navegan en la misma dirección.
hu: Olyan zóna, amely elválasztja (i) azokat a sávokat, amelyekben a hajók ellentétes vagy közel ellentétes irányban haladnak; (ii) a forgalmi sávot a szomszédos tengeri területtől vagy (iii) az azonos irányban haladó hajók egyes osztályai számára kijelölt forgalmi sávokat.
sv: En zon som skiljer de trafikleder där fartyg färdas i motsatta eller nästan motsatta riktningar; eller som separerar en trafikled från ett angränsande havsområde; eller som separerar trafikleder avsedda för särskilda klasser av fartyg som färdas i samma riktning.

source: Abandoned
de_ch: Aufgegeben
es: Abandonado
hu: Elhagyott
is: Yfirgefið
sv: Övergiven

source: Abandoned Rail
de_ch: Aufgegebene Bahnstrecke
es: Vía de ferrocarril abandonada
hu: Elhagyott vasút
is: Aflögð járnbraut
sv: Övergivet Spår

source: Abandoned aerialway
de_ch: Aufgegebene Seilbahn
es: Teleférico abandonado
sv: Övergiven fultbana

source: Abandoned aeroway
de_ch: Aufgegebener Flugplatz
es: Aerovía abandonada
hu: Elhagyott repülőtéri út
is: Ónotuð flugbraut
sv: Övergiven flygbana

source: Abandoned amenity
de_ch: Aufgegebene Einrichtung
es: Servicio abandonado
hu: Elhagyott, hasznos és fontos létesítmény
sv: Övergiven bekvämlighet

source: Abandoned bridge
de_ch: Aufgegebenes Brücke
es: Puente abandonado
sv: Övergiven bro

source: Abandoned building
de_ch: Aufgegebenes Gebäude
es: Edificio abandonado
hu: Elhagyott épület
is: Ónotuð bygging
sv: Övergiven byggnad

source: Abandoned highway
de_ch: Aufgegebene Strasse
es: Carretera abandonada
hu: Elhagyott út
is: Ónotuð hraðbraut
sv: Övergiven väg

source: Abandoned leisure
de_ch: Aufgegebene Freizeiteinrichtung
es: Instalación recreativa abandonada
hu: Elhagyott szabadidős létesítmény
sv: Övergiven nöjesaktivitet

source: Abandoned man_made
de_ch: Verlassenes man_made
es: Estructura artificial abandonada
hu: Elhagyott építmény
sv: Övergiven konstgjord

source: Abandoned military object
de_ch: Aufgegebene militärische Einrichtung
es: Objeto militar abandonado
hu: Elhagyott katonai objektum
sv: Övergivet militärt objekt

source: Abandoned place
de_ch: Verlassener Ort
es: Lugar abandonado
hu: Elhagyott hely
sv: Övergiven plats

source: Abandoned railway
de_ch: Aufgegebene Bahnstrecke
es: Ferrocarril abandonado
hu: Elhagyott vasút
is: Ónotuð járnbraut
sv: Övergiven räls

source: Abandoned shop
de_ch: Aufgegebener Laden
es: Tienda abandonada
hu: Elhagyott üzlet
sv: Övergiven butik

source: Abandoned tourism
de_ch: Aufgegebenes touristische Einrichtung
es: Elemento turístico abandonado
sv: Övergiven turism

source: Abused
de_ch: Missbraucht
es: Malogrado
hu: Bántalmazottaknak
sv: Missbrukad

source: Academic
de_ch: Akademisch
es: Académico
hu: Felsőoktatási
sv: Akademisk

source: Accepted bottles
de_ch: Angenommene Flaschen
es: Botellas aceptadas
hu: Elfogadott palackok
is: Samþykktar flöskur
sv: Accepterade flaskor

source: Accepted material
de_ch: Angenommenes Material
es: Material impreso aceptado
hu: Elfogadott anyag
is: Samþykktur úrgangur
sv: Accepterade material

source: Accepted waste
de_ch: Angenommener Abfall
es: Residuos aceptados
hu: Leadható hulladék
is: Samþykktur úrgangur
sv: Accepterat avfall

source: Accepts reusable packaging
de_ch: Nimmt wiederverwendbare Verpackungen an
es: Acepta envases reutilizables
hu: Újrafelhasználható csomagolást is elfogad
sv: Accepterar återanvändbara förpackningar

source: Access
de_ch: Zugang
es: Acceso
hu: Használat
is: Aðgangur
sv: Åtkomst

source: Access Restrictions
de_ch: Zugangsbeschränkungen
es: Restricciones de Acceso
hu: Használat korlátozásai
is: Aðgangstakmarkanir
sv: Åtkomstbegränsningar

source: Accommodation
de_ch: Unterkunft
es: Alojamiento
hu: Szállás
is: Gisting
sv: Boende

source: Accountant
de_ch: Buchhalter
es: Contador
hu: Könyvelő
is: Bókari
sv: Revisor

source: Accuracy
de_ch: Genauigkeit
es: Precisión
hu: Pontosság
is: Nákvæmni
sv: Precision

source: Across
de_ch: Quer
es: A través
hu: Keresztirányú
is: Þversum
sv: Längs kortsida

source: Acrylic
de_ch: Acryl
es: Acrílico
hu: Akril
is: Akrýl
sv: Akryl

source: Acrylic glass
de_ch: Plexiglas
es: Vidrio acrílico
hu: Akrilüveg
is: Akrýlgler
sv: Akrylplast

source: Action figures
de_ch: Action-Figuren
es: Figuras de acción
hu: Akciófigura
sv: Actionfigurer

source: Actual
de_ch: Effektiv
es: Real
hu: Tényleges
sv: Faktisk

source: Add or update check date
de_ch: Prüfdatum hinzufügen oder aktualisieren
es: Añadir o actualizar fecha de verificación
hu: Ellenőrzés dátumának hozzáadása vagy frissítése
sv: Lägg till eller uppdatera kontrolldatum

source: Additional attributes
de_ch: Zusätzliche Eigenschaften
es: Atributos adicionales
hu: További tulajdonságok
is: Viðbótareigindi
sv: Ytterligare attribut

source: Additional localisation
de_ch: Zusätzliche Ortsangabe
es: Localización adicional
hu: Kiegészítő helymeghatározás (UK)
sv: Ytterligare lokalisering

source: Additives:
de_ch: Zusätze:
es: Aditivos:
hu: Adalékanyagok:
is: Viðbætiefni:
sv: Tillsatser:

source: Address
de_ch: Adresse
es: Dirección
hu: Cím
is: Heimilisfang
sv: Adress

source: Address Interpolation
de_ch: Adressinterpolation
es: Interpolación de domicilio
hu: Címek interpolálása
is: Víxluð húsnúmer
sv: Adressinterpolering

source: Addresses and Contact
de_ch: Adressen und Kontakt
es: Direcciones y contacto
hu: Cím és kapcsolat
is: Heimilisföng og tengiliðir
sv: Adress och kontaktinformation

source: Adit
de_ch: Stolleneingang
es: Socavón
hu: Bányatárna (vízszintes)
is: Námuinngangur
sv: Vuxen

source: Administration centre
de_ch: Verwaltungszentrum
es: Centro administrativo
hu: Közigazgatási központ
is: Stjórnsýslumiðstöð
sv: Administrativt centrum

source: Administrative
de_ch: Verwaltung
es: Límite administrativo
hu: Közigazgatás
is: Stjórnsýsla
sv: Administrativ

source: Administrative level
de_ch: Verwaltungsstufe
es: Nivel administrativo
hu: Közigazgatási szint
is: Stjórnsýslustig
sv: Administrativ nivå

source: Admission tickets
de_ch: Eintrittskarten
es: Boletos de admisión
hu: Belépőjegy
is: Aðgöngumiðar
sv: Inträdesbiljetter

source: Adult gaming centre
de_ch: Spielhalle (ab 18)
es: Centro de juegos para adultos
hu: Játékterem (csak felnőtteknek)
is: Spilasalur fyrir fullorðna
sv: Spelhall för vuxna

source: Advanced stop line
de_ch: Vorgezogene Stoplinie
es: Línea de parada avanzada
hu: Előretolt kerékpáros felállóhely
sv: Cykelbox

source: Advertising
de_ch: Werbung
es: Publicidad
hu: Hirdetés
is: Auglýsingar
sv: Reklam

source: Advertising Column
de_ch: Litfasssäule
es: Columna publicitaria
hu: Hirdetőoszlop
is: Auglýsingasúl
sv: Reklampelare

source: Advertising agency
de_ch: Werbeagentur
es: Agencia de publicidad
hu: Reklámügynökség
is: Auglýsingastofa
sv: Reklambyrå

source: Advisory max. speed (km/h)
de_ch: Richtgeschwindigkeit (km/h)
es: Velocidad máxima recomendada (km/h)
hu: Ajánlott legnagyobb sebesség (km/h)
is: Ráðlagður hámarkshraði (km/klst)
sv: Rekomenderad maxhastighet (km/h)

source: Aerial ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
de_ch: Seilbahn ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
es: Aéreo ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
hu: Felvonó ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
sv: Antenn ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})

source: Aerialway
de_ch: Seilbahn
es: Teleférico
hu: Drótkötélpályás felvonó
is: Víralyfta
sv: Linbana

source: African
de_ch: Afrikanisch
es: Africana
hu: afrikai
is: Afrískt
sv: Afrikansk

source: Afrikaans
es: Afrikáans
is: Afríkanska

source: After school capacity
de_ch: Kapazität der Betreuung nach der Schule
es: Capacidad extraescolar
hu: Napközis kapacitás
sv: Fritidskapacitet

source: After school care
de_ch: Betreuung nach der Schule
es: Atención extraescolar
hu: Napközi
sv: Fritids

source: Against way direction
de_ch: Entgegengesetzt zur Wegrichtung
es: En contra de la dirección del camino
hu: A vonal irányával szemben
sv: Mot vägriktningen

source: Age group (ie: 6-12)
de_ch: Altersgruppe (z.B.: 6-12)
es: Grupo de edad (es decir: 6-12)
hu: Korcsoport (pl. 6-12)
is: Aldursbil (t.d: 6-12)
sv: Åldersgrupp (t.ex. 6-12)

source: Aggregate
de_ch: Gesteinskörnung
es: Agregar
hu: zúzott kő
is: Malarblanda
sv: Ballast

source: Agricultural
de_ch: Landwirtschaftliche Nutzung
es: Agrícola
hu: Mezőgazdasági
is: Landbúnaður
sv: Jordbruk

source: Agricultural engines
de_ch: Landmaschinen
es: Maquinaria agrícola
hu: Mezőgazdaságigép-gyártó
is: Landbúnaðarvélar
sv: Jordbruksmotorer

source: Agricultural supplies
de_ch: Landwirtschaftlicher Bedarf
es: Suministros agrícolas
hu: Mezőgazdasági anyagok
is: Landbúnaðarvörur
sv: Jordbruksartiklar och jordbrukstillbehör

source: Agritourism
de_ch: Agrotourismus
es: Agroturismo
hu: Falusi vendéglátás, agroturizmus
sv: Gårdsturism

source: Air
de_ch: Luft
es: Aire
hu: Levegő
is: Loft
sv: Luft

source: Air Quality
de_ch: Luftqualität
es: Calidad del aire
hu: Levegőminőség
is: Loftgæði
sv: Luftkvalité

source: Air conditioning
de_ch: Klimaanlage
es: Aire acondicionado
hu: Légkondícionálás
sv: Luftkonditionering

source: Aircraft
de_ch: Luftfahrzeug
es: Aeronave
hu: Légi jármű
is: Flugvélar
sv: Flygplan

source: Airfield
de_ch: Flugplatz
es: Aeródromo
hu: Kis repülőtér
is: Flugvöllur
sv: Flygfält

source: Airlift
de_ch: Luftbrücke
es: Elevación por aire
sv: Luftbro

source: Airport
de_ch: Flughafen
es: Aeropuerto
hu: Repülőtér
is: Flugvöllur
sv: Flygplats

source: Airport Grounds
de_ch: Flughafengelände
es: Recinto del aeropuerto
hu: Repülőtér területe
is: Flugvallarsvæði
sv: Flygplatsområde

source: Airstrip
de_ch: Landebahn
es: Pista de aterrizaje
hu: Leszállóhely
is: Flugbraut
sv: Landningsbana

source: Albanian
de_ch: Albanisch
es: Albanés
hu: albán
is: Albanska
sv: Albanska

source: All
de_ch: Alle
es: Todo
hu: Minden
is: Allt
sv: Alla

source: All vehicles
de_ch: Alle Fahrzeuge
es: Todos los vehículos
hu: Minden jármű
is: Öll farartæki
sv: Alla fordon

source: All vehicles @
de_ch: Alle Fahrzeuge @
es: Todos los vehículos @
hu: Minden jármű @
is: Öll farartæki @
sv: Alla fordon @

source: Allotments
de_ch: Schrebergärten
es: Parcelas
hu: Kiskertek
is: Úthlutuð svæði
sv: Kolonilotter

source: Allowed
de_ch: Erlaubt
es: Permitido
hu: Engedélyezett
is: Leyft
sv: Tillåten

source: Almond trees
de_ch: Mandelbäume
es: Almendros
hu: Mandulafa
is: Möndltré
sv: Mandelträd

source: Almost always an unpaved track lacking hard materials, uncompacted, with surface of soil/sand/grass
de_ch: Fast immer ein unbefestigter Weg ohne harte Materialien, mit einer Oberfläche aus Erde/Sand/Gras.
es: Casi siempre es una pista sin pavimentar que carece de materiales duros, sin compactar, con superficie de tierra/arena/césped
hu: Szinte mindig burkolat nélküli úttest szilárd anyag nélkül, tömörítetlen, talaj/homok/fű felülettel
is: Næstum alltaf slóði án slitlags eða harðara efnis, óþjappað með yfirborði úr jarðvegi/sandi/grasi
sv: Nästan alltid ett obelagd spår som saknar hårt material, har löst underlag eller har en yta av jord/sand/gräs

source: Almost always an unpaved track prominently with soil/sand/grass, but with some hard materials, or compressed materials
de_ch: Grossteils weich: Erde/Sand/Gras gemischt mit etwas hartem oder verdichtetem Material
es: Casi siempre es una pista sin pavimentar en la que predomina la tierra/arena/césped, pero con algunos materiales duros, o materiales comprimidos
hu: Szinte mindig burkolat nélküli úttest, elsődlegesen föld/homok/fű, de némi kemény vagy tömörített anyaggal.
is: Næstum alltaf slóði án slitlags að mestu með yfirborði úr jarðvegi/sandi/grasi, en á köflum með harðara efni eða þjöppuðu yfirborði
sv: Nästan alltid ett obelagd spår främst bestående av jord/sand/gräs, men med en del hårda eller komprimerade material

source: Along
de_ch: Längs
es: A lo largo
hu: Hosszanti
is: Meðfram
sv: Längs långsida

source: Alphabetic
de_ch: Alphabetisch
es: Alfabético
hu: Ábécésorrendben
is: Stafrófsröð
sv: Alfabetisk

source: Alpine
de_ch: Alpin
es: Alpina
hu: Alpesi
is: Alpaskíði
sv: Alpin

source: Alpine Hut
de_ch: Alpine Hütte
es: Cabaña alpina
hu: Menedékház (személyzettel)
is: Fjallaskáli
sv: Fjällstuga

source: Alternate name
de_ch: Alternativer Name
es: Nombre alternativo
hu: Alternatív név
is: Annað nafn
sv: Alternativt namn

source: Alternate service tagging
de_ch: Alternatives Tagging für Dienstleistungen
es: Etiquetado de servicio alternativo
sv: Alternativ servicemärkning

source: Alternative medicine
de_ch: Alternativmedizin
es: Medicina alternativa
hu: Alternatív gyógyászat
is: Óhefðbundnar lækningar
sv: Alternativmedicin

source: Alternative name
de_ch: Alternativer Name
es: Nombre alternativo
hu: Alternatív név
is: Annað nafn
sv: Alternativt namn

source: Aluminium
es: Aluminio
hu: Alumínium
is: Ál

source: Amateur radio
de_ch: Amateurfunk
es: Radioaficionados
hu: Rádióamatőr
is: Radíóamatörar
sv: Amatörradio

source: Ambulance Station
de_ch: Rettungswache
es: Estación de ambulancia
hu: Mentőállomás
is: Sjúkrabílastöð
sv: Ambulansstation

source: Ambulatory Care
de_ch: Ambulante Pflege
es: Atención ambulatoria
hu: Ambuláns ellátás
is: Heimahlynning
sv: Öppenvård

source: American
de_ch: Amerikanisch
es: Americano
hu: amerikai
is: Amerískt
sv: Amerikansk

source: American Football
es: Fútbol americano
hu: Amerikai futball
is: Amerískur ruðningsbolti
sv: Amerikansk fotboll

source: Amharic
de_ch: Amharisch
es: Amárico
hu: amhara
is: Amharíska
sv: Amhariska

source: Amperage
de_ch: Stromstärke
es: Amperaje
hu: Áramerősség
is: Amperstyrkur
sv: Strömstyrka

source: Amphibian
de_ch: Amphibien
es: Anfibio
hu: Kétéltű
sv: Amfibie

source: Amsterdam School
de_ch: Amsterdam Schule
es: Escuela de Ámsterdam
hu: Amszterdami iskola
sv: Amsterdamskolan

source: Amusement/Theme Park
de_ch: Vergnügungspark
es: Entretenimiento/Parque de Atracciones
hu: Vidámpark
is: Skemmtigarður/Þemagarður
sv: Nöjes-/Temapark

source: An Automatic Identification System (AIS) message 21 transmitted from an AIS station to simulate on navigation systems an Aid to Navigation which does not physically exist.
de_ch: Eine Automatic Identification System (AIS) Nachricht 21, die von einer AIS-Station übertragen wird, um in Navigationssystemen eine nicht physisch existierende Navigationshilfe zu simulieren.
es: Un mensaje 21 del Sistema de Identificación Automática (AIS) transmitido desde una estación AIS para simular en los sistemas de navegación una ayuda a la navegación que no existe físicamente.
sv: Ett AIS-meddelande 21 från ett automatiskt identifieringssystem (AIS) som sänds från en AIS-station för att simulera ett navigationshjälpmedel som inte fysiskt existerar i navigationssystem.

source: An accumulation of loose rocks.
de_ch: Eine Ansammlung von losem Geröll.
es: Una acumulación de rocas sueltas
hu: Laza sziklák felhalmozódása.
is: Samsöfnun lausagrjóts.
sv: En ansamling av lösa stenar.

source: An accumulation of loose rounded rocks on a beach or riverbed.
de_ch: Eine Anhäufung von losen, abgerundeten Steinen an einem Strand oder Flussbett.
es: Una acumulación de rocas sueltas en una playa o cauce.
hu: Szétszórt, gömbölyű sziklák felhalmozódása a parton vagy a mederben.
is: Samsöfnun rúnnaðra lausasteina á strönd eða í árfarvegi.
sv: Ansamling av lösa rundade stenar på en strand eller flodbädd.

source: An area at sea within which there are production facilities.
de_ch: Ein Gebiet auf See, in dem sich Produktionsanlagen befinden.
es: Una zona en el mar dentro de la cual hay instalaciones de producción.
hu: Olyan tengeri terület, amelyen belül termelési létesítmények vannak.
sv: Ett område till havs inom vilket det finns produktionsanläggningar.

source: An area containing one or more pipelines.
de_ch: Ein Bereich, der eine oder mehrere Pipelines enthält.
es: Una zona que contiene una o más tuberías.
hu: Egy vagy több csővezetéket tartalmazó terület.
sv: Ett område som innehåller en eller flera rörledningar.

source: An area in which vessels anchor or may anchor.
de_ch: Ein Bereich, in dem Schiffe ankern oder ankern können.
es: Una zona en la que los barcos anclan o pueden anclar.
hu: Olyan terület, ahol a hajók lehorgonyoznak vagy lehorgonyozhatnak.
sv: Ett område där fartyg ankrar eller får ankra.

source: An area in which waterborn tailings are pumped to allow the separation of solids from the water
de_ch: Ein Bereich, in dem wassergetragene Rückstände gepumpt werden, um eine Trennung von Feststoffen und Wasser zu ermöglichen.
es: Una zona en la que se bombean relaves acuosos para permitir la separación de los sólidos del agua.
hu: Olyan terület, ahová a vízben lévő hordalékot szivattyúzzák, hogy a szilárd anyagot el lehessen választani a víztől
sv: Ett område där vattenburet avfallsdeponi pumpas för att möjliggöra separering av fasta ämnen från vattnet
