Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

# garden
source: Cottage garden
de_ch: Bauerngarten
es: Jardín de cabaña / campestre
sv: Stugträdgård

# garden
source: English
de_ch: Englisch
es: Inglés
hu: Angolkert
is: Enska
sv: Engelska

# garden
source: Flower garden
de_ch: Ziergarten
es: Jardín de flores
hu: Virágoskert
is: Blómagarður
sv: Blomsterträdgård

# garden
source: French
de_ch: Französisch
es: Francés
hu: Franciakert
is: Franska
sv: Franska

# garden
source: Herb garden
de_ch: Kräutergarten
es: Jardín de hierbas
hu: Fűszernövénykert
is: Jurtagarður
sv: Örtträdgård

# garden
source: Japanese
de_ch: Japanisch
es: Japonés
hu: Japánkert
is: Japanskur
sv: Japanska

# garden
source: Kitchen
de_ch: Küchenstudio
es: Cocina
hu: Konyha
is: Eldhús
sv: Kök

# garden
source: Medical garden
de_ch: Apothekergarten
es: Jardín medicinal
hu: Gyógynövénykert
is: Lækningajurtagarður
sv: Medicinsk trädgård

# garden
source: Monastery
de_ch: Kloster
es: Monasterio
hu: Kolostorkert
is: Klaustur
sv: Kloster

# garden
source: Residential
de_ch: Privater Garten
es: Vía urbana
hu: Házikert
is: Íbúðabygging
sv: Bostad

# garden
source: Roof garden
de_ch: Dachgarten
es: Jardín en la azotea / terraza
hu: Tetőkert
is: Þakgarður
sv: Takträdgård

# garden
source: Rosarium
de_ch: Rosengarten
es: Rosaleda
hu: Rózsakert
is: Rósagarður

# garden
source: Show garden
de_ch: Schaugarten
es: Jardín de exhibición
hu: Bemutatókert
is: Sýningagarður
sv: Visningsträdgård

# garden
source: Style
de_ch: Stil
es: Estilo
hu: Stílus
is: Stíll
sv: Stil

# garden
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# garden
source: Walled garden
de_ch: Mauergarten
es: Jardín amurallado
hu: Fallal körülvett kert
is: Umgirtur garður
sv: Muromgärdad trädgård

# Landuse
source: Commercial
de_ch: Gewerbegebiet
es: Local comercial
hu: Üzleti
is: Atvinnusvæði
sv: Kommersiellt

# Landuse
source: Construction Area
de_ch: Bauplatz
es: Área de construcción
hu: Építési terület
is: Byggingaframkvæmdasvæði
sv: Byggarbetsplats

# Landuse
source: Harbour area
de_ch: Hafenfläche
es: Área portuaria
sv: Hamnområdet

# Landuse
source: Industrial area
de_ch: Industriegebiet
es: Área industrial
hu: Ipari terület
is: Iðnaðarsvæði
sv: Industriområde

# Landuse
source: Military
de_ch: Militärische Nutzung
es: Militar
hu: Katonai
is: Hernaður
sv: Militärt spår

# Landuse
source: Port
de_ch: Hafen
es: Babor
is: Höfn
sv: Barbord

# Landuse
source: Residential Area
de_ch: Wohngebiet
es: Área residencial
hu: Lakóövezet
is: Íbúðahverfi
sv: Bostadsområde

# Landuse
source: Retail
de_ch: Einzelhandel
es: Tienda
hu: Kiskereskedelmi
is: Smásala
sv: Återförsäljning

# landuse
source: Apartments
de_ch: Wohnungen
es: Apartamentos
hu: Társasház-komplexum
is: Íbúðir
sv: Lägenheter

# landuse
source: Cemetery
de_ch: Friedhof
es: Cementerio
hu: Temető
is: Grafreitur
sv: Kyrkogård

# landuse
source: Commercial
de_ch: Gewerbegebiet
es: Local comercial
hu: Üzleti
is: Í atvinnuskyni
sv: Kommersiellt

# landuse
source: Construction type
de_ch: Art der Baustelle
es: Tipo de construcción
hu: Készülő épület
is: Tegund byggingar
sv: Typ av byggarbete

# landuse
source: Education
de_ch: Erziehung
es: Educación
hu: Oktatás
is: Menntun
sv: Utbildning

# landuse
source: Halting site
de_ch: Stellplatzanlage
es: Área de descanso para viajeros
hu: Megállóhely lakókocsiban utazó népeknek
sv: Lägerplats (resandefolk)

# landuse
source: Military
de_ch: Militärische Nutzung
es: Militar
hu: Katonai
is: Hernaður
sv: Militärt spår

# landuse
source: Railway Land
de_ch: Bahnareal
es: Terreno de ferrocarril
hu: Vasúti terület
is: Járnbrautaland
sv: Järnvägsområde

# landuse
source: Religious
de_ch: Religiöser Betreiber
es: Religioso
hu: Egyházi
is: Trúarleg
sv: Religös

# landuse
source: Residential Area
de_ch: Wohngebiet
es: Área residencial
hu: Lakóövezet
is: Íbúðahverfi
sv: Bostadsområde

# landuse
source: Retail
de_ch: Einzelhandel
es: Tienda
hu: Kiskereskedelmi
is: Smásala
sv: Återförsäljning

# landuse
source: Single family
de_ch: Einfamilienhäuser
es: Unifamiliar
hu: Családi házas övezet
sv: Enfamiljshus

# landuse
source: Trailer park
de_ch: Wohnwagenpark
es: Parque de casas rodantes / caravanas
hu: Állandó lakókocsis övezet
sv: Permanent husvagnsboende

# landuse
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# landuse
source: Urban
de_ch: Stadtbaum
es: Urbano
hu: Városi
is: Í byggð
sv: Tätort

# industrial
source: Bakery
de_ch: Bäckerei
es: Panadería
hu: Pékség
is: Bakarí
sv: Bageri

# industrial
source: Brewery
de_ch: Brauerei
es: Cervecería
hu: Sörfőzde
is: Bruggari
sv: Bryggeri

# industrial
source: Brickyard
de_ch: Ziegelei
es: Fábrica de ladrillos
hu: Téglagyár
is: Múrsteinagerð
sv: Tegelbruk

# industrial
source: Cargo
de_ch: Fracht
es: Carguero
is: Frakt
sv: Gods

# industrial
source: Container
es: Contenedor
is: Gámur

# industrial
source: Depot
de_ch: Lagerhaus
es: Terminal
hu: Járműtároló
is: Lager
sv: Depå

# industrial
source: Distributor
de_ch: Grosshändler
es: Distribuidor
hu: Termékelosztó
is: Dreifingaraðili
sv: Distributör

# industrial
source: Factory
de_ch: Fabrik
es: Fábrica
hu: Gyár
is: Verksmiðja
sv: Fabrik

# industrial
source: Fishing
de_ch: Fischen
es: Pesca / Pesca deportiva
is: Fiskveiði
sv: Fiske

# industrial
source: Grinding mill
de_ch: Mahlanlage
es: Molino
hu: Malom, őrlő- vagy darálóüzem
is: Kurlari
sv: Kvarn

# industrial
source: Heating station
de_ch: Heizwerk
es: Estación de calentamiento
hu: Távfűtő üzem
is: Upphitun
sv: Värmeverk

# industrial
source: Machine shop
de_ch: Maschinenhalle
es: Taller mecánico
hu: Maróüzem
is: Vélsmiðja
sv: Maskinaffär

# industrial
source: Mine
es: Mina
hu: Bánya
is: Náma
sv: Gruva

# industrial
source: Oil
de_ch: Öl
es: Aceite
hu: Kőolaj
is: Olía
sv: Olja

# industrial
source: Passenger
de_ch: Passagierhafen
es: Pasajero
sv: Passagerare

# industrial
source: Port
de_ch: Hafen
es: Puerto
hu: Kikötő
is: Höfn
sv: Babord

# industrial
source: Port type
de_ch: Hafentyp
es: Tipo de puerto
sv: Hamntyp

# industrial
source: Roll-on roll-off
es: Carga rodante (roll-on roll-off)

# industrial
source: Salt pond
de_ch: Saline
es: Estanque de sal
hu: Sólepárló medence
is: Salttjörn
sv: Salin

# industrial
source: Sawmill
de_ch: Sägewerk
es: Aserradero
hu: Fűrészmalom
is: Sögunarmylla
sv: Sågverk

# industrial
source: Scrap yard
de_ch: Schrottplatz
es: Depósito de chatarra
hu: Autóbontó
is: Brotajárnsplan
sv: Skrotupplag

# industrial
source: Shipyard
de_ch: Werft
es: Astillero
hu: Hajógyár
is: Slippur
sv: Varv

# industrial
source: Slaughterhouse
de_ch: Schlachthaus
es: Matadero
hu: Vágóhíd
is: Sláturhús
sv: Slaktare

# industrial
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# industrial
source: Warehouse
de_ch: Lagergebäude
es: Almacén
hu: Raktárépület
is: Vöruhús
sv: Lager

# industrial
source: Well site
de_ch: Ölfeld
es: Sitio de pozo / Plataforma petrolífera
hu: Kúthely (földgáz vagy kőolaj)
sv: Brunnsplats

# addr:
source: State
de_ch: Bundesland
es: Estado
hu: Állam
is: Ríki
sv: Stat

# description=*
source: A short text with additional information.
de_ch: Ein kurzer Text mit zusätzlichen Informationen
es: Un texto corto con información adicional.
hu: További tájékoztatást nyújtó rövid szöveg.
is: Stuttur texti með viðbótarupplýsingum.
sv: En kort text med ytterligare information.

# description=*
source: It might be viewable to the end user (perhaps using a search system or a map with pop-ups).
de_ch: Es könnte für den Endbenutzer sichtbar sein (möglicherweise unter Verwendung eines Suchsystems oder einer Karte mit Popups).
es: Puede ser visible para el usuario final (quizás usando un sistema de búsqueda o un mapa con ventanas emergentes).
hu: Adott esetben a végfelhasználó is láthatja (ha esetleg keresőrendszert vagy felpattanó ablakokkal működő térképet használ).
is: Hann gæti verið sýnilegur endanotendum (hugsanlega í gegnum leitarvélar eða landakort með sprettgluggum).
sv: Det kan vara synligt för slutanvändarna (kanske genom ett söksystem eller en karta med poppupper.

# the tag note=*
source: Note
de_ch: Anmerkung
es: Nota
hu: Megjegyzés
is: Athugasemd
sv: Anteckning

# note=*
source: An important hint for other mappers (not for the end user).
de_ch: Wichtiger Hinweis für Mapper (nicht für Endbenutzer).
es: Una sugerencia importante para otros mapeadores (no para el usuario final).
hu: Fontos utalás a többi térképszerkesztőnek (nem a végfelhasználónak).
is: Mikilvæg ábending til annars kortagerðarfólks (ekki til venjulegra notenda).
sv: En viktig ledtråd till andra kartläggare (inte för slutanvändarna).

# fixme=*
source: A hint for other mappers (not for the end user), that an object needs an improvement.
de_ch: Hinweis für Mapper (nicht Endnutzer), dass ein Objekt Verbesserung benötigt.
es: Una sugerencia para otros mapeadores (no para el usuario final), de que un objeto necesita una mejora.
hu: Utalás a többi térképkészítőnek (nem a végfelhasználóknak) arra, hogy egy objektumot javítani kell.
is: Ábending til annars kortagerðarfólks (ekki til venjulegra notenda) um að bæta þurfi viðkomandi atriði.
sv: En ledtråd till andra kartläggare (inte för slutanvändarna) om att ett objekt behöver förbättras.

# network
source: International
es: Internacional
hu: Nemzetközi
is: Alþjóðlegt
sv: Internationell

# network
source: International cycling
de_ch: Internationales Radfahren
es: Ciclismo internacional
hu: Nemzetközi kerékpáros útvonal
is: Alþjóðlegar hjólaleiðir
sv: Internationell cykling

# network
source: International riding
de_ch: Internationales Reiten
es: Equitación internacional
hu: Nemzetközi lovaglóútvonal
is: Alþjóðlegar reiðleiðir
sv: Internationell ridning

# network
source: International walking
de_ch: Internationales Wandern
es: Senderismo internacional
hu: Nemzetközi turistaút
is: Alþjóðlegar gönguleiðir
sv: Internationell vandring

# network
source: Local canoe
de_ch: Lokale Kanu Route
es: Canotaje / Piragüismo local
hu: Helyi kenuútvonal
sv: Lokal kanot

# network
source: Local cycling
de_ch: Lokales Radfahren
es: Ciclismo local
hu: Helyi kerékpáros útvonal
is: Staðbundnar hjólaleiðir
sv: Lokal cykling

# network
source: Local riding
de_ch: Lokales Reiten
es: Equitación local
hu: Helyi lovaglóútvonal
is: Staðbundnar reiðleiðir
sv: Lokal ridning

# network
source: Local walking
de_ch: Lokales Wandern
es: Senderismo local
hu: Helyi turistaút
is: Staðbundnar gönguleiðir
sv: Lokal vandring

# network
source: National
es: Nacional
hu: Országos
is: Landskerfi
sv: Nationell

# network
source: National cycling
de_ch: Nationales Radfahren
es: Ciclismo nacional
hu: Országos kerékpáros útvonal
is: Landsbundnar hjólaleiðir
sv: Nationell cykling

# network
source: National riding
de_ch: Nationales Reiten
es: Equitación nacional
hu: Országos lovaglóútvonal
is: Landsbundnar reiðleiðir
sv: Nationell ridning

# network
source: National walking
de_ch: Nationales Wandern
es: Senderismo nacional
hu: Országos turistaút
is: Landsbundnar gönguleiðir
sv: Nationell vandring

source: Network
de_ch: Netzwerk
es: Red
hu: Hálózat
is: Leiðakerfi
sv: Nätverk

# network
source: Regional canoe
de_ch: Regionale Kanu Route
es: Canotaje / Piragüismo regional
hu: Regionális kenuútvonal
sv: Regional kanot

# network
source: Regional cycling
de_ch: Regionales Radfahren
es: Ciclismo regional
hu: Regionális kerékpáros útvonal
is: Svæðisbundnar hjólaleiðir
sv: Regional cykling

# network
source: Regional riding
de_ch: Regionales Reiten
es: Equitación regional
hu: Regionális lovaglóútvonal
is: Svæðisbundnar reiðleiðir
sv: Regional ridning

# network
source: Regional walking
de_ch: Regionales Wandern
es: Senderismo regional
hu: Regionális turistaút
is: Svæðisbundnar gönguleiðir
sv: Regional vandring

# office
source: Religion
es: Religión
hu: Egyházi iroda
is: Trúarbrögð

source: translator-credits
de_ch: Übersetzer-Credits
es: Ignacio L'Episcopo, 2019,2021-2024
hu: Meskó Balázs <meskobalazs@gmail.com> 2016; Babos Gábor <gabor.babos@gmail.com> 2017
is: Sveinn í Felli <sv1@fellsnet.is>, 2020
sv: Erik Lindahl <fisensmosse@gmail.com>, 2016 Magnus Österlund <magnusosterlund78@gmail.com>, 2016

source: 1/25 mix (mofa/moped)
de_ch: 1/25 Gemisch (Mofa/Moped)
hu: 1/25 arányú keverék (mopedhez)
is: 1/25 blanda (vélknúin reiðhjól/skellinöðrur)
sv: 1/25 oljeblandat

source: ALPR
de_ch: Nummernschilderkennung
hu: Automatikus rendszámtábla-felismerő
sv: ANPR

source: Alcohol
de_ch: Alkohol
hu: Szesz
is: Áfengi
sv: Alkohol

source: Alpaca
de_ch: Alpaka
hu: Alpaka
sv: Alpacka

source: Animal
de_ch: Tier
hu: Állat
is: Dýr
sv: Djur

source: Aroma
sv: Arom

source: Art Nouveau
de_ch: Jugendstil
hu: Art Nouveau (szecesszió)
sv: Jugend

source: Artificial
de_ch: Künstlich angelegt
sv: Artificiell

source: Audio
de_ch: Tonstudio
hu: Hangstúdió (felvétel készítéséhez)
is: Hljóð
sv: Ljud

source: BOS
de_ch: Behördenfunk
hu: Biztonsági hatóságok és szervezetek
sv: BOS-mast

source: Bahai
is: Baháí
sv: Bahá'í

source: Bancomat
hu: Bancomat (Olaszország)
sv: Bankomat

source: Boulders
de_ch: Geröll
hu: Boulderezés
is: Stórsteinar
sv: Stenblock

source: Canal
de_ch: Kanal
hu: Csatorna
is: Síki
sv: Kanal

source: Castrum
hu: Castrum (római erőd)
is: Rómverskur kastali (castrum)
sv: Castrum (Romerskt fort)

source: Chalet
de_ch: Ferienhaus
hu: Nyaralóház
is: Fjallakofi
sv: Fritidshus för uthyrning

source: Chevron
de_ch: Fischgrätmuster
sv: Sparre

source: Chocolate
de_ch: Schokoladenladen
hu: Csokoládé
is: Súkkulaði
sv: Choklad

source: Clover
is: Smári
sv: Klöver

source: Coral
de_ch: Korallen
hu: Korall
sv: Korall

source: Crepe
hu: crêpe (francia palacsinta)
is: Krepur
sv: Crêpe

source: Escape
de_ch: Notfallspur
hu: Vészhelyzeti menekülősáv
is: Útafakstur
sv: Utrymmning

source: Ferry ({operator} ?{'{name} ' | ''}{ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
de_ch: Fähre ({operator} ?{'{name} ' | ''}{ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
hu: Komp ({operator} ?{'{name} ' | ''}{ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
is: Ferja ({operator} ?{'{name} ' | ''}{ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
sv: Färja ({operator} ?{'{name} ' | ''}{ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})

source: Ferry ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
de_ch: Fähre ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
hu: Komp ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
is: Ferja ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
sv: Färja ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})

source: Fixme
de_ch: Fehlerhinweis
hu: Javíts ki!
is: Laga
sv: Fixa mig

source: Flexible
hu: Rugalmas
is: Sveigjanlegt
sv: Böjlig

source: Funicular
de_ch: Standseilbahn
hu: Sikló
is: Dráttarlest
sv: Bergbana

source: Hardware
de_ch: Baumarkt
hu: Vas-műszaki bolt
is: Vélbúnaður
sv: Järnaffär

source: Hospital
de_ch: Krankenhaus
hu: Kórház
is: Sjúkrahús
sv: Sjukhus

source: Iglesia ni Cristo
de_ch: Kirche Christi
sv: Kristus kyrka

source: Iglesia ni cristo
de_ch: Kirche Christi
sv: Kyrka och Kristus

source: Industrial
de_ch: Güterverkehrsstrecke
hu: Ipari
is: Iðnaður
sv: Industrispår

source: Informal
de_ch: informell
hu: Nem hivatalos
is: Óformlegt
sv: Informell

source: J-bar
de_ch: Schlepplift
hu: Egyszemélyes csákányos
is: J-lyfta
sv: J-krokslift

source: Jain
de_ch: Jainismus
hu: Dzsainista
sv: Jainism

source: Juveniles
de_ch: Jugendliche
hu: Fiatalok
is: Ungmenni
sv: Ungdomar

source: Karting
de_ch: Kartsport
hu: Gokart
is: Kart
sv: Gokart

source: Kayaks
de_ch: Kajaks
hu: Kajak
is: Kayakar
sv: Kajaker

source: Kremlin
de_ch: Kreml
hu: Kreml
is: Rússneskur (kreml)
sv: Kreml

source: Legal
de_ch: Rechtlich
sv: Rättslig

source: Limes
hu: Római limes
sv: Limefrukter

source: Llama
de_ch: Lama
hu: Láma
is: lamadýr
sv: Lama

source: Local
de_ch: Lokal
hu: Helyi
is: Staðarkerfi
sv: Lokal

source: Mandiri e-money
hu: Mandiri e-money (Indonézia)
is: Mandiri rafpeningar
sv: Mandiri e-pengar

source: Manual
de_ch: Manuell
hu: Kézzel hajtott
is: Handvirkt
sv: Manuell

source: Metal
de_ch: Metall
hu: Fém
is: Málmur
sv: Metall

source: Mo-Su 12:00-22:00
de_ch: Mo-So 12:00-22:00
is: Má-Su 12:00-22:00
sv: Må-Sö 12:00-22:00

source: Multi
de_ch: Mehrzweck
hu: Többféle
is: Fjöl
sv: Flera

source: Municipal
de_ch: Kommunal
hu: Helyi
is: Sveitarfélags
sv: Kommunal

source: Mural
de_ch: Wandmalerei
hu: Freskó
is: Veggmynd
sv: Väggmålning

source: NOBU e-money
hu: Nobu E-Money (Indonézia)
is: NOBU rafpeningar
sv: NOBU e-pengar

source: Natural
de_ch: Untergrund
hu: Természetes
is: Náttúrulegt
sv: Natur

source: No
de_ch: Nein
hu: Nincs
is: Nei
sv: Nej

source: Nuclear
de_ch: Radioaktiv
hu: Nukleáris veszély
is: Kjarnorka
sv: Nukleär

source: PET
hu: PET-palack
sv: PET-flaskor

source: Pagoda
de_ch: Pagode
sv: Pagod

source: Pelota
sv: Boll

source: Pentecostal
de_ch: Pfingstkirche
hu: Pünkösdista
is: Hvítasunnukirkjan
sv: Pingst

source: Perpendicular
de_ch: Rechtwinklig zur Strasse
hu: Merőlegesen
is: Hornrétt
sv: Vinkelrät

source: Produce
de_ch: Erzeugnisse
hu: Mezőgazdasági termék
is: Afurð
sv: Naturprodukt

source: Puszta
sv: Pusta

source: Quarter
de_ch: Quartier
is: Hverfi
sv: Stadsdel

source: Reactor Bolshoy Moshchnosti Kanalniy 1000 (RBMK-1000)
hu: Csatorna-típusú, nagy energiakimenetű reaktor 1000 (RBMK-1000)
is: Kjarnaofn Bolshoy Moshchnosti Kanalniy 1000 (RBMK-1000)
sv: Reaktor Bolshoy Moshchnosti Kanalniy 1000 (RBMK-1000)

source: Reactor Bolshoy Moshchnosti Kanalniy 1500 (RBMK-1500)
de_ch: Siedewasser-Druckröhrenreaktor (RBMK-1500)
hu: Csatorna-típusú, nagy energiakimenetű reaktor 1500 (RBMK-1500)
is: Kjarnaofn Bolshoy Moshchnosti Kanalniy 1500 (RBMK-1500)
sv: Reaktor Bolshoy Moshchnosti Kanalniy 1500 (RBMK-1500)

source: Retro reflector
de_ch: Rückstrahler
sv: Retroreflektor

source: Reversible
de_ch: Umkehrbar
hu: Megfordítható
is: Getur snúist við
sv: Vändbar

source: Sauna
hu: Szauna
is: Gufubað
sv: Bastu

source: Schrader
hu: Autószelep (Schrader)
sv: Ventil

source: Sclaverand (Presta)
sv: Presta-ventilen (racerventil)

source: Setsuana
de_ch: Setswana (?)
hu: tswana
sv: Setswana

source: Shiro
de_ch: Shiro (Japanische Burg)
hu: Siró
sv: Shiro (japanskt slott)

source: Solar
hu: Napenergia
is: Sólar
sv: Solkraft

source: Sprawny
sv: Sprudlande

source: Territorial
de_ch: Hoheitsgebiet
hu: Parti tenger
sv: Territoriell

source: Topo
de_ch: Topografische Karte
hu: Topográfiai térkép (szintvonalakkal)
sv: Topografisk

source: Triple
de_ch: Dreifach
hu: Tripla
sv: Trippel

source: Tubular
de_ch: Röhrenförmig
hu: Csöves
is: Rörlaga
sv: Cylindrisk

source: Yak
hu: Jak
sv: Jak

source: Yiddish
de_ch: Jiddisch
hu: jiddis
is: Jiddíska
sv: Jiddisch

source: Zigzag
de_ch: Zick-Zack
sv: Sicksack

source: Zinc
de_ch: Zink
hu: cink
is: Sink
sv: Zink

source: Zoroastrian
de_ch: Zoroastrismus
hu: Zoroasztriánus
is: Zoroastrískt
sv: Zoroastrisk

source: natural
de_ch: Natur
hu: természetes
is: náttúrulegt
sv: naturlig

# material
source: Adobe
de_ch: Lehm
hu: Vályog
is: Sólþurrkaður leir (adobe)
sv: Soltorkat tegel

# material
source: Metal
de_ch: Metall
hu: Fém
is: Málmur
sv: Metall

# surface
source: Metal
de_ch: Metall
hu: Fém
is: Málmur
sv: Metall

# crossing:markings
source: Puffin
hu: Puffin (UK)
sv: Lunnefågel

# crossing:markings
source: Toucan
hu: Toucan (UK)
sv: Tukan

# railway
source: Abt
de_ch: Abtsche Ausweiche
sv: Ungefär

# railway
source: Industrial
de_ch: Güterverkehrsstrecke
hu: Ipari
is: Iðnaður
sv: Industrispår

# railway
source: Wye
de_ch: Y-Weiche
hu: Y (ipszilon)
sv: Triangelspår

# electrified
source: No
de_ch: Nein
hu: Nem
is: Nei
sv: Nej

# colour
source: Color
de_ch: Farbe
is: Litur
sv: Färg

# colour
source: Color
de_ch: Farbe
sv: Färg

# access
source: No
de_ch: Nein
hu: Nem használható
is: Nei
sv: Nej

# sport
source: Karting
de_ch: Kartsport
hu: Gokart
is: Kart
sv: Gokart

# sport
source: Pelota
sv: Boll

# sport
source: Shuffleboard
is: Shuffleboard-skífuþeyting
sv: Vetenskaplig

# parking
source: Metal
de_ch: Metall
hu: Fém
is: Málmur
sv: Metall

# parking
source: Perpendicular
de_ch: Rechtwinklig zur Strasse
hu: Merőlegesen
is: Hornrétt
sv: Vinkelrät

# tree_form
source: Natural
de_ch: Untergrund
hu: Természetes
is: Náttúrulegt
sv: Naturlig

# power
source: Delta
de_ch: Dreieckschaltung
sv: D-koppling

# power
source: Horizontal
hu: Vízszintes
is: Lárétt
sv: Vågrät

# power
source: Semi-horizontal
is: Hálf-lárétt
sv: Halvhorisontell

# power
source: Semi-vertical
de_ch: Semi-vertikal
is: Hálf-lóðrétt
sv: Halvvertikal

# power
source: Triangular
is: Þríhyrningslaga
sv: Triangulär

# power
source: Vertical
de_ch: Vertikal
hu: Függőleges
is: Lóðrétt
sv: Lodrät

# power
source: Vertical (VSAT)
de_ch: Vertikal (VSAT)
is: Lóðrétt (VSAT)
sv: Vertikal (VSAT)

# power_windings
source: Delta
de_ch: Dreieckschaltung
sv: D-koppling

# power_windings
source: Leblanc
de_ch: Leblanc-Schaltung
sv: Leblanc-koppling

# power_windings
source: Scott
de_ch: Scott-Schaltung
sv: Scott-koppling

# power_windings
source: Zigzag
de_ch: Zick-Zack
sv: Sicksack

# telecom
source: Coaxial
de_ch: Koaxial
hu: Koaxiális kábel
is: Kóax
sv: Koaxial

# Key:managed
source: No
de_ch: Nein
hu: Nem
is: Nei
sv: Nej

# mounting/support
source: Pedestal
de_ch: Sockel
hu: Talapzat
is: Fótstykki
sv: Piedestal

# healthcare
source: General
de_ch: Allgemeinmedizin
hu: Általános orvoslás
is: Almennt
sv: Generell

# building
source: Cultural
de_ch: Kulturell
hu: Kulturális
is: Menningarleg
sv: Kultur

# building
source: Garages
de_ch: Garagen
hu: Garázsok
is: Verkstæði
sv: Garagelänga

# building
source: Hospital
de_ch: Krankenhaus
hu: Kórházépület
is: Sjúkrahús
sv: Sjukhus

# building
source: Industrial
de_ch: Industrie
hu: Ipari épület
is: Iðnaður
sv: Industriell

# building
source: Metal
hu: Fém
is: Málmur
sv: Metall

# advertising
source: No
de_ch: Nein
hu: Nem
is: Nei
sv: Nej

# Highway
source: Escape
de_ch: Notfallspur
hu: Vészhelyzeti menekülősáv
is: Útafakstur
sv: Utrymmning

# trail_visibility
source: Horrible
de_ch: extrem schlecht
hu: Alig látható
is: Hörmulegt
sv: Fruktansvärd

# usage
source: Industrial
de_ch: Güterverkehrsstrecke
hu: Ipari
is: Iðnaður
sv: Industriell

# wheelchair
source: No
de_ch: Nein
hu: Nem
is: Nei
sv: Nej

# wheelchair
source: Vertical
de_ch: Vertikal
hu: Függőleges
is: Lóðrétt
sv: Lodrät

# hazard
source: Nuclear
de_ch: Radioaktiv
hu: Nukleáris veszély
is: Kjarnorka
sv: Nukleär

# crossing:barrier
source: No
de_ch: Nein
hu: Nincs
is: Nei
sv: Nej

# services
source: No
de_ch: Nein
hu: Nincs
is: Nei
sv: Nej

# bicycle
source: Informal
de_ch: Informell
hu: Nem hivatalos
is: Óformlegt
sv: Informell

# townhall
source: Barangay
hu: Barangay (Fülöp-szigetek)
sv: Barangay (Kommunalhus)

# community_centre
source: Homosexual
de_ch: Homosexuell
hu: Homoszexuálisok
is: Samkynhneigðir
sv: Homosexuell

# community_centre
source: LGBTQ
hu: LMBTQ
sv: HBTQ

# seasons
source: No
de_ch: Nein
hu: Nincs
is: Nei
sv: Nej

# shelter
source: Gazebo
de_ch: Aussichtspavillon
hu: Pavilon
sv: Lusthus

# golf
source: Natural
de_ch: Untergrund
hu: Természetes
is: Náttúrulegt
sv: Naturlig

# piste
source: Skitour
hu: Sítúra
is: Skíðaferð
sv: Turåkning

# piste:difficulty
source: Freeride
hu: Pályán kívüli (freeride)
is: Frjáls leið
sv: Friåkning

# flag
source: Municipal
de_ch: Kommunal
hu: Települési
is: Sveitarfélags
sv: Kommunal

# actuator
source: Manual
de_ch: Manuell
hu: Kézi
is: Handvirkt
sv: Manuell

# marker
source: Pedestal
de_ch: Sockel
hu: Talapzaton
is: Fótstykki
sv: Piedestal

# man_made
source: MDF
hu: Főelosztó keret
sv: Telefonväxel

# survey_point
source: Horizontal
hu: Vízszintes
is: Lárétt
sv: Vågrät

# survey_point
source: Pin
de_ch: Flaggstock
hu: tű
is: Á stöng
sv: Stift
