Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

# parking
source: Unpaved
cs: Nezpevněný

# parking
source: Women
cs: Ženy

# parking
source: Wood
cs: Dřevo

# parking
source: Wood chips
cs: Dřevo štěpky

# tree denotation
source: Agricultural
cs: Zemědělství

# tree denotation
source: Denotation
cs: Označení

# tree denotation
source: Especially old tree, often with a particular shape. Usually protected for its uniqueness.
cs: Zejména starý strom, často s určitým tvarem. Obvykle je chráněn pro svou jedinečnost.

# tree denotation
source: Landmark
cs: Orientační bod

# tree denotation
source: Natural monument
cs: Přírodní památka

# tree denotation
source: Trees aligned along a road.
cs: Stromy podél silnice.

# tree denotation
source: Trees found within settlements, e.g. in parks or spread through residential areas.
cs: Stromy nacházející se uvnitř sídel, např. v parcích nebo roztroušené v obytných oblastech.

# tree denotation
source: Trees in agricultural use.
cs: Zemědělsky využívané stromy.

# tree denotation
source: Trees remarkable due to its size or prominent location, usually visible from great distances and useful for navigation.
cs: Stromy pozoruhodné svou velikostí nebo nápadným umístěním, obvykle viditelné z velké vzdálenosti a užitečné pro navigaci.

# tree denotation
source: Urban
cs: Městský

# tree_form
source: Cropped in a symmetric fashion.
cs: Oříznuté symetricky.

# tree_form
source: Natural
cs: Přírodní

# tree_form
source: Pollard
cs: Otruby

# tree_form
source: Pollard cropping.
cs: Otrubové oříznutí.

# tree_form
source: Symmetric
cs: Symetrické

source: Tree form
cs: Forma stromu

# tree_form
source: Unbalanced
cs: Nevyvážený

# tree_form
source: Uncropped.
cs: Neoříznutý.

# jewish
source: Conservative
cs: Konzervativní

# jewish
source: Denomination
cs: Vyznání

# jewish
source: Nondenominational
cs: Nedenominační

# jewish
source: Orthodox
cs: Ortodoxní

# jewish
source: Reform
cs: Reforma

# power
source: Anchor
cs: Kotva

# power
source: Azimuth-altitude dual axis (AADAT)
cs: Azimut-výška, duální osa (AADAT)

# power
source: Branch
cs: Větev

# power
source: Branch tower type
cs: Typ odbočné věže

# power
source: Connection
cs: Spojení

# power
source: Cross
cs: Kříž

# power
source: Crossing
cs: Křížení

# power
source: Delta
cs: Trojúhelník

# power
source: Dual axis
cs: Duální osa

# power
source: Fixed
cs: Pevná

# power
source: Horizontal
cs: Horizontální

# power
source: Horizontal axis (HSAT)
cs: Horizontální osa (HSAT)

# power
source: Horizontal axis, tilted modules (HTSAT)
cs: Horizontální osa, nakloněné moduly (HTSAT)

# power
source: Indoor
cs: Vnitřní prostory

# power
source: Line arrangement
cs: Uspořádání linek

# power
source: Location
cs: Umístění

# power
source: Loop
cs: Smyčka

# power
source: Method
cs: Princip

# power
source: Number of conductors/wires per cable
cs: Počet žil/vodičů na kabelu

# power
source: Outdoor
cs: Venkovní

# power
source: Pin
cs: Kolík

# power
source: Platform
cs: Nástupiště

# power
source: Portal
cs: Portál

# power
source: Portal three-level
cs: Portál tříúrovňový

# power
source: Portal two-level
cs: Portál dvouúrovňový

# power
source: Roof
cs: Střecha

# power
source: Semi-horizontal
cs: Semihorizontální

# power
source: Semi-vertical
cs: Semivertikální

# power
source: Single axis
cs: Samostatná osa

# power
source: Split
cs: Rozdělit

# power
source: Square
cs: Zpravoúhlit

# power
source: Surface
cs: Povrch

# power
source: Suspension
cs: Zavěšený

# power
source: Terminal
cs: Terminál

# power
source: Tilted axis (TSAT)
cs: Nakloněná osa (TSAT)

# power
source: Tip-tilt dual axis (TTDAT)
cs: Dvojitá osa (TTDAT)

# power
source: Tower type
cs: Typ věže

# power
source: Tracking type
cs: Typ trasování

# power
source: Triangular
cs: Triangulační

# power
source: Type
cs: Typ

# power
source: Type of compensator
cs: Typ kompenzátoru

# power
source: Type of converter
cs: Typ měniče

# power
source: Unarranged
cs: Neuspořádané

# power
source: Underground
cs: Podzemní

# power
source: Vertical
cs: Vertikální

# power
source: Vertical (VSAT)
cs: Vertikální (VSAT)

# power
source: Yes (present)
cs: Ano (současnost)

# power_windings
source: Delta
cs: Trojúhelník

# power_windings
source: Open
cs: Otevřená

# power_windings
source: Open-delta
cs: Otevřená delta

# power_windings
source: Scott
cs: Vinutí v konfiguraci „Scott“

# power_windings
source: Star
cs: Hvězda

# power_windings
source: Windings configuration
cs: Konfigurace vinutí

# power_windings
source: Zigzag
cs: Cikcak

# telecom
source: Coaxial
cs: Koaxiální

# telecom
source: Copper
cs: Měď

# telecom
source: Fibre
cs: Vlákno

# Key:managed
source: Grazing
cs: Panstva

# Key:managed
source: Managed
cs: Spravováno

# Key:managed
source: Mowing
cs: Sečení

# Key:managed
source: No
cs: Ne

# Key:managed
source: Scientific
cs: Vědecké

# Key:managed
source: Undergrowth
cs: Podrost

# Key:managed
source: Yes
cs: Ano

# handle
source: Cross
cs: Kříž

# handle
source: None
cs: Žádné

# handle
source: Wheel
cs: Kolo

# mounting/support
source: Ceiling
cs: Strop

# mounting/support
source: Fence
cs: Plot

# mounting/support
source: Pedestal
cs: Podstavec

# mounting/support
source: Pillar
cs: Pilíř

# mounting/support
source: Pole
cs: Sloup elektrického vedení

# mounting/support
source: Support
cs: Připevnění

# mounting/support
source: Wall
cs: Stěna

# highway
source: Circle
cs: Kruh

# highway
source: Flush
cs: Zarovnaný

# highway
source: Hammer
cs: Kladivo

# highway
source: Kerb
cs: Obrubník

# highway
source: Kerb (left)
cs: Obrubník (vlevo)

# highway
source: Kerb (right)
cs: Obrubník (vpravo)

# highway
source: Knuckle
cs: Koleno

# highway
source: Lowered
cs: Snížený

# highway
source: None
cs: Žádné

# highway
source: Oval
cs: Ovál

# highway
source: Present
cs: Současné

# highway
source: Raised
cs: Zvýšený

# highway
source: Rolled
cs: Zakulacený

# highway
source: Shape
cs: Tvar

# highway
source: Square
cs: Zpravoúhlit

# tactile_paving
source: None
cs: Žádný

# tactile_paving
source: Present
cs: Současné

# healthcare
source: Abortion
cs: Potrat

# healthcare
source: Acupuncture
cs: Akupunktura

# healthcare
source: Allergology
cs: Alergologie

# healthcare
source: Aromatherapy
cs: Aromaterapie

# healthcare
source: Ayurveda
cs: Ájurvéda

# healthcare
source: Biology
cs: Biologie

# healthcare
source: Cardiology
cs: Kardiologie

# healthcare
source: Child psychiatry
cs: Dětská psychiatrie

# healthcare
source: Chiropractic
cs: Chiropraktik

# healthcare
source: Clinical pathology
cs: Klinická patologie

# healthcare
source: Dermatology
cs: Dermatologie

# healthcare
source: Endocrinology
cs: Endokrinologie

# healthcare
source: Fertility
cs: Plodnost

# healthcare
source: Gastroenterology
cs: Gastroenterologie

# healthcare
source: Gynaecology
cs: Gynekologie

# healthcare
source: Herbalism
cs: Bylinářství

# healthcare
source: Homeopathy
cs: Homeopatie

# healthcare
source: Hydrotherapy
cs: Hydroterapie

# healthcare
source: Hypnosis
cs: Hypnóza

# healthcare
source: Internal
cs: Interní

# healthcare
source: Naturopathy
cs: Naturopatie

# healthcare
source: Neonatology
cs: Neonatologie

# healthcare
source: Neurology
cs: Neurologie

# healthcare
source: Oncology
cs: Onkologie

# healthcare
source: Ophthalmology
cs: Oftalmologie

# healthcare
source: Orthopaedics
cs: Ortopedie

# healthcare
source: Osteopathy
cs: Osteopatie

# healthcare
source: Otolaryngology
cs: Otolaryngologie

# healthcare
source: Paediatrics
cs: Pediatrie

# healthcare
source: Plastic surgery
cs: Plastická chirurgie

# healthcare
source: Podiatry
cs: Podiatrie

# healthcare
source: Psychiatry
cs: Psychiatrie

# healthcare
source: Radiology
cs: Radiologie

# healthcare
source: Reflexology
cs: Reflexologie

# healthcare
source: Respiratory Medicine
cs: Respirační lékařství

# healthcare
source: Shiatsu
cs: Šiacu

# healthcare
source: Speciality
cs: Zaměření

# healthcare
source: Traditional Chinese medicine
cs: Tradiční čínská medicína

# healthcare
source: Transplant
cs: Transplantace

# healthcare
source: Tropical
cs: Tropický

# healthcare
source: Unani medicine
cs: Unani medicína

# healthcare
source: Urology
cs: Urologie

# healthcare
source: Venereology
cs: Venerologie

# building
source: Agricultural
cs: Zemědělství

# building
source: Apartments
cs: Apartmány

# building
source: Bakehouse
cs: Pekárna

# building
source: Barn
cs: Stodola

# building
source: Basilica
cs: Bazilika

# building
source: Boathouse
cs: Přístřešek pro loď

# building
source: Brick
cs: Cihla

source: Building
cs: Budova

# building
source: Building part
cs: Část budovy

# building
source: Bungalow
cs: Bungalov

# building
source: Bunker
cs: Bunkr

# building
source: Cabin
cs: Dřevěná stavba

# building
source: Carport
cs: Zastřešené stání pro auto

# building
source: Cathedral
cs: Katedrála

# building
source: Chapel
cs: Kaple

# building
source: Church
cs: Kostel

# building
source: Clay
cs: Jíl

# building
source: College
cs: Vyšší odborná škola/college

# building
source: Commercial
cs: Podniky, kanceláře

# building
source: Concrete
cs: Beton

# building
source: Construction type
cs: Typ konstrukce

# building
source: Container
cs: Kontejner

# building
source: Cowshed
cs: Kravín

# building
source: Detached
cs: Oddělená

# building
source: Dome
cs: Kupole

# building
source: Dormitory
cs: Kolej / internát

# building
source: Education
cs: Vzdělání

# building
source: Equestrian
cs: Jezdecké

# building
source: Farm
cs: Farma

# building
source: Farm auxiliary
cs: Pomocná farma

# building
source: Fire station
cs: Hasičská stanice

# building
source: Flat
cs: Plochá

# building
source: Foodservice
cs: Potravinářské služby

# building
source: Gabled
cs: Sedlová

# building
source: Gambrel
cs: Mansardová (2stranná)

# building
source: Garage
cs: Garáž

# building
source: Garages
cs: Budova soukromých garáží

# building
source: Gasometer
cs: Plynoměr

# building
source: Gasometer building
cs: Budova plynoměru

# building
source: Gathering
cs: Shromáždění

# building
source: Glass
cs: Sklo

# building
source: Government
cs: Vláda

# building
source: Grandstand
cs: Tribuna

# building
source: Greenhouse
cs: Skleník

# building
source: Hangar
cs: Hangár

# building
source: Hangar building
cs: Budova hangáru

# building
source: Hipped
cs: Valbová

# building
source: Hospital
cs: Nemocnice

# building
source: House
cs: Rodinný dům

# building
source: House type
cs: Druh domu

# building
source: Houseboat
cs: Hausbót

# building
source: Hut
cs: Chatička

# building
source: Industrial
cs: Průmysl

# building
source: Kindergarten
cs: Školka

# building
source: Kiosk
cs: Kiosek

# building
source: Leisure
cs: Volný čas

# building
source: Levels above ground
cs: Úrovně nad zemí

# building
source: Levels below ground
cs: Úrovně pod zemí

# building
source: Limestone
cs: Vápenec

# building
source: Link-detached
cs: Propojený samostatný

# building
source: MDF
cs: Dřevotříska

# building
source: Maisonette
cs: Mezonet

# building
source: Mansard
cs: Mansarda

# building
source: Manufacture
cs: Výrobní

# building
source: Masonry
cs: Zednické práce

# building
source: Max. level
cs: Max. patro

# building
source: Medical
cs: Lékařský

# building
source: Metal
cs: Kov

# building
source: Metal plates
cs: Kovové desky

# building
source: Min. level
cs: Min. patro

# building
source: Mirror
cs: Zrcadlo

# building
source: Monastery
cs: Klášter

# building
source: Mosque
cs: Blešita

# building
source: Mud
cs: Bahno

# building
source: Onion
cs: Cibule

# building
source: Outbuilding
cs: Přístavba

# building
source: Parking
cs: Parkoviště

# building
source: Pavilion
cs: Pavilon

# building
source: Plastic
cs: Plast

# building
source: Public
cs: Veřejné

# building
source: Pyramidal
cs: Stanová

# building
source: Railway
cs: Železnice

# building
source: Religious
cs: Náboženský

# building
source: Research
cs: Průzkum

# building
source: Residential
cs: Obytná

# building
source: Roof
cs: Střecha

# building
source: Roof colour
cs: Barva střechy

# building
source: Roof material
cs: Materiál střechy

# building
source: Roof type
cs: Typ střechy

# building
source: Round
cs: Kupole

# building
source: Ruins
cs: Trosky

# building
source: Sandstone
cs: Pískovec

# building
source: School
cs: Škola

# building
source: Semi-detached
cs: Polovina dvojdomku

# building
source: Semidetached house
cs: Dvojdomek

# building
source: Service
cs: Účelový

# building
source: Shed
cs: Kůlna

# building
source: Shelter
cs: Přístřešek

# building
source: Silo building
cs: Budova sila

# building
source: Skillion
cs: Pultová

# building
source: Skipped Levels
cs: Přeskočená patra

# building
source: Sports hall
cs: Sportovní hala

# building
source: Stable
cs: Stáj

# building
source: Stadium
cs: Stadion

# building
source: Static caravan
cs: Statický karavan

# building
source: Steel
cs: Ocel

# building
source: Stone
cs: Kámen

# building
source: Storage
cs: Úložný prostor

# building
source: Storage tank building
cs: Budova skladovací nádrže

# building
source: Synagogue
cs: Synagoga

# building
source: Temple
cs: Chrám

# building
source: Tent
cs: Stan

# building
source: Terrace
cs: Řadová

# building
source: Terrace unit
cs: Terasová jednotka

# building
source: Tin
cs: Cín

# building
source: Toilets
cs: Toalety

# building
source: Tower building
cs: Budova věže

# building
source: Traditional
cs: Tradiční

# building
source: Train station
cs: Železniční stanice

# building
source: Transformer tower
cs: Transformátorovna

# building
source: Transportation
cs: Doprava

# building
source: University
cs: Univerzita

# building
source: Vinly
cs: Vinyl

# building
source: Warehouse
cs: Skladiště

# building
source: Wayside shrine building
cs: Budova boží muky

# building
source: Wood
cs: Dřevo

# building
source: Yes
cs: Ano

# operator
source: Operator type
cs: Typ provozovatele

# operator
source: Private
cs: S povolením

# operator
source: Public
cs: Veřejné

# operator
source: Religious
cs: Náboženský

# restriction
source: No entry
cs: Žádný vjezd

# restriction
source: No exit
cs: Žádný výjezd

# restriction
source: No left turn
cs: Zákaz odbočování vlevo

# restriction
source: No right turn
cs: Zákaz odbočování vpravo

# restriction
source: No straight on
cs: Zákaz jízdy přímo

# restriction
source: No u-turn
cs: Zákaz otáčení

# restriction
source: Only left turn
cs: Přikázané odbočování vlevo

# restriction
source: Only right turn
cs: Přikázané odbočování vpravo

# restriction
source: Only straight on
cs: Přikázaná jízda přímo

source: Restriction
cs: Omezení

# country codes
source: Country
cs: Stát

# country codes
source: Country code
cs: Kód země

# country codes
source: Target country
cs: Cílová země

# advertising
source: Advertising facility
cs: Reklamní zařízení

# advertising
source: Column
cs: Sloup

# advertising
source: Flag
cs: Vlajka

# advertising
source: No
cs: Ne

# advertising
source: Poster box
cs: Plakátová skříň

# advertising
source: Revolving
cs: Otočný

# advertising
source: Sign
cs: Dopravní značka

# advertising
source: Wind
cs: Vítr

# advertising
source: Yes
cs: Ano

# Highway
source: Alley
cs: Ulička

# Highway
source: Arcade
cs: Pasáž

# Highway
source: Bus Guideway
cs: Autobusová dráha

# Highway
source: Bus stop
cs: Autobusová zastávka

# Highway
source: Busway
cs: Pruh pro autobusy

# Highway
source: Crossing
cs: Křížení

# Highway
source: Cycleway
cs: Cyklostezka

# Highway
source: Dedicated Bridleway
cs: Vyhrazená uzděná dráha

# Highway
source: Dedicated Cycleway
cs: Vyhrazená cyklostezka

# Highway
source: Dedicated Footway
cs: Vyhrazený chodník

# Highway
source: Driveway
cs: Příjezdová cesta

# Highway
source: Escape
cs: Útěk

# Highway
source: Footway
cs: Chodník

# Highway
source: Highway type
cs: Typ dálnice

# Highway
source: Junction
cs: Křižovatka

# Highway
source: Motorway
cs: Dálnice

# Highway
source: Motorway Link
cs: Dálnice - nájezd

# Highway
source: Parking
cs: Parkoviště

# Highway
source: Parking aisle
cs: Parkovací ulička

# Highway
source: Path
cs: Pěšina

# Highway
source: Pedestrian
cs: Pěší

# Highway
source: Primary
cs: Primární

# Highway
source: Primary Link
cs: Silnice 1. třídy - nájezd

# Highway
source: Raceway
cs: Závodní dráha

# Highway
source: Residential
cs: Obytná

# Highway
source: Road construction
cs: Konstrukce silnice

# Highway
source: Secondary
cs: Sekundární

# Highway
source: Service
cs: Účelový

# Highway
source: Slipway
cs: Vodní skluz

# Highway
source: Steps
cs: Schody

# Highway
source: Street type
cs: Typ ulice

# Highway
source: Tertiary
cs: Terciální

# Highway
source: Tertiary Link
cs: Terciální odkaz

# Highway
source: Track
cs: Polní, lesní cesta

# Highway
source: Traffic island
cs: Dopravní ostrůvek

# Highway
source: Trunk
cs: Kmen

# Highway
source: Trunk Link
cs: Víceproudá silnice - nájezd

# Highway
source: Type
cs: Typ

# Highway
source: Yes
cs: Ano

# gender
source: Female
cs: Ženy

source: Gender
cs: Pohlaví

# gender
source: Male
cs: Muži

# gender
source: Mixed
cs: Smíšené

# gender
source: Separated
cs: Oddělené

# gender
source: Student gender
cs: Pohlaví studenta

# usage
source: Freight
cs: Náklad

# usage
source: Headrace
cs: Hlavový závod

# usage
source: Industrial
cs: Průmyslová

# usage
source: Irrigation
cs: Zavlažování

# usage
source: Spillway
cs: Přeliv

# usage
source: Tailrace
cs: ocasní plocha

# usage
source: Tourism
cs: Turismus

# usage
source: Transmission
cs: Přenos

# usage
source: Transportation
cs: Doprava

source: Usage
cs: Použití

# cycleway
source: Advisory
cs: Poradní

# cycleway
source: Bicycle lane type
cs: Typ jízdního pruhu pro cyklisty

# cycleway
source: Bicycle lane type left
cs: Typ jízdního pruhu pro cyklisty nalevo

# cycleway
source: Bicycle lane type right
cs: Typ jízdního pruhu pro cyklisty napravo

source: Cycleway
cs: Cyklostezka

# cycleway
source: Cycleway left
cs: Cyklostezka vlevo

# cycleway
source: Cycleway right
cs: Cyklostezka vpravo

# cycleway
source: Exclusive
cs: Exkluzivní

# cycleway
source: Lane
cs: Vyhrazené místo

# cycleway
source: Opposite
cs: Naproti

# cycleway
source: Pictogram
cs: Piktogram

# cycleway
source: Track
cs: Polní, lesní cesta

# trail_visibility
source: Bad
cs: Špatná

# trail_visibility
source: Excellent
cs: Výtečná

# trail_visibility
source: Good
cs: Dobrá

# trail_visibility
source: Horrible
cs: Příšerná

# trail_visibility
source: Intermediate
cs: středně pokročilý

# trail_visibility
source: Not visible
cs: Neviditelné

# trail_visibility
source: Visibility
cs: Viditelnost

# footway
source: A footway alongside a street
cs: Chodník podél ulice

# footway
source: A pedestrian crossing
cs: Přechod pro chodce

# footway
source: Access for back entrances and/or emergency access
cs: Přístup k zadním vchodům a/nebo nouzový přístup

# footway
source: Alley
cs: Ulička

# footway
source: Footway sections inside a crossing island
cs: Úseky chodníků uvnitř přechodového ostrůvku

# footway
source: Footway sections that do not exist but are necessary for routing
cs: Úseky chodníků, které neexistují, ale jsou nezbytné pro navigaci

# footway
source: Link
cs: Odkaz

# footway
source: Marked footpath in a parking lot
cs: Vyznačený chodník na parkovišti

# footway
source: Pedestrian crossing
cs: Přechod pro chodce

# footway
source: Sidewalk
cs: Chodník

# footway
source: Traffic island
cs: Dopravní ostrůvek

# footway
source: Type
cs: Typ

# wheelchair
source: Inclined
cs: Nakloněný

# wheelchair
source: No
cs: Ne

# wheelchair
source: Platform lift
cs: Plošinový výtah

# wheelchair
source: Vertical
cs: Vertikální

# wheelchair
source: Yes
cs: Ano

# crossing
source: Always on
cs: Vždy zapnuto

# crossing
source: Button operated
cs: Ovládáno tlačítkem

# crossing
source: Flashing lights
cs: Blikající světla

# crossing
source: None
cs: Žádné

# crossing
source: Present
cs: Současné

# crossing
source: Sensor activated
cs: Aktivováno senzorem

# traffic_calming_table
source: Table
cs: Zvýšená plocha

# traffic_calming
source: Island
cs: Ostrůvek

# junction=yes
source: Junction
cs: Křižovatka

# surveillance
source: Indoor
cs: Vnitřní

# surveillance
source: Location
cs: Lokace

# surveillance
source: Method
cs: Princip

# surveillance
source: Outdoor
cs: Venkovní

# surveillance
source: Public
cs: Veřejné

# surveillance
source: Surveillance Camera
cs: Sledovací kamera

# hazard
source: Animal crossing
cs: Přechod zvířat

# hazard
source: Bump
cs: Hrbol

# hazard
source: Children
cs: Děti

# hazard
source: Cyclists
cs: Cyklisté

# hazard
source: Dangerous junction
cs: Nebezpečná křižovatka

# hazard
source: Dip
cs: Prohlubeň

# hazard
source: Falling rocks
cs: Padající kamení

source: Hazard
cs: Ohrožení

# hazard
source: Hole
cs: Díra

# hazard
source: Horse riders
cs: Jezdci na koních

# hazard
source: Ice
cs: Led

# hazard
source: Landslide
cs: Sesuv půdy

# hazard
source: Low flying aircraft
cs: Nízko letící letadla

# hazard
source: Minefield
cs: Minové pole

# hazard
source: Nuclear
cs: Jaderná

# hazard
source: Other
cs: Jiné

# hazard
source: Pedestrians
cs: Pěší

# hazard
source: Quicksand
cs: Pohyblivý písek

# hazard
source: Road narrows
cs: Zúžení silnice

# hazard
source: Slippery
cs: Kluzké

# hazard
source: Unexploded ordnance
cs: Nevybuchlá munice

# lift_gate
source: Double
cs: Dvojitá

# lift_gate
source: Single
cs: Samostatná

# lift_gate
source: Type
cs: Typ

# swing_gate
source: Double
cs: Dvojitá

# swing_gate
source: Single
cs: Samostatná

# swing_gate
source: Type
cs: Typ

# payment
source: Notes
cs: Poznámky

# Barrier
source: Ditch
cs: Příkop / strouha

# pipeline
source: A fire hydrant simple outlet located underground.
cs: Jednoduchý vývod požárního hydrantu umístěný pod zemí.

# pipeline
source: A pillar type hydrant.
cs: Sloupkový hydrant.

# pipeline
source: A simple capped pipe, without the usual hydrant shape.
cs: Jednoduchá trubka s uzávěrem, bez obvyklého tvaru hydrantu.

# pipeline
source: A wall-mounted fire hydrant.
cs: Nástěnný požární hydrant.

# pipeline
source: Compression
cs: Komprese

# pipeline
source: Dedicated to pipelines carrying process exceeding gas to flare stack
cs: Určeno pro potrubí přepravující proces překračující množství plynu do spalovací komory

# pipeline
source: Dedicated to pipelines delivering the medium from wells or intake to a substation=gathering substation.
cs: Určeno pro potrubí přivádějící médium ze studní nebo přívodu do substation=gathering rozvodny.

# pipeline
source: Distribution
cs: Distribuční

# pipeline
source: Facility
cs: Zařízení

# pipeline
source: Features involved in local carriage of fluids or goods towards final consumers for domestic or specific processing. It excludes vehicle carriage, referring to transportation.
cs: Funkce související s místní přepravou tekutin nebo zboží ke konečným spotřebitelům pro domácí nebo specifické zpracování. Nezahrnuje přepravu vozidel s odkazem na přepravu.

# pipeline
source: Features involved in long distance carriage of fluids or goods and connecting to more specific and local usage networks. It excludes vehicle carriage, referring to transportation.
cs: Funkce spojené s přepravou tekutin nebo zboží na dlouhé vzdálenosti a připojením ke specifičtějším a místním sítím. Nezahrnuje přepravu vozidel s odkazem na přepravu.

# pipeline
source: Flare header
cs: Záhlaví světlice

# pipeline
source: Flowline
cs: Průtoková čára

# pipeline
source: Gathering
cs: Shromáždění

# pipeline
source: Indoor
cs: Vnitřní

# pipeline
source: Injection
cs: Injekce

# pipeline
source: Location
cs: Umístění

# pipeline
source: Measurement
cs: Měřítko

# pipeline
source: Outdoor
cs: Venkovní

# pipeline
source: Overground
cs: Pozemní

# pipeline
source: Overhead
cs: Nad hlavou

# pipeline
source: Pillar
cs: Pilíř

# pipeline
source: Pipe
cs: Potrubí

# pipeline
source: Pressure (in bar)
cs: Tlak (v barech)
