Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

source: Subtype of waterway (largest one of members)
cs: Podtyp vodní cesty (největší z členů)

source: Suburb
cs: Předměstí

source: Subway
cs: Metro

source: Subway Entrance
cs: Vstup do metra

source: Subway platform
cs: Nástupiště metra

source: Suction point
cs: Sací bod

source: Suction pumpout
cs: Sací pumpa

source: Sugar
cs: Cukr

source: Suitable for bottle filling
cs: Vhodné pro plnění lahví

source: Summit/route log/register
cs: Vrchol/protokol trasy/registr

source: Sun protection
cs: Sluneční ochrana

source: Sundial
cs: Sluneční hodiny

source: Sunni
cs: Sunnit

source: Superroute
cs: Supertrasa

source: Supervised
cs: Hlídané

source: Supervision by an adult
cs: Supervize dospělého

source: Supplies
cs: Potřeby

source: Surface
cs: Povrch

source: Surfing
cs: Surfování

source: Surveillance
cs: Ostraha, kamera

source: Survey Point
cs: Triangulační bod

source: Surveyor
cs: Zeměměřič

source: Sushi
cs: Suši

source: Swahili
cs: Svahilština

source: Swamp
cs: Močál

source: Swedish
cs: Švédština

source: Sweep
cs: Zametání

source: Sweets
cs: Sladkosti

source: Swimming
cs: Plavání

source: Swimming Area
cs: Plavecký areál

source: Swimming Pool
cs: Plavecký bazén

source: Swimming pool
cs: Plavecký bazén

source: Swing Gate
cs: Otočná závora

source: Switch Attributes:
cs: Atributy odpojovačů:

source: Symbol description
cs: Popis symbolu

source: Symbols
cs: Symboly

source: Synagogue
cs: Synagoga

source: T-bar
cs: Kotva

source: T1 - hiking trail
cs: T1 - stezka

source: T2 - mountain hiking trail
cs: T2 - horská stezka

source: T3 - difficult, exposed hiking trail
cs: T3 - náročná, exponovaná stezka

source: T4 - difficult, exposed, steep alpine trail
cs: T4 - náročná, exponovaná, strmá alpská stezka

source: T5 - difficult alpine trail with climbing
cs: T5 - obtížná alpská stezka s lezením

source: T6 - hazardous alpine trail with climbing
cs: T6 - nebezpečná alpská stezka s lezením

source: TVs
cs: Televize

source: Table
cs: Zvýšená plocha

source: Table Tennis/Ping-Pong
cs: Stolní tenis

source: Tactile map
cs: Haptická mapa

source: Tactile mini map
cs: Haptická mini mapa

source: Tactile model
cs: Hmatový model

source: Tags which are implied and do not need to be set are:
cs: Tagy, které jsou implikované a není třeba je nastavovat, jsou:

source: Tailings
cs: Odkaliště

source: Tailings Pond
cs: Odkaliště

source: Tailor
cs: Krejčovství

source: Taiwanese
cs: Tchajwanská

source: Tajik
cs: Tádžičtina

source: Takeaway
cs: S sebou

source: Tamil
cs: Tamilština

source: Tampons
cs: Tampony

source: Tank
cs: Nádrž

source: Tanning
cs: Opalování

source: Tanning Salon
cs: Solarium

source: Taoist
cs: Taoismus

source: Tar paper
cs: Dehtový papír

source: Tasmanian devil
cs: Tasmánský čert

source: Tatar
cs: Tatarština

source: Tattoo
cs: Tetování

source: Tax
cs: Daňový

source: Tax advisor
cs: Daňový poradce

source: Taxiway
cs: Pojezdová dráha

source: Tea
cs: Čaj

source: Tea plants
cs: Čajové plantáže

source: Teaching
cs: Vyučování

source: Technical
cs: Technické

source: Technology
cs: Technologie

source: Telecom
cs: Telekomunikační

source: Telecom Street Cabinet
cs: Telekomunikační pouliční skříň / kaplička

source: Telecommunication
cs: Telekomunikace

source: Telephone
cs: Telefon

source: Telephone Exchange
cs: Výměna telefonu

source: Telephone cards
cs: Telefonní karty

source: Telephone vouchers
cs: Telefonní poukazy

source: Television
cs: Televize

source: Telugu
cs: Telugština

source: Temperature (°C)
cs: Teplota (°C)

source: Temple
cs: Chrám

source: Ten-pin Bowling
cs: Bowling (10 kuželek)

source: Tennis
cs: Tenis

source: Tents allowed
cs: Stany povoleny

source: Terminal
cs: Terminál

source: Termite
cs: Termit

source: Territorial
cs: Územní

source: Tertiary
cs: Terciální

source: Tertiary Link
cs: Terciální odkaz

source: Tertiary voltage in Volts (V)
cs: Terciární napětí ve Voltech (V)

source: Tesla Supercharger
cs: Supernabíječka Tesla

source: Textbook
cs: Učebnice

source: Thai
cs: Thajská

source: That part of a river, harbour and so on, where the main navigable channel for vessels of larger size lies.
cs: Tato část řeky, přístav a tak dále, kde leží hlavní splavný kanál pro plavidla větší velikosti.

source: Thatch
cs: Došek

source: The disturbance of water caused by the interaction of any combination of waves, currents, tidal streams, wind, shoal patches and obstructions.
cs: Rozrušení vody způsobené interakcí jakékoli kombinace vln, proudů, přílivových proudů, větru, mělčin a překážek.

source: The entrance to a cave.
cs: Vstup do jeskyně.

source: The equipment or structure used to secure a vessel.
cs: Zařízení nebo konstrukce používané k zajištění plavidla.

source: The hull of a wrecked or condemned ship, which is moored in a permanent position or grounded.
cs: Trup ztroskotané nebo odsouzené lodi, která je zakotvena ve stálé poloze nebo je uzemněna.

source: The identifying characteristics of an aid to navigation which serve to facilitate its recognition against a daylight viewing background.
cs: Identifikační vlastnosti navigačního zařízení, které slouží k usnadnění jeho rozpoznání na pozadí denního světla.

source: The meeting place to which the pilot comes out.
cs: Místo setkání, na které pilot vychází.

source: The outer limit of a traffic lane part or a traffic separation scheme roundabout.
cs: Vnější hranice části jízdního pruhu nebo kruhový objezd schématu oddělení dopravy.

source: The ruined remains of a stranded or sunken vessel which has been rendered useless.
cs: Zničené zbytky uvízlé nebo potopené nádoby, která se stala nepoužitelnou.

source: The tag `foot=yes` is implied and does not need to be set.
cs: Značka `foot=yes` je implicitní a není třeba ji nastavovat.

source: The top (summit) of a mountain or hill.
cs: Vrch (vrchol) hory nebo kopce.

source: Theatre
cs: Divadlo

source: Theatre type
cs: Typ divadla

source: Theme
cs: Motiv

source: Therapeutic
cs: Terapeutická

source: Therapist
cs: Terapeut

source: Theravada
cs: Théraváda

source: Thermal collector
cs: Termální kolektor

source: Thin Rollers: rollerblade, skateboard
cs: Tenká kolečka: brusle, skateboardy

source: Thin Wheels: racing bike
cs: Tenká kola: závodní bicykly

source: Through
cs: Skrz

source: Through and right
cs: Skrz a doprava

source: Tibetan
cs: Tibetština

source: Ticket
cs: Předprodej vstupenek

source: Ticket Machine
cs: Automat na jízdenky

source: Ticket Validator
cs: Ověřovač vstupenek

source: Tickets (public transport)
cs: Lístky (veřejné dopravy)

source: Tidal
cs: Přílivový

source: Tidal Power Plant
cs: Přílivová elektrárna

source: Tidal Water Turbine
cs: Přílivová vodní turbína

source: Tidal channel
cs: Přílivový kanál

source: Tidalflat
cs: Přílivová rovina

source: Tide Level
cs: Hladina přílivu

source: Tiger
cs: Tygr

source: Tiler
cs: Obkladač

source: Tiles
cs: Dalždice

source: Timber
cs: Dřevo

source: Time (hh:mm, for trekking)
cs: Čas (hh:mm, pro trekování)

source: Time Limit
cs: Časový limit

source: Time Limit both sides
cs: Časový limit na obou stranách

source: Time Limit both sides @
cs: Časový limit na obou stranách @

source: Time Limit left
cs: Časový limit vlevo

source: Time Limit left @
cs: Časový limit vlevo:

source: Time Limit left-hand side
cs: Časový limit na levé straně

source: Time Limit left-hand side @
cs: Časový limit na levé straně @

source: Time Limit right
cs: Časový limit vpravo

source: Time Limit right @
cs: Časový limit vpravo @

source: Time Limit right-hand side
cs: Časový limit na pravé straně

source: Time Limit right-hand side @
cs: Časový limit na pravé straně @

source: Timetable
cs: Jízdní řády

source: Tin
cs: Cín

source: Tinsmith
cs: Klempíř

source: Tires
cs: Pneumatiky

source: Title or type of protection
cs: Název nebo typ ochrany

source: To (end)
cs: Do (konec)

source: To (terminal stop)
cs: Do (konečná zastávka)

source: Tobacco
cs: Tabák

source: Toilet
cs: Toaleta

source: Toilet access
cs: Přístup k toaletám

source: Toilets
cs: Toalety

source: Toilets/Restrooms
cs: Veřejné toalety

source: Toll
cs: Mýtné

source: Toll Booth
cs: Mýtná brána

source: Toll gantry
cs: Mýtná brána

source: Tomb
cs: Hrob

source: Tomb type
cs: Typ hrobky

source: Tools
cs: Nástroje

source: Tools for do-it-yourself repair (may be a bike co-operative)
cs: Nástroje pro svépomocné opravy (může to být družstvo na kole)

source: Top rope
cs: Horní lano

source: Toposcope
cs: Toposkop

source: Torii
cs: Torii (šintoistická brána)

source: Tortoise
cs: Želva

source: Total number of full width lanes
cs: Celkový počet jízdních pruhů v plné šířce

source: Tourism
cs: Turismus

source: Tourism attraction
cs: Pamětihodnost

source: Tower
cs: Věž

source: Tower construction
cs: Konstrukce věže

source: Tower type
cs: Typ věže

source: Town
cs: Město

source: Town Hall
cs: Radnice

source: Toy library
cs: Půjčovna hraček

source: Toys
cs: Hračky

source: Track
cs: Polní, lesní cesta

source: Track and Field Athletics
cs: Lehká atletika

source: Tracktype
cs: Typ cesty

source: Trade
cs: Stavebniny

source: Trade supplies
cs: Stavební potřeby

source: Traditional climbing
cs: Tradiční lezení

source: Traffic
cs: Dopravní

source: Traffic Calming
cs: Zklidňování dopravy

source: Traffic Hazard
cs: Dopravní nebezpečí

source: Traffic Mirror
cs: Dopravní zrcadlo

source: Traffic Sign Backward
cs: Dopravní značka dozadu

source: Traffic Sign Forward
cs: Dopravní značka dopředu

source: Traffic Signal
cs: Semafor

source: Traffic control
cs: Kontrola dopravy

source: Traffic lights
cs: Semafory

source: Traffic monitoring
cs: Monitorování dopravy

source: Traffic sign
cs: Dopravní značka

source: Traffic sign (separate)
cs: Dopravní značka (oddělená)

source: Traffic signal station
cs: Stanice semaforů

source: Traffic signals
cs: Semafory

source: Trail markings
cs: Značení stezek

source: Trail well cleared. Area flat or slightly sloped, no fall hazard
cs: Stezka dobře vyčištěná. Plocha rovná nebo mírně svažitá, nehrozí nebezpečí pádu

source: Trail with continuous line and balanced ascent. Terrain partially steep, fall hazard possible
cs: Stezka s plynulou linií a vyváženým stoupáním. Terén částečně strmý, možný pád

source: Trailhead
cs: Začátek cesty

source: Train
cs: Vlak

source: Train station
cs: Železniční stanice

source: Train wash
cs: Myčka vlaků

source: Tram
cs: Tramvaj

source: Tram Stop
cs: Tramvajová zastávka

source: Tram priority
cs: Přednost tramvaji

source: Tram stop
cs: Tramvajová zastávka

source: Transformer Attributes:
cs: Atributy transformátoru:

source: Transformer Tower
cs: Transformátorovna

source: Transitional
cs: Přechodné

source: Translator
cs: Překladatel

source: Transport
cs: Doprava

source: Transport management
cs: Řízení dopravy

source: Transportation
cs: Doprava

source: Transportation type
cs: Typ dopravy

source: Trash
cs: Odpad

source: Travel
cs: Cestování

source: Travel Agency
cs: Cestovní kancelář

source: Travel agent
cs: Cestovní agent

source: Travel lift
cs: Přepravní jeřáb

source: Tree
cs: Strom

source: Tree Row
cs: Stromořadí

source: Tree Stump
cs: Pařez stromu

source: Trees
cs: Stromy

source: Trimix
cs: Trojmix

source: Triple
cs: Trojitá

source: Triple jump
cs: Trojskok

source: Triple tower
cs: Trojitá věž

source: Trolley bay
cs: Prostor pro vozíky

source: Trolleybus
cs: Trolejbus

source: Truck
cs: Nákladní auto

source: Trunk
cs: Kmen

source: Trunk Link
cs: Víceproudá silnice - nájezd

source: Tsonga
cs: Tsongština

source: Tubular
cs: Trubkový

source: Tumulus
cs: Mohyla

source: Tunnel
cs: Tunel

source: Tunnel name
cs: Název tunelu

source: Tunnel outline
cs: Obrys tunelu

source: Turbine
cs: Turbína

source: Turkey
cs: Krocan

source: Turkish
cs: Turecká

source: Turkmen
cs: Turkmenština

source: Turn Restriction
cs: Omezení odbočení

source: Turn Restrictions
cs: Omezení odbočování

source: Turn restriction
cs: Omezení odbočování

source: Turner
cs: Soustružník

source: Turning Circle
cs: Obratiště

source: Turning Loop
cs: Otočná smyčka

source: Turning Point
cs: Otočný bod

source: Turning basin
cs: Otočná nádrž

source: Turning lanes
cs: Otočné pruhy

source: Turning lanes in way direction
cs: Otočné pruhy ve směru jízdy

source: Turning lanes opposite to way direction
cs: Otočné pruhy proti směru jízdy

source: Turnstile
cs: Turniket

source: Turntable
cs: Točna

source: Tutoring school
cs: Doučovací škola

source: Two-sided
cs: Oboustranné

source: Two-way route
cs: Obousměrná trasa

source: Type
cs: Typ

source: Type 1 - SAE J1772 (IEC Type 1)
cs: Typ 1 - SAE J1772 (IEC Typ 1)

source: Type 1 socket output (kW)
cs: Výstup zásuvky typu 1 (kW)

source: Type 2 cable - (Mennekes)
cs: Kabel typu 2 - (Mennekes)

source: Type 2 cable output (kW)
cs: Výstup kabelu typu 2 (kW)

source: Type 2 socket - (Mennekes)
cs: Zásuvka typu 2 - (Mennekes)

source: Type 2 socket max. output (kW)
cs: Max. výstup zásuvky typu 2 (kW)

source: Type 3 (SCAME)
cs: Typ 3 (SCAME)

source: Type of construction
cs: Typ konstrukce

source: Type of enforcement
cs: Typ vynucení

source: Type of facility
cs: Typ zařízení

source: Type of physiotherapy
cs: Typ fyzioterapie

source: Types of vehicles which can be charged
cs: Typy vozidel, které lze zpoplatnit

source: Types of vehicles which can be charged:
cs: Typy vozidel, které lze zpoplatnit:

source: Typical journey time in minutes
cs: Typická doba jízdy v minutách

source: Tyres
cs: Pneumatiky

source: UIAA grading
cs: Známkování UIAA

source: UIAA: Main difficulty
cs: UIAA: Hlavní obtížnost

source: UIAA: Most difficult route
cs: UIAA: Nejtěžší trasa

source: UIAA: Simplest route
cs: UIAA: Nejlehčí trasa

source: UIC name
cs: Název UIC

source: Ukrainian
cs: Ukrajinština

source: Umbrellas
cs: Děštníky

source: Uncontrolled
cs: Nekontrolovaný

source: Underground
cs: Podzemní

source: Underprivileged
cs: Znevýhodněné

source: Unemployed
cs: Bez práce

source: Union
cs: Unie

source: Unisex
cs: Muži i ženy

source: Unisex toilet
cs: Unisex toaleta

source: Unit
cs: Jednotka

source: Unit number
cs: Číslo jednotky

source: Unit/Suite
cs: Jednotka/Apartmá

source: Unitarian universalist
cs: Unitářský univerzalista

source: United
cs: Spojené

source: United methodist
cs: Jednotní metodisté

source: University
cs: Univerzita

source: Unlimited
cs: Neomezené

source: Unorthodox
cs: Nekonvenční

source: Unpaved
cs: Nezpevněný

source: Unrestricted access
cs: Neomezený přístup

source: Unsigned reference
cs: Neoznačené referenční číslo

source: Up
cs: Výš

source: Uphill MTB Scale
cs: Stupnice MTB do kopce

source: Upholsterer
cs: Čalouník

source: Upper secondary (3)
cs: Vyšší sekundární (3)

source: Upper tertiary education (6)
cs: Vyšší terciální vzdělání (6)

source: Urdu
cs: Urdština

source: Urinal
cs: Pisoár

source: Usage Position
cs: Poloha použití

source: Use of house subtypes depends on region
cs: Použití podtypů domu záleží na regionu

source: Use this for indiviual charging locations in a larger charging station
cs: Použijte to pro jednotlivá nabíjecí místa ve větší nabíjecí stanici

source: Used for data communications
cs: Použito pro datovou komunikaci

source: Used for local orientation, or for references.
cs: Použito pro místní orientaci nebo pro referenční číslo.

source: Used for the water area only.
cs: Používá se pouze pro vodní plochu.

source: Usual elevation at the bottom of the routes
cs: Obvyklé převýšení ve spodní části tras

source: Usual route length (m)
cs: Obvyklá délka trasy (m)

source: Usually a paved or heavily compacted hardcore surface
cs: Obvykle dlážděný nebo silně udusaný povrch s pevným jádrem

source: Usually an unpaved track with surface of gravel mixed with a varying amount of sand, silt, and clay
cs: Obvykle nezpevněná dráha s povrchem ze štěrku smíchaného s různým množstvím písku, bahna a jílu

source: Usually locked
cs: Obvykle zamčeno

source: Utility
cs: Služba

source: Utility pole
cs: Stožár

source: Uzbek
cs: Uzbečtina

source: Vacant
cs: Volný

source: Vaccination centre
cs: Očkovací centrum

source: Vacuum
cs: Vakuum

source: Vacuum Cleaner
cs: Vysavač

source: Vacuum cleaner station
cs: Stanice vysavače

source: Vaishnavism
cs: Vaišnavismus

source: Vajrayana
cs: Vadžrajána

source: Valley
cs: Údolí

source: Valves
cs: Ventily

source: Variable message
cs: Proměnná zpráva

source: Varies
cs: Liší se

source: Variety
cs: Varieté

source: Variety Store
cs: Prodejna za jednotnou cenu

source: Vault
cs: Hrobka

source: Vegan
cs: Veganská

source: Vegetarian
cs: Vegetariánská

source: Vegetation
cs: Vegetace

source: Vehicle Inspection
cs: Kontrola vozidel

source: Vehicle transfer
cs: Převod vozidla

source: Vehicle type
cs: Druh vozidla

source: Vending Machine
cs: Prodejní automat

source: Vending products
cs: Prodejní produkty

source: Vernacular architecture
cs: Lidová architektura

source: Vertical axis
cs: Vertikální osy

source: Veterinary
cs: Veterinář

source: Via (intermediate point)
cs: Přes (mezilehlé body)

source: Via (intermediate stops)
cs: Přes (mezilehlé zastávky)

source: Vibration
cs: Vibrace

source: Victims
cs: Oběti

source: Victorian architecture
cs: Viktoriánská architektura

source: Video Games
cs: Videohry

source: Vietnamese
cs: Vietnamská

source: Viewpoint
cs: Výhled

source: Village
cs: Vesnice

source: Village Green
cs: Náves

source: Vineyard
cs: Vinice

source: Virtual aton
cs: Virtuální aton

source: Visibility
cs: Viditelnost

source: Visible Headframe
cs: Viditelná hlavová konstrukce

source: Visual Approach Slope Indicator
cs: Indikátor vizuálního přiblížení sklonu

source: Volcano
cs: Sopka

source: Volleyball
cs: Volejbal

source: Voltage
cs: Napětí

source: Voltage in Volts (V)
cs: Napětí ve Voltech (V)

source: Volume (liters)
cs: Objem (litry)

source: Voodoo
cs: Vúdú

source: Vouchers
cs: Poukazy

source: Vulture
cs: Sup

source: W
cs: Z

source: Waiting
cs: Čekání

source: Walk-in
cs: Vejít

source: Walking
cs: Chození

source: Walking Route
cs: Turistická trasa

source: Walking route
cs: Turistická trasa

source: Walking route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
cs: Pěší trasa (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Wall
cs: Zeď

source: Walnut trees
cs: Vlašské ořechy

source: War
cs: Válečné

source: War cemetery
cs: Válečné pohřebiště

source: War grave
cs: Válečný hrob

source: Ward
cs: Okrsek

source: Warning signal station
cs: Stanice výstražného signálu

source: Waste
cs: Odpad

source: Waste Basket/Trash Can
cs: Odpadkový koš

source: Waste Disposal/Dumpster
cs: Kontejner na odpadky

source: Waste Power Generator
cs: Generátor odpadní energie

source: Waste Power Plant
cs: Odpadní elektrárna

source: Waste transfer station
cs: Překládací stanice odpadu

source: Wastewater
cs: Odpadní voda

source: Wastewater Treatment Plant
cs: Čistička odpadních vod

source: Wastewater clarifier
cs: Čistič odpadních vod

source: Watch keeping stations at which a watch is kept either continuously, or at certain times only.
cs: Stanice pro sledování hlídek, na kterých je hlídka udržována buď nepřetržitě, nebo pouze v určitých časech.

source: Watches
cs: Hodinky

source: Watchmaker
cs: Hodinář

source: Watchtower
cs: Hodinová věž

source: Water
cs: Voda

source: Water Park
cs: Akvapark

source: Water Point
cs: Kohout s pitnou vodou

source: Water Slide
cs: Vodní skluzavka

source: Water Tank
cs: Nádrž na vodu

source: Water Tower
cs: Vodojem

source: Water Turbine
cs: Vodní turbína

source: Water Well
cs: Studna

source: Water Works
cs: Vodárna

source: Water access rules:
cs: Pravidla pro přístup k vodě:

source: Water characteristic
cs: Charakteristika vody

source: Water level
cs: Úroveň vody

source: Water management
cs: Vodní hospodářství

source: Water park
cs: Akvapark

source: Water point
cs: Kohout s pitnou vodou

source: Water source
cs: Vodní zdroj

source: Water sports
cs: Vodní sporty

source: Water storage
cs: Zásobník vody

source: Water tank
cs: Nádrž na vodu

source: Water tap
cs: Vodovodní kohoutek

source: Water turbulence
cs: Turbulence vody

source: Water utility
cs: Vodohospodářská

source: Waterbody
cs: Vodní tělo

source: Waterfall
cs: Vodopád

source: Waterlogged area, either permanently or seasonally with vegetation.
cs: Podmáčená oblast, buď trvale nebo sezónně s vegetací.

source: Watermill
cs: Vodní mlýn

source: Waterway
cs: Vodstvo

source: Waterway guage
cs: Měřidlo vodní cesty

source: Waterway milestone
cs: Milník vodní cesty

source: Wave
cs: Vlna

source: Wave Energy Converter
cs: Převodník energie vln

source: Wave Power Plant
cs: Vlnová elektrárna

source: Waxing
cs: Voskování

source: Waypoints
cs: Body cysty

source: Ways
cs: Cesty

source: Wayside Cross
cs: Kříž

source: Wayside Shrine
cs: Boží muka

source: Wayside chapel
cs: Kaplička

source: Wayside shrine
cs: Boží muka

source: Weapons
cs: Zbraně

source: Weather
cs: Počasí

source: Weather protection
cs: Ochrana proti povětrnostním vlivům

source: Website
cs: Webová stránka

source: Weed
cs: Plevel

source: Weighbridge
cs: Vážení

source: Weir
cs: Jez

source: Welcome sign
cs: Uvítací tabule

source: Welsh
cs: Velština

source: West
cs: Západ

source: Wet barrel
cs: Mokrý sud

source: Wet meadow
cs: Mokrá louka

source: Wetland
cs: Mokřad

source: Wheelchair
cs: Invalidní vozík

source: Wheelchair access details
cs: Podrobnosti o přístupu pro vozíčkáře

source: Wheelchair ramp
cs: Rampa pro vozíčkáře

source: Wheelchair toilets
cs: Toalety pro vozíčkáře

source: Wheelchair users toilet
cs: WC pro vozíčkáře

source: Wheelchairs
cs: Invalidní vozíky

source: Wheels: city bike, wheelchair, scooter
cs: Běžná kola: závodní auta, městské bicykly, kolečková křesla, skútry

source: Where vegetation is dominated by grasses (Poaceae) and other herbaceous (non-woody) plants. Excludes cultivated areas and wetlands.
cs: Kde vegetaci dominují trávy (Poaceae) a další bylinné (nedřevnaté) rostliny. Nezahrnuje obdělávané oblasti a mokřady.

source: White
cs: Bílá

source: Wholesale
cs: Velkoobchod

source: Wicket gate
cs: Branka

source: Width (Meters)
cs: Šířka (v metrech)

source: Width (m)
cs: Šířka (m)

source: Width (meters)
cs: Šířka (v metrech)

source: Wildcat
cs: Divoká kočka

source: Wilderness Hut
cs: Chata v divočině

source: Wildlife
cs: Divoká zvířata

source: Wildlife park
cs: Obora s divokými zvířaty

source: Wind
cs: Vítr

source: Wind Power Plant
cs: Větrná elektrárna

source: Wind Turbine
cs: Větrná turbína

source: Winding
cs: Vinutí

source: Windmill
cs: Vodní mlýn

source: Window blinds
cs: Rolety

source: Window construction
cs: Výroba oken

source: Windows
cs: Okna

source: Windpump
cs: Větrný mlýn (pumpa)

source: Windsock
cs: Větrný rukáv

source: Wine
cs: Víno

source: Winery
cs: Vinař

source: Wings
cs: Křídla

source: Winter road
cs: Zimní cesta

source: Wiping paper supplied
cs: Dodáván stírací papír

source: Wired
cs: Přes kabel

source: Wisent
cs: Zubr

source: With island
cs: S ostrovem

source: With shop
cs: S obchodem

source: Wolf
cs: Vlk

source: Womens toilet
cs: Dámské toalety

source: Wood
cs: Dřevo

source: Wood briquettes
cs: Dřevěné brikety

source: Wood pellets
cs: Dřevěné pelety

source: Woodchips
cs: Štěpka

source: Wooden cabinet
cs: Dřevěná skříňka

source: Woodland where timber production does not dominate use.
cs: Lesy, kde nedominuje produkce dřeva.

source: Works
cs: Díla

source: Workshop Opening Hours
cs: Otevírací hodiny dílny

source: Wreck
cs: Vrak

source: Xhosa
cs: Xhoština

source: Yak
cs: Jak

source: Yard
cs: Kolej seřaďovacího nádraží

source: Yellow
cs: Žlutá

source: Yes
cs: Ano

source: Yiddish
cs: Jidiš

source: Yield ahead
cs: Výnos dopředu

source: Youth Centre
cs: Centrum mládeže

source: Zigzag
cs: Cikcak

source: Zinc
cs: Zinek
