Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

# building
source: Sports hall
de_ch: Sporthalle
es: Pabellón deportivo / Polideportivo
hu: Sportcsarnok
is: Íþróttahús
sv: Idrottshall, gympasal

# building
source: Stable
de_ch: Stall
es: Establo
hu: Lóistálló
is: Hesthús
sv: Stall

# building
source: Stadium
de_ch: Stadion
es: Estadio
hu: Stadion
is: Leikvangur

# building
source: Static caravan
de_ch: Standwohnwagen
es: Caravana estática / Casa móvil
hu: Álló lakókocsi
is: Fast hjólhýsi
sv: Permanent husvagn

# building
source: Steel
de_ch: Stahl
es: Acero
hu: Acél
is: Stál
sv: Stål

# building
source: Steps
de_ch: Treppe
es: Escalones
sv: Trappor

# building
source: Stilt house
de_ch: Pfahlhaus
es: Palafito / Casa sobre pilotes
hu: Cölöpház
is: Stöplahús
sv: Pålbyggnad

# building
source: Stone
de_ch: Stein
es: Roca
hu: Kő
is: Steinn
sv: Sten

# building
source: Storage
de_ch: Lager
es: Almacén
hu: Tárolás
is: Geymslurými
sv: Förvaring

# building
source: Storage tank
de_ch: Lagertank
es: Tanque de Almacenamiento
hu: Tárolótartály
is: Geymslutankur
sv: Lagringstank

# building
source: Storage tank building
de_ch: Lagertankgebäude
es: Edificio de tanque de almacenamiento
hu: Tárolótartály-épület
is: Bygging með geymslutanki
sv: Byggnad för lagringstank

# building
source: Sty
de_ch: Schweinestall
es: Pocilga / Chiquero
hu: Disznóól
sv: Svinstia

# building
source: Supermarket
de_ch: Supermarkt
es: Supermercado
hu: Szupermarket
is: Kjörbúð
sv: Mataffär

# building
source: Synagogue
de_ch: Synagoge
es: Sinagoga
hu: Zsinagóga
is: Sýnagóga
sv: Synagoga

# building
source: Temple
de_ch: Tempel
es: Templo
hu: Nem keresztény templom
is: Bænhús
sv: Tempel

# building
source: Tent
de_ch: Zelt
es: Tienda de campaña / Carpa
hu: Sátor
sv: Tält

# building
source: Terrace
de_ch: Reihenhaus
es: Terraza
hu: Sorház
is: Verönd
sv: Terrass

# building
source: Terrace unit
de_ch: Reiheneinfamilienhaus
es: Casa adosada
hu: Sorház eleme
sv: Terrassenhet

# building
source: Timber framing
de_ch: Fachwerk
es: Entramado de madera
hu: Favázas
is: Timburgrind
sv: Korsvirke

# building
source: Tin
de_ch: Blech
es: Lata
hu: Ón
sv: Tenn

# building
source: Toilets
de_ch: Toiletten
es: Baños
hu: WC
is: Salerni
sv: Toaletter

# building
source: Tower building
de_ch: Turmgebäude
es: Edificio de la torre
hu: Toronyépület
sv: Tornbyggnad

# building
source: Traditional
de_ch: Traditionell
es: Tradicional
hu: Tradicionális
is: Hefðbundið
sv: Traditionell

# building
source: Train station
de_ch: Bahnhof
es: Estación de tren
hu: Vasútállomás
is: Lestarstöð
sv: Järnvägsstation

# building
source: Transformer tower
de_ch: Transformatorenturm
es: Torre de transformador
hu: Transzformátortorony
is: Spennubreytisturn
sv: Transformatortorn

# building
source: Transportation
de_ch: Verkehrswesen
es: Transporte
hu: Közlekedési épület
is: Flutningar
sv: Transport

# building
source: University
de_ch: Universität
es: Universidad
hu: Egyetemi épület
is: Háskóli
sv: Universitet

# building
source: Vinly
es: Vinilo
hu: Vinil
sv: Vinyl

# building
source: Warehouse
de_ch: Lagergebäude
es: Almacén
hu: Raktárépület
is: Vöruhús
sv: Lagerhus

# building
source: Wayside shrine building
de_ch: Wegkappellen-Gebäude
es: Edificio de santuario al borde del camino / ermita
hu: Út menti kegyhely épülete
is: Bygging við vegaskrín
sv: Helgedom vid vägkanten

# building
source: Wood
de_ch: Holz
es: Madera
hu: Fa
is: Viður
sv: Trä

# building
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# roof_levels
source: Levels (roof)
de_ch: Dachetagen
es: Niveles (tejado)
hu: Szintek (tető)
is: Hæðir (þak)
sv: Våningar (tak)

# operator
source: Operator type
de_ch: Betreibertyp
es: Tipo de operador
hu: Üzemeltető típusa
is: Tegund rekstraraðila
sv: Typ av operatör

# operator
source: Private
de_ch: Privat
es: Privado
hu: Magántulajdon
is: Einka
sv: Privat

# operator
source: Public
de_ch: Öffentlich
es: Público
hu: Állami
is: Opið öllum
sv: Offentlig

# operator
source: Religious
de_ch: Religiöser Betreiber
es: Religioso
hu: Egyházi
is: Trúarlegt
sv: Religös

# restriction
source: No entry
de_ch: Keine Einfahrt
es: Prohibido el paso
hu: Behajtani tilos
is: Aðgangur bannaður
sv: Ej infart

# restriction
source: No exit
de_ch: Sackgasse
es: Sin salida
hu: Zsákutca
is: Útgangur bannaður
sv: Ingen utfart

# restriction
source: No left turn
de_ch: Abbiegen nach links verboten
es: Prohibido girar a la izquierda
hu: Balra bekanyarodni tilos
is: Ekki vinstri beygja
sv: Ingen vänstersväng

# restriction
source: No right turn
de_ch: Abbiegen nach rechts verboten
es: Prohibido girar a la derecha
hu: Jobbra bekanyarodni tilos
is: Ekki hægri beygja
sv: Förbjuden högersväng

# restriction
source: No straight on
de_ch: Kein Geradeausfahren
es: No recto
hu: Továbbhaladni tilos
is: Ekki beint á
sv: Påbjuden sväng

# restriction
source: No u-turn
de_ch: Wenden verboten
es: Prohibido cambiar de sentido / girar en U
hu: Megfordulni tilos
is: Ekki U-beygja
sv: Förbjuden u-sväng

# restriction
source: Only left turn
de_ch: Linksabbiegen
es: Sólo girar a la izquierda
hu: Kötelező irány: balra
is: Aðeins vinstri beygja
sv: Påbjuden vänstersväng

# restriction
source: Only right turn
de_ch: Rechtsabbiegen
es: Sólo girar a la derecha
hu: Kötelező irány: jobbra
is: Aðeins hægri beygja
sv: Påbjuden högerväng

# restriction
source: Only straight on
de_ch: Geradeausfahren
es: Sólo recto
hu: Kötelező irány: egyenesen tovább
is: Einungis beint á
sv: Förbjuden sväng

source: Restriction
de_ch: Beschränkung
es: Restricción
hu: Korlátozás
is: Takmörkun
sv: Restriktion

# country codes
source: Country
de_ch: Land
es: País
hu: Ország
is: Land
sv: Land

# country codes
source: Country code
de_ch: Länderkürzel
es: Código de país
hu: Országkód
is: Landskóði
sv: Landsnummer

# country codes
source: Target country
de_ch: Zielland
es: País de destino
hu: Célország
is: Markland
sv: Målland

# advertising
source: Advertising facility
de_ch: Werbeeinrichtung
es: Instalación publicitaria
hu: Reklámlétesítmény
is: Auglýsingaaðstaða
sv: Reklamanläggning

# advertising
source: Animation
es: Animación
hu: Animált
is: Hreyfing
sv: Animering

# advertising
source: Billboard
de_ch: Plakatwand
es: Panel publicitario
hu: Óriásplakát
is: Skilti
sv: Stortavla (reklam)

# advertising
source: Board
de_ch: Kleine Plakatwand
es: Tablero/ Valla publicitaria
hu: Plakáthely
is: Tafla
sv: Reklamtavla

# advertising
source: Column
de_ch: Plakatsäule
es: Columna
hu: Hirdetőoszlop
is: Súla
sv: Kolumn

# advertising
source: Digital messages
de_ch: Digitale Anzeige
es: Mensajes digitales
hu: Digitális üzenetek
is: Stafræn skilaboð
sv: Digitala meddelanden

# advertising
source: Digital prices
de_ch: Digitale Preisanzeige
es: Precios digitales
hu: Digitális árak
is: Stafræn verð
sv: Digitala priser

# advertising
source: Flag
de_ch: Fahne
es: Bandera
hu: Zászló
is: Fáni
sv: Flagga

# advertising
source: Poster box
de_ch: City-Light-Poster
es: Caja de carteles
hu: Plakátdoboz (citylight)
is: Veggspjaldakassi
sv: Annonstavla (reklam)

# advertising
source: Revolving
de_ch: Drehend
es: Giratorio
hu: Forgó
is: Hringsnúandi
sv: Karuselldörr

# advertising
source: Screen
de_ch: Bildschirm
es: Pantalla
hu: Képernyő
is: Skjár
sv: Skärm

# advertising
source: Sign
de_ch: Schild
es: Señal
hu: Felirat
is: Tákn
sv: Skylt

# advertising
source: Totem
de_ch: Totempfahl
es: Tótem
hu: Totem (létesítmény bejáratánál)
is: Auglýsingastaur

# advertising
source: Trivision blades
de_ch: Prismenwender
es: Paneles trivisión
hu: Háromszögalapú hasábok forgása
sv: Trivision-blad

# advertising
source: Wind
es: Viento
hu: Szél
is: Vindur
sv: Vindkraft

# advertising
source: Winding posters
de_ch: Wechselnde Plakate
es: Carteles enrollables
hu: Feltekeredő plakátok
is: Veggspjöld sem vindast
sv: Rullande affischer

# advertising
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# Highway
source: Alley
de_ch: Gasse
es: Pasaje
hu: Hátsó „szolgalmi” út
is: Sund
sv: Gränd

# Highway
source: Arcade
de_ch: Arkade
es: Sala de juegos
hu: Árkád
is: Spilasalur
sv: Arkad (pelargång)

# Highway
source: Bus Guideway
de_ch: Spurbusstrasse
es: Bus guiado
hu: Buszsín
is: Strætóleiðsagnarbraut
sv: Spårbuss

# Highway
source: Bus Rapid Transit
de_ch: Busschnellverkehr
es: Autobús de tránsito rápido / Bus de tránsito rápido
is: Hraðleið fyrir strætisvagna
sv: Buss snabbtransit

# Highway
source: Bus stop
de_ch: Bushaltestelle
es: Parada de autobús
hu: Buszmegálló
is: Strætisvagnabiðstöð
sv: Busshållplats

# Highway
source: Busway
de_ch: Busstrasse
es: Vía de autobús
hu: Buszsáv
is: Strætóakrein
sv: Bussväg

# Highway
source: Crossing
de_ch: Übergang
es: Cruce
hu: Gyalogos vasúti átjáró
is: Gangbraut
sv: Korsning

# Highway
source: Cycleway
de_ch: Radweg
es: Camino de bicicletas
hu: Kerékpárút
is: Hjólastígur
sv: Cykelväg

# Highway
source: Dedicated Bridleway
de_ch: Reitweg
es: Camino de herradura dedicado
hu: Kifejezett lovaglóút
is: Sérstakur reiðstígur
sv: Dedikerad ridväg

# Highway
source: Dedicated Cycleway
de_ch: Radweg
es: Ruta destinada a ciclistas
hu: Kijelölt kerékpárút
is: Sérstakur hjólastígur
sv: Dedikerad cykelväg

# Highway
source: Dedicated Footway
de_ch: Fussweg
es: Acera/vereda dedicada
hu: Kijelölt gyalogút
is: Sérstakur gangstígur
sv: Dedikerad gångväg

# Highway
source: Drive-through
es: Restaurante de comida para llevar donde se pide desde el coche
hu: Autós szolgáltatáshoz vezető út
is: Bílaafgreiðsla
sv: Genomkörning (Drive-through)

# Highway
source: Driveway
de_ch: Grundstücks-Zufahrt
es: Acceso para coches
hu: Kocsibehajtó
is: Innkeyrsla
sv: Uppfart

# Highway
source: Emergency access
de_ch: Notfall
es: Acceso de emergencia
hu: Tűzoltási felvonulási út
is: Neyðaraðgangur
sv: Räddningsväg

# Highway
source: Footway
de_ch: Fussweg
es: Acera / Vereda / Sendero peatonal
hu: Gyalogút
is: Gönguleið
sv: Gångväg

# Highway
source: Highway type
de_ch: Strassentyp
es: Tipo de autovía
hu: Út típusa
is: Tegund hraðbrautar
sv: Vägtyp

# Highway
source: Highway type connected
de_ch: Verbundener Strassentyp
es: Tipo de vía conectada
hu: Összekapcsolat utak típusa
is: Tengd tegund hraðbrautar
sv: Ansluten motorvägstyp

# Highway
source: Junction
de_ch: Strassenkreuzung
es: Cruce
hu: Csomópont
is: Tenging
sv: Korsning

# Highway
source: Living street
de_ch: Wohnstrasse
es: Calle residencial / peatonal
hu: Lakó-pihenő övezet
is: Vistgata
sv: Gångfartsområde, gårdsgata

# Highway
source: Motorway
de_ch: Autobahn
es: Autopista
hu: Autópálya
is: Hraðbraut
sv: Motorväg

# Highway
source: Motorway Link
de_ch: Autobahnanschluss
es: Enlace de autopista
hu: Autópálya fel- vagy lehajtó
is: Tengibraut á hraðbraut
sv: Motorväganslutning

# Highway
source: Motorway link
de_ch: Autobahnanschluss
es: Enlace de autopista
hu: Autópálya fel- vagy lehajtó
is: Tengibraut á hraðbraut
sv: Motorväganslutning

# Highway
source: Parking
de_ch: Parkplatz
es: Estacionamiento
hu: Parkoló
is: Bílastæði
sv: Parkering

# Highway
source: Parking aisle
de_ch: Parkplatzzugang
es: Pasillo de estacionamiento
hu: Parkolón belüli út
is: Bílastæðavegur
sv: Parkeringsväg

# Highway
source: Parking lane
de_ch: Parkspur
es: Carril de estacionamiento
hu: Parkolósáv
is: Bílastæðaakrein
sv: Parkeringskorridor

# Highway
source: Parking space
de_ch: Parkplatz
es: Espacio de estacionamiento
hu: Parkolóhely
is: Bílastæði
sv: Parkeringsplats

# Highway
source: Path
de_ch: Pfad
es: Senda
hu: Ösvény
is: Stígur
sv: Stig

# Highway
source: Pedestrian
de_ch: Fussgängerzone
es: Peatón
hu: Sétálóutca
is: Fótgangandi
sv: Gågata

# Highway
source: Primary
de_ch: Hauptstrasse
es: Primario
hu: Első- vagy másodrendű főút
is: Aðal
sv: Primär väg

# Highway
source: Primary Link
de_ch: Primäre Verbindungsstrasse
es: Enlace principal
hu: Főút fel- vagy lehajtó
is: Tengivegur á fyrsta stigs vegi
sv: Anslutning, primär väg

# Highway
source: Primary link
de_ch: Hauptstrassenanschluss
es: Enlace primario
hu: Főút fel- vagy lehajtó
is: Tengivegur á fyrsta stigs vegi
sv: Anslutning, primär väg

# Highway
source: Raceway
de_ch: Rennbahn
es: Pista de carreras
hu: Versenypálya (autó, motor)
is: Keppnisbraut
sv: Motorracerbana

# Highway
source: Residential
de_ch: Anliegerstrasse
es: Vía urbana
hu: Lakóút
is: Íbúðargata
sv: Bostad

# Highway
source: Road construction
de_ch: Strassenbau
es: Construcción de carretera
hu: Útépítés
sv: Vägarbete

# Highway
source: Secondary
de_ch: Landesstrasse
es: Secundario
hu: Összekötő út
is: Auka
sv: Sekundär väg

# Highway
source: Secondary link
de_ch: Landesstrassenanschluss
es: Enlace secundario
hu: Összekötő út fel- vagy lehajtó
is: Tengivegur á annars stigs vegi
sv: Anslutning, sekundär väg

# Highway
source: Service
de_ch: Erschliessungsweg
es: Servicio
hu: Szervizút
is: Þjónusta
sv: Serviceväg

# Highway
source: Service way type
de_ch: Typ des Zufahrtsweg
es: Tipo de camino de servicio
hu: Szervizút típusa
is: Tegund þjónustuvegar
sv: Typ av serviceväg

# Highway
source: Slipway
de_ch: Slipanlage
es: Grada náutica
hu: Sólya
is: Dráttarbraut
sv: Sjösättningsplats

# Highway
source: Steps
de_ch: Treppe
es: Escalera
hu: Lépcső
is: Þrep
sv: Trapport

# Highway
source: Street type
de_ch: Strassentyp
es: Tipo de calle
hu: Út típusa
is: Tegund götu
sv: Vägtyp

# Highway
source: Tertiary
de_ch: Kreisstrasse
es: Terciario
hu: Bekötőút
is: Þriðja stigs vegur
sv: Tertiär

# Highway
source: Tertiary Link
de_ch: Verbindungsstrassenanschluss
es: Enlace terciario
hu: Bekötőút fel- vagy lehajtó
is: Safnbrautarrein
sv: Anslutning, tertiär väg

# Highway
source: Tertiary link
de_ch: Kreisstrassenanschluss
es: Enlace terciario
hu: Bekötőút fel- vagy lehajtó
is: Safnbrautarrein
sv: Anslutning, tertiär väg

# Highway
source: Track
de_ch: Abgesetzte Fahrbahn
es: Pista
hu: Út melletti kerékpárút
is: Slóð
sv: Spår

# Highway
source: Traffic island
de_ch: Verkehrsinsel
es: Isleta de tránsito
hu: Járdasziget
is: Umferðareyja
sv: Refug

# Highway
source: Trunk
de_ch: Schnellstrasse
es: Troncal
hu: Autóút
is: Stofnvegur
sv: Huvudväg

# Highway
source: Trunk Link
de_ch: Schnellstrassenanschluss
es: Enlace troncal
hu: Autóút fel- vagy lehajtó
is: Tengivegur á stofnveg
sv: Anslutning, stamväg

# Highway
source: Trunk link
de_ch: Schnellstrassenanschluss
es: Enlace troncal
hu: Autóút fel- vagy lehajtó
is: Tengivegur á stofnveg
sv: Anslutning, stamväg

# Highway
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# Highway
source: Unclassified
de_ch: Nebenstrasse
es: Sin clasificar
hu: Egyéb közút
is: Óflokkað
sv: Oklassificerad

# Highway
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# gender
source: Female
de_ch: Weiblich
es: Femenino
hu: Női
is: Kona
sv: Kvinnligt

source: Gender
de_ch: Geschlecht
es: Género
hu: Nem
is: Kyn
sv: Kön

# gender
source: Male
de_ch: Männlich
es: Varón
hu: Férfi
is: Karlkyns
sv: Manligt

# gender
source: Mixed
de_ch: Gemischt
es: Mixto
hu: Vegyes
is: Blandað
sv: Blandat

# gender
source: Separated
de_ch: Getrennt
es: Separado
hu: Elválasztva
is: Aðskilið
sv: Separerad

# gender
source: Student gender
de_ch: Studentengeschlecht
es: Género del estudiante
is: Kyn námsmanns
sv: Studentens kön

# trail_visibility
source: Bad
de_ch: Schlecht
es: Mala
hu: Rossz
is: Vont
sv: Dålig

# trail_visibility
source: Excellent
de_ch: Sehr gut sichtbar
es: Excelente
hu: Kitűnő
is: Frábær
sv: Utmärkt

# trail_visibility
source: Good
de_ch: Gut
es: Buena
hu: Jó
is: Gott
sv: Bra

# trail_visibility
source: Intermediate
de_ch: mittelgut
es: Media
hu: Közepes
is: Miðlungs
sv: Medel

# trail_visibility
source: Not visible
de_ch: Nicht sichtbar
es: No visible
hu: Nem látható
is: Ekki sýnilegt
sv: Inte synlig

# trail_visibility
source: Visibility
de_ch: Sichtbarkeit
es: Visibilidad
hu: Láthatóság
is: Sýnileiki
sv: Synlighet

# usage
source: Freight
de_ch: Fracht
es: Carga / Transporte de mercancías
hu: Teherszállítás
is: Vöruflutningar
sv: Gods

# usage
source: Headrace
de_ch: Zufluss
es: Conducción de agua motriz
hu: Energiatermeléshez betáplálás
sv: Inlopp

# usage
source: Irrigation
de_ch: Bewässerung
es: Irrigación
hu: Öntözés
is: Vökvun
sv: Bevattning

# usage
source: Spillway
de_ch: Überlauf
es: Canal de desagüe
hu: Túlfolyó
sv: Spillvatten

# usage
source: Tailrace
de_ch: Abfluss
es: Canal de descarga
hu: Turbinákból kifolyó víz
sv: Utflöde

# usage
source: Tourism
de_ch: Tourismus
es: Turismo
hu: Turisztikai vonal
is: Ferðaþjónusta
sv: Museijärnväg

# usage
source: Transmission
de_ch: Übertragung
es: Transmisión
hu: (Víz)továbbítás
is: Spennuvirki

# usage
source: Transportation
de_ch: Verkehrswesen
es: Transporte
hu: Közlekedés
is: Flutningar
sv: Transport

source: Usage
de_ch: Nutzung
es: Uso
hu: Felhasználási mód
is: Notkun
sv: Använding

# cycleway
source: Advisory
de_ch: Gestrichelte Linie
es: Recomendado
hu: Nyitott
sv: Rådgivande

# cycleway
source: Bicycle lane type
de_ch: Velospurtyp
es: Tipo de ciclovía
hu: Kerékpársáv típusa
sv: Typ av cykelbana

# cycleway
source: Bicycle lane type left
de_ch: Velospurtyp links
es: Tipo de ciclovía izquierda
hu: Kerékpársáv típusa (bal)
sv: Cykelfältstyp vänster

# cycleway
source: Bicycle lane type right
de_ch: Velospurtyp rechts
es: Tipo de ciclovía derecha
hu: Kerékpársáv típusa (jobb)
sv: Cykelfältstyp höger

source: Cycleway
de_ch: Radweg
es: Camino de bicicletas
hu: Kerékpárút
is: Hjólastígur
sv: Cykelväg

# cycleway
source: Cycleway left
de_ch: Radweg links
es: Camino de bicicletas hacia la izquierda
hu: Kerékpárút a bal oldalon
is: Hjólastígur til vinstri
sv: Cykelväg vänster

# cycleway
source: Cycleway right
de_ch: Radweg rechts
es: Camino de bicicletas hacia la izquierda
hu: Kerékpárút a jobb oldalon
is: Hjólastígur til hægri
sv: Cykelväg höger

# cycleway
source: Exclusive
de_ch: Durchgezogene Linie
es: Exclusivo
hu: Zárt
sv: Exklusiv

# cycleway
source: Lane
de_ch: Fahrbahn
es: Carril
hu: Úttest
is: Akrein
sv: Körfält (fil)

# cycleway
source: Opposite
de_ch: Entgegengesetzt
es: Opuesto
hu: Forgalommal szembe
is: Gagnstætt
sv: Motsatt

# cycleway
source: Opposite track
de_ch: Entgegengesetzter Weg
es: Pista contraria
hu: Forgalommal szembe (út melletti kerékpárút)
is: Gagnstæð braut
sv: Motsatt spår

# cycleway
source: Pictogram
de_ch: Piktogram
es: Pictograma
hu: Kerékpáros nyom
sv: Piktogram

# cycleway
source: Separate
de_ch: Getrennt
es: Separado
hu: Külön vonallal térképezve
is: Aðskilið
sv: Separat

# cycleway
source: Share busway
de_ch: Gemeinsame Busspur
es: Compartir carril-bus
hu: Buszsáv (kerékpárral is használható)
is: Sameiginlegt með strætóakrein
sv: Gemensamt med bussväg

# cycleway
source: Shared lane
de_ch: Gemeinsamer Fahrstreifen
es: Carril compartido
hu: Kerékpáros nyom
is: Sameiginleg akrein
sv: Gemensamt körfält

# cycleway
source: Track
de_ch: Abgesetzte Fahrbahn
es: Pista
hu: Út melletti kerékpárút
is: Slóð
sv: Spår

# footway
source: A footway alongside a street
de_ch: Fussweg entlang einer Strasse
es: Una acera/vereda junto a una calle
hu: Utca melletti gyalogút
is: Gönguleið meðfram götu
sv: En gångväg längs sidan av en gata

# footway
source: A pedestrian crossing
de_ch: Eine Fussgänger­kreuzung
es: Un cruce peatonal
hu: Gyalogos-átkelőhely
is: Gangbraut
sv: Övergångsställe

# footway
source: Access aisle
de_ch: Zugangsbereich
es: Pasillo de acceso
hu: Gépkocsi-megközelítési jelzés
sv: Åtkomstgång

# footway
source: Access for back entrances and/or emergency access
de_ch: Zugang für Hintereingänge und/oder Notfallzugang
es: Acceso para entradas traseras y/o acceso de emergencia
hu: Hátsó bejáratokhoz és/vagy vészhelyzeti megközelítéséhez használatos út
sv: Åtkomst för bakre ingångar och/eller nödingång

# footway
source: Alley
de_ch: Seitengasse
es: Callejón
hu: Hátsó „szolgalmi” út
is: Sund
sv: Gränd

# footway
source: Footway sections inside a crossing island
de_ch: Fusswegabschnitte innerhalb einer Verkehrsinsel
es: Secciones de acera/vereda dentro de una isleta de cruce
hu: A gyalogosátkelő részét képező járdaszigeten lévő gyalogútszakasz
is: Hlutar gangvega innan umferðareyja við gangbrautir
sv: Gångväg-segment inom en refug

# footway
source: Footway sections that do not exist but are necessary for routing
de_ch: Fusswegabschnitte, die nicht vorhanden, aber für die Streckenführung erforderlich sind
es: Secciones de acera/vereda que no existen pero son necesarias para el enrutamiento
hu: Nem létező, de útvonalvezetéshez szükséges gyalogútszakasz
is: Hlutar gangvega sem ekki eru til staðar en eru nauðsynlegir fyrir leiðagerð
sv: Gångväg-segment som inte finns i verkligheten men behövs för ruttberäkning och navigering.

# footway
source: Link
de_ch: Verbindung
es: Enlace
hu: Kapcsolat
is: Tengill
sv: Anslutning

# footway
source: Marked footpath in a parking lot
de_ch: Markierter Fussweg auf einem Parkplatz
es: Sendero peatonal marcado en un estacionamiento
hu: Jelzett gyalogút egy parkolóhelyen
is: Merkt gönguleið á bílastæði
sv: Markerad gångväg på en parkeringsplats

# footway
source: Pedestrian crossing
de_ch: Fussgänger­kreuzung
es: Cruce peatonal / Paso de peatones
hu: Gyalogosátkelő
is: Gangandi vegfarendur
sv: Övergångsställe

# footway
source: Sidewalk
de_ch: Trottoir
es: Acera / Vereda
hu: Járda
is: Gangstétt
sv: Trottoar

# footway
source: Traffic island
de_ch: Verkehrsinsel
es: Isleta de tránsito
hu: Járdasziget
is: Umferðareyja
sv: Refug

# footway
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# wheelchair
source: Inclined
de_ch: Schräglift
es: Inclinada
sv: Lutande

# wheelchair
source: Platform lift
de_ch: Treppenlift
es: Plataforma elevadora
sv: Plattformhiss

# wheelchair
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# crossing
source: Always on
de_ch: Immer in Betrieb
es: Siempre encendido
hu: Mindig villog
sv: Alltid på

# crossing
source: Button operated
de_ch: Bedient mit Druckknopf
es: Botón operado
hu: Gombbal működik
is: Stýrt með hnappi
sv: Knappmanövrerad

# crossing
source: Flashing lights
de_ch: Blinkleuchten
es: Luces intermitentes
hu: Villogó fény (narancs)
sv: Blinkande ljus

# crossing
source: None
de_ch: Nicht vorhanden
es: Ninguno
hu: Nincs
is: Ekkert
sv: Ingen

# crossing
source: Present
de_ch: Vorhanden
es: Presente
hu: Van
is: Til staðar
sv: Närvarande

# crossing
source: Sensor activated
de_ch: Aktiviert durch Sensor
es: Activadas por un sensor
hu: Érzékelő aktiválva
sv: Sensoraktiverat

# traffic_calming_table
source: Table
de_ch: Plateau
es: Mesa
hu: Küszöb
is: Pallur
sv: Platågupp

# traffic_calming
source: Island
de_ch: Verkehrsinsel
es: Isla
hu: Sziget
is: Eyja
sv: Ö

# junction=yes
source: Junction
de_ch: Strassenkreuzung
es: Cruce
hu: Csomópont
is: Tenging
sv: Korsning

# surveillance
source: Indoor
de_ch: im Innenraum
es: Interior
hu: Beltéri
is: Innanhúss
sv: Inomhus

# surveillance
source: Location
de_ch: Ort
es: Ubicación
hu: Hely
is: Staðsetning
sv: Lokalisering

# surveillance
source: Method
de_ch: Umwandlungsmethode
es: Método
hu: Megfigyelés módja
is: Aðferð
sv: Metod

# surveillance
source: Outdoor
de_ch: im Freien
es: Exterior
hu: Kültéri
is: Utanhúss
sv: Utomhus

# surveillance
source: Public
de_ch: Öffentlich
es: Público
hu: Nyilvános
is: Opinber
sv: Offentlig

# surveillance
source: Surveillance Camera
de_ch: Überwachungskamera
es: Cámara de vigilancia
hu: Térfigyelő kamera
is: Eftirlitsmyndavél
sv: Övervakningskamera

# hazard
source: Animal crossing
de_ch: Wildwechsel
es: Paso de animales
hu: Állat az úttesten
is: Þverun dýra
sv: Varning för djur

# hazard
source: Biohazard
de_ch: Biogefährdung
es: Riesgo biológico
hu: Biológiai veszély
is: Lífsýnahætta
sv: Biofara

# hazard
source: Bump
de_ch: Bodenwelle
es: Reductor de velocidad
hu: Fekvőrendőr
is: Ójafna
sv: Gupp

# hazard
source: Children
de_ch: Kinder
es: Niños
hu: Gyermekek az úttesten
is: Börn
sv: Barn

# hazard
source: Contamination
de_ch: Kontamination
es: Contaminación
hu: Vegyi szennyeződés
is: Smithætta
sv: Förorening

# hazard
source: Curve
de_ch: Kurve
es: Curva
hu: Útkanyarulat
is: Sveigja
sv: Kurva
