Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

# leisure
source: Photography
de_ch: Fotographie
es: Fotografía
hu: Fényképezés
is: Ljósmyndun
sv: Fotografi

# leisure
source: Pirate ship
de_ch: Piratenschiff
es: Barco pirata
hu: Kalózhajó
is: Sjóræningjaskip
sv: Båtgunga

# leisure
source: Playhouse
de_ch: Spielhaus
es: Casa de juegos
hu: Házikó
is: Leikkofi
sv: Lekhus

# leisure
source: Politics
de_ch: Politik
es: Política
hu: Politika
is: Pólitík
sv: Politik

# leisure
source: River rafting
de_ch: Wildwasser Rafting
es: Rafting / Descenso de ríos
hu: Vadvízi evezés
is: Flúðasigling
sv: Forsränning

# leisure
source: Roller coaster
de_ch: Achterbahn
es: Montaña rusa
hu: Hullámvasút
is: Rússíbani
sv: Berg- och dalbana

# leisure
source: Roundabout
de_ch: Karussell
es: Rotonda
hu: Körhinta
is: Hringekja
sv: Cirkulationsplats

# leisure
source: Sandpit
de_ch: Sandkasten
es: Cajón de arena / Arenero
hu: Homokozó
is: Sandkassi
sv: Sandlåda

# leisure
source: Scout
de_ch: Pfadfinder
es: Escultismo / Scout
hu: Cserkész
is: Skátar
sv: Scouter

# leisure
source: Seesaw
de_ch: Wippe
es: Subibaja
hu: Mérleghinta
is: Vegasalt
sv: Gungbräda

# leisure
source: Skate equipment
de_ch: Skate-Ausrüstung
es: Equipamiento de skate
hu: Gördeszkás létesítmény
is: Skautabúnaður
sv: Skateboardutrustning

# leisure
source: Sledding
de_ch: Rodeln
es: Trineo
hu: Szánkózódomb
is: Sleðabraut
sv: Pulkabacke (liten)

# leisure
source: Slide
de_ch: Rutsche
es: Tobogán
hu: Csúszda
is: Rennibraut
sv: Rutschkana

# leisure
source: Smoke
de_ch: Rauchen
es: Fumar
hu: Dohányzás
is: Reykur
sv: Rökning

# leisure
source: Splash pad
de_ch: Splash-Block
es: Zona de juegos acuáticos
hu: Vizes játékelem
is: Skvettupollur
sv: Plask-lekplats

# leisure
source: Sport
es: Deporte
is: Íþrótt

# leisure
source: Springy
de_ch: Einzelwippe
es: Muelle / Resorte
hu: Rugós lovaglójáték
is: Gormsæti
sv: Gungleksak (spiralfjäder)

# leisure
source: Station
de_ch: Bahnhof
es: Estación
hu: Állomás
is: stöð

# leisure
source: Stepping stones/pads
de_ch: Schrittsteine
es: Piedras/plataformas para saltar
hu: Lépőkövek
is: Stiklusteinar/hellur
sv: Spångbrädor

# leisure
source: Structure (playset)
de_ch: Struktur (Spielset)
es: Estructura (juego)
hu: Mászóka
is: Mannvirki (leiktæki)
sv: Klätterställning, sammansatt konstruktion

# leisure
source: Student
es: Estudiante
hu: Diákok
is: Stúdentar
sv: Studenter

# leisure
source: Summer toboggan
de_ch: Sommerrodelbahn
es: Tobogán de verano
hu: Nyári bob
is: Sleðarennsli að sumarlagi
sv: Sommarrodel

# leisure
source: Support
de_ch: Halterung
es: Apoyo
hu: Alátámasztás
is: Undirstaða
sv: Hjälp

# leisure
source: Surf life saving
de_ch: Rettungsschwimmen
es: Salvamento marítimo / Socorrismo acuático
hu: Tengerparti életmentés
sv: Surflivräddning

# leisure
source: Swing
de_ch: Schaukel
es: Columpio / Hamaca
hu: Hinta
is: Róla
sv: Gungställning

# leisure
source: Swing carousel
de_ch: Kettenkarussell
es: Carrusel de columpios / Calesita de hamacas
hu: Lánckörhinta
is: Hringekja
sv: Gungkarusell

# leisure
source: Teen shelter
de_ch: überdachter Teenietreffpunkt
es: Refugio para juegos
hu: Közösségi bódé serdülőknek
sv: Ungdomsskydd

# leisure
source: Theatre
de_ch: Theater
es: Teatro
hu: Színház
is: Leikhús
sv: Teater

# leisure
source: Tourism
de_ch: Tourismus
es: Turismo
hu: Turisztikai vonal
is: Ferðaþjónusta
sv: Museijärnväg

# leisure
source: Track
de_ch: Bahn
es: Pista
hu: Út melletti kerékpárút
is: Slóð
sv: Spår

# leisure
source: Train
de_ch: Eisenbahn
es: Tren
hu: Vonat
is: Lest
sv: Tåg

# leisure
source: Trampoline
de_ch: Trampolin
es: Trampolín
hu: Trambulin
is: Trampólín
sv: Trampolin

# leisure
source: Tree house
de_ch: Baumhaus
es: Casa del árbol
hu: Házikó a magasban
is: Trjáhús
sv: Träkoja

# leisure
source: Tunnel tube
de_ch: Tunnelrohre
es: Tubo túnel
hu: Alagútcső
is: Röragöng
sv: Tunnel

# leisure
source: Veterans
de_ch: Veteranen
es: Veteranos
hu: Veterán
is: Uppgjafahermenn
sv: Krigsveteran

# leisure
source: Water
de_ch: Gewässer
es: Cuerpo de agua
hu: Arkhimédészi csavar
is: Vatn
sv: Vatten

# leisure
source: Water slide
de_ch: Wasserrutsche
es: Tobogán acuático
hu: Vízi csúszda
is: Vatnsrennibraut
sv: Vattenrutschbana

# leisure
source: Yachting
de_ch: Yachtclub
es: Navegación a vela / Yachting
hu: Vitorlázás
is: Skútur
sv: Segling

# leisure
source: Youth movement
de_ch: Jugendclub
es: Movimiento juvenil
hu: Ifjúsági mozgalom
is: Ungliðahreyfing
sv: Ungdomsrörelse

# leisure
source: Zigzag twister
de_ch: Zickzack-Twister
es: Zigzag giratorio
hu: Forgó rúd

# leisure
source: Zip wire
de_ch: Seilbahn
es: Tirolesa / Cable de acero
hu: Kötélpálya
is: Sviflína
sv: Linbana (lekplats)

# bath:type
source: Hammam
es: Haman
is: Hammam (arabískt)
sv: Hamam

# bath:type
source: Hot spring
de_ch: Therme
es: Aguas termales
hu: Hőforrás
is: Heit uppspretta
sv: Varm källa

# bath:type
source: Lake
de_ch: See
es: Lago
hu: Tó
is: Stöðuvatn
sv: Sjö

# bath:type
source: River
de_ch: Flussfläche
es: Río
hu: Folyó
is: Á
sv: Flod

# bath:type
source: Sento
es: Baño público japonés / Sento
hu: Szento
sv: Sentō

# bath:type
source: Thermal
de_ch: Thermalbad
es: Térmico
hu: Termál
is: Volgra
sv: Termisk solkraft

# bath:type
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# restroom
source: Bucket
de_ch: Eimer
es: Cubeta
is: Fata
sv: Behållare

# restroom
source: Chemical
de_ch: Chemisch
es: Químico
is: Kemískt
sv: Kemisk

# restroom
source: Female
de_ch: Weiblich
es: Femenino
hu: Női
is: Kona
sv: Dam

# restroom
source: Flush
de_ch: Bündig
es: Al ras
is: Vatnssalerni
sv: Jämn

# restroom
source: Male
de_ch: Männlich
es: Varón
hu: Férfi
is: Karl
sv: Herr

# restroom
source: Pit latrine
de_ch: Grubenlatrine
es: Letrina de pozo
sv: Groplatrin

# restroom
source: Type
de_ch: Typ
es: Tipo
is: Tegund
sv: Typ

# restroom
source: Unisex
de_ch: Geschlechtsneutral
es: Unisexo
hu: Közös
is: Kyn skiptir ekki máli
sv: Könsneutral

# grill
source: Fuel
de_ch: Treibstoff
es: Combustible
hu: Tüzelőanyag
is: Eldsneyti
sv: Bränsle

# fuel
source: Charcoal
de_ch: Holzkohle
es: Carbón vegetal
hu: Faszén
is: Viðarkol
sv: Träkol

# fuel
source: Electric
de_ch: Elektrisch
es: Eléctrico
hu: Elektromos
is: Rafmagns
sv: Elektrisk

# fuel
source: Wood
de_ch: Holz
es: Madera
hu: Fa
is: Viður
sv: Trä

# Leisure
source: Amusement arcade
de_ch: Spielhalle
es: Sala recreativa de videojuegos
hu: Játékterem (kiskorúaknak is)
is: Spilasalur
sv: Spelhall

# monastery
source: Commandry
de_ch: Kommende
es: Comandancia
hu: Lovagrend
sv: Komtur

# monastery
source: Convent
de_ch: Kloster
es: Convento
hu: Kolostor (kolduló rend)
is: Nunnuklaustur
sv: Konvent

# monastery
source: Hermitage
de_ch: Einsiedelei
es: Ermita
hu: Remeteség
is: Einsetulíf
sv: Eremitage

source: Monastery
de_ch: Kloster
es: Monasterio
hu: Monostor
is: Munkaklaustur
sv: Kloster

# monastery
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# townhall
source: City
de_ch: Ort
es: Ciudad
hu: Település
is: Borg
sv: Ort

# townhall
source: Municipality
de_ch: Gemeinde
es: Municipio
hu: Település
is: Sveitarfélag
sv: Kommun

# townhall
source: Town
de_ch: Stadt
es: Pueblo / Ciudad pequeña
hu: Kisváros
is: Bær
sv: Stad

# townhall
source: Village
de_ch: Dorf
es: Población / Aldea
hu: Falu
is: Þorp
sv: By

# community_centre
source: Athlete
de_ch: Sportler
es: Atleta
hu: Sportolók
sv: Idrottsutövare

# community_centre
source: Boy
de_ch: Knaben
es: Chico
hu: Fiúk
is: Drengir
sv: Pojke

# community_centre
source: Child
de_ch: Kinder
es: Niño
hu: Gyermekek
is: Börn
sv: Barn

# community_centre
source: Club home
de_ch: Vereinshaus
es: Sede del club
hu: Klubhelyiség
sv: Föreningslokal, klubbstuga

# community_centre
source: Community hall
de_ch: Bürgerhaus
es: Salón comunitario
hu: Közösségi terem
is: Félagsheimili
sv: Medborgarhus, folkets hus

# community_centre
source: Cultural centre
de_ch: Kulturzentrum
es: Centro cultural
hu: Kulturális központ
is: Menningarmiðstöð
sv: Kulturcenter

# community_centre
source: Disabled
de_ch: Behinderte
es: Deshabilitado
hu: Fogyatékkal élők
is: Fatlaðir
sv: Funktionsnedsatta

# community_centre
source: Environment centre
de_ch: Umweltzentrum
es: Centro de medio ambiente
hu: Környezetvédelmi központ
sv: Miljö och klimat

# community_centre
source: Events venue
de_ch: Veranstaltungsgebäude
es: Lugar de eventos
hu: Rendezvényhelyszín
is: Aðstaða fyrir atburð
sv: Evenemang/festlokal

# community_centre
source: Family
de_ch: Familie
es: Familia
hu: Családok
is: Fjölskyldu
sv: Familj

# community_centre
source: Family centre
de_ch: Familienzentrum
es: Centro familiar
hu: Családközpont
is: Fjölskyldumiðstöð
sv: Familj

# community_centre
source: For
de_ch: Für
es: Para
hu: Célcsoport
is: fyrir
sv: För

# community_centre
source: Girl
de_ch: Mädchen
es: Chica
hu: Lányok
is: Stúlkur
sv: Flicka

# community_centre
source: Immigrant
de_ch: Einwanderer
es: Inmigrante
hu: Bevándorlók
is: Innflytjendur
sv: Invandrare

# community_centre
source: Juvenile
de_ch: Jugendliche
es: Juvenil
hu: Fiatalok
is: Ungmenni
sv: Ungdom

# community_centre
source: Language centre
de_ch: Sprachzentrum
es: Centro de idiomas
hu: Nyelvi és kulturális központ
is: Tungumálamiðstöð
sv: Språkcentrum

# community_centre
source: Man
de_ch: Männer
es: Hombre
hu: Férfiak
is: Karla

# community_centre
source: Meeting room
de_ch: Sitzungszimmer
es: Sala de reuniones
hu: Közösségi helyiség
is: Fundarherbergi
sv: Mötesrum

# community_centre
source: Multigeneration
de_ch: Mehrgenerationenhaus
es: Multigeneracional
hu: Több nemzedék
sv: Generationsmöten

# community_centre
source: Parish hall
de_ch: Kirchgemeindesaal
es: Salón parroquial
hu: Egyházközségi terem
is: Safnaðarheimili
sv: Församlingshem

# community_centre
source: Senior
de_ch: Senioren
es: Adulto mayor
hu: Idősek
is: Eldri borgarar
sv: Senior, pensionär

# community_centre
source: Student
es: Estudiante
hu: Diákok
is: Stúdentar
sv: Studenter

# community_centre
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# community_centre
source: Village hall
de_ch: Dorfsaal
es: Salón del pueblo / Centro cívico
hu: Faluház
is: Hreppsskrifstofa
sv: Bygdegård

# community_centre
source: Woman
de_ch: Frauen
es: Mujer
hu: Nők
is: Konur
sv: Kvinna

# community_centre
source: Youth centre
de_ch: Jugendhaus
es: Centro juvenil
hu: Ifjúsági központ
is: Ungmennamiðstöð
sv: Fritidsgård

# police
source: Barracks
de_ch: Kaserne
es: Cuartel
hu: Laktanya
is: Svefnskálar
sv: Kasern

# police
source: Car pound
de_ch: Abschleppplatz
es: Depósito de vehículos
hu: Elszállított autók tárolóhelye
is: Bílaaðstaða
sv: Polisens uppställningsplats

# police
source: Checkpoint
de_ch: Kontrollpunkt
es: Punto de control
hu: Ellenőrzőpont
is: Varðstöð
sv: Kontrollpunkt

# police
source: Detention
de_ch: Arrest
es: Detención
hu: Fogda
is: Varðhald
sv: Häkte

# police
source: Naval base
de_ch: Marinestützpunkt
es: Base naval
hu: Haditengerészeti támaszpont
is: Bátastöð
sv: Marinbas

# police
source: Offices
de_ch: Büros
es: Oficinas
hu: Irodák
is: Skrifstofur
sv: Kontor

# police
source: Range
de_ch: Schiessplatz
es: Campo de tiro / Polígono de tiro
hu: Lőtér
is: Skotsvæði
sv: Räckvidd

# police
source: Storage
de_ch: Lager
es: Almacén
hu: Raktár
is: Geymsla
sv: Förvaring

# police
source: Training area
de_ch: Übungsplatz
es: Área de entrenamiento
hu: Kiképzési terület
is: Þjálfunarsvæði
sv: Övningsfält

# police
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# police
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# hydrant_position
source: Green
de_ch: Grün
es: Verde
hu: Zöld
is: Grænt
sv: Grön

source: Hydrant position
de_ch: Hydrantenposition
es: Posición de la boca de incendios / hidrante
hu: Tűzcsap helye
is: Staðsetning brunahana
sv: Brandpostens position

# hydrant_position
source: Lane
de_ch: Fahrbahn
es: Carril
hu: Úttest
is: Akrein
sv: Vägbana

# hydrant_position
source: Parking lot
de_ch: Parkplatz
es: Estacionamiento
hu: Parkolóhely
is: Bílastæði
sv: Parkeringsplats

# hydrant_position
source: Sidewalk
de_ch: Trottoir
es: Acera / Vereda
hu: Járda
is: Gangstétt
sv: Trottoar

# hydrant_position
source: in a grassy area
de_ch: Auf einer Wiese / Grünfläche
es: en una zona con césped
hu: füves területen
is: Á grasfleti
sv: i ett gräsbevuxet område

# hydrant_position
source: in a parking lot
de_ch: In einer Parkbucht
es: en un estacionamiento
hu: egy parkolóhelyen
is: á bílastæði
sv: på en parkeringsplats

# hydrant_position
source: on a sidewalk
de_ch: Auf dem Bürgersteig / Gehweg
es: en una acera/vereda
hu: járdán
is: Á gangstétt
sv: På trottoaren

# hydrant_position
source: on the side of a road lane
de_ch: Am Rand einer Fahrbahn
es: en el lado de un carril de la carretera
hu: az úttest szélén
is: í vegbrún
sv: vid sidan av en körbana

# siren
source: Air raid
de_ch: Fliegeralarm
es: Ataque aéreo / Bombardeo
hu: Légitámadás
is: Loftárás
sv: Flygräd

# siren
source: Civil defense
de_ch: Zivilschutz
es: Defensa civil
hu: Polgári védelem
is: Borgaralegar varnir
sv: Civilförsvar

# siren
source: Electronic
de_ch: Electronisch
es: Elctrónica
hu: Elektromos
is: Rafrænt
sv: Elektronisk

# siren
source: Fire
de_ch: Feuer
es: Fuego
hu: Tűz
is: Eldsvoði
sv: Brand

# siren
source: Mechanical
de_ch: mechanisch
es: Mecánico
hu: Mechanikus
is: Vélrænt
sv: Lastbrytare

# siren
source: Pneumatic
de_ch: Pneumatisch
es: Neumática
hu: Pneumatikus
is: Loftknúið
sv: Pneumatisk

# siren
source: Purpose
de_ch: Zweck
es: Propósito
hu: Alkalmazás
is: Tilgangur
sv: Syfte

# siren
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# fire_service_inlet
source: Dry
de_ch: Trocken
es: Seco
hu: Száraz
is: Þurrt
sv: Torr

# fire_service_inlet
source: Sprinker inlet
de_ch: Sprinkleranlage
es: Toma de agua para rociadores
sv: Sprinklerinlopp

# fire_service_inlet
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# fire_service_inlet
source: Unknown
de_ch: Unbekannt
es: Desconocida
hu: Ismeretlen
is: Óþekkt
sv: Okänd

# fire_service_inlet
source: Wet
de_ch: Nass
es: Húmedo
is: Blautt
sv: Våt

# fire_service_inlet
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# social_facility
source: Shelter
de_ch: Obdachlosenunterkunft
es: Refugio
hu: Átmeneti szálló
is: Skýli
sv: Skydd

# post box
source: CIIIR - Charles III
es: CIIIR - Carlos III
hu: CIIIR - III. Károly (2022–)

# post box
source: Crown of Scotland
de_ch: Krone Schottlands
es: Corona de Escocia
hu: Skót korona
sv: Skottlands krona

# post box
source: EIIR - Elizabeth II
es: EIIR - Isabel II
hu: EIIR - II. Erzsébet (1952–2022)

# post box
source: EVIIIR - Edward VIII
es: EVIIIR - Eduardo VIII
hu: EVIIIR - VIII. Edvárd (1936)

# post box
source: EVIIR - Edward VII
es: EVIIR - Eduardo VII
hu: EVIIR - VII. Edvárd (1901–1910)

# post box
source: GR - George V
es: GR - Jorge V
hu: GR - V. György (1910–1936)

# post box
source: GVIR - George VI
es: GVIR - Jorge VI
hu: GVIR - VI. György (1936–1952)

# post box
source: Lamp
de_ch: Laterne
es: Lámpara / Farola
hu: rúdra szerelt
sv: Lampa

# post box
source: None
de_ch: Keiner
es: Ninguno
hu: Nincs
is: Ekkert
sv: Ingen

# post box
source: Pillar
de_ch: Säule
es: Pilar
hu: oszlopláda
is: Stólpi
sv: Stolpe

# post box
source: Royal cypher
de_ch: Königliches Monogramm
es: Cifra real / Monograma real
hu: Királyi monogram (UK)
sv: Kungligt monogram

# post box
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# post box
source: Wall
de_ch: Wand
es: Pared
hu: Fali
is: Veggur
sv: Vägg

# clock
source: Display
de_ch: Anzeige
es: Visualización
hu: Kijelző
is: Birting
sv: Skylt

# clock
source: Faces
de_ch: Gesichter
es: Caras
hu: Számlapok száma
is: Hliðar
sv: Sidor

# seasons
source: Autumn
de_ch: Herbst
es: Otoño
hu: Ősz
is: Haust
sv: Höst

# seasons
source: Dry season
de_ch: Trockenzeit
es: Estación seca
hu: Száraz évszak
is: Þurrkatímabil
sv: Torrperiod

# seasons
source: Seasonal
de_ch: Saisonal
es: Estacional
hu: Időszakos
is: Árstíðabundið
sv: Säsongsbetonad

# seasons
source: Spring
de_ch: Frühling
es: Primavera
hu: Tavasz
is: Lind
sv: Källa

# seasons
source: Summer
de_ch: Sommer
es: Verano
hu: Nyár
is: Sumar
sv: Sommar

# seasons
source: Wet season
de_ch: Regenzeit
es: Estación húmeda / Temporada de lluvias
hu: Esős évszak
is: Regntímabil
sv: Regnperiod

# seasons
source: Winter
es: Invierno
hu: Tél
is: Vetur
sv: Vinter

# seasons
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# shelter
source: Basic hut
de_ch: Einfache Hütte
es: Cabaña básica
hu: Bivakkunyhó
is: Einfaldur kofi
sv: Hydda

# shelter
source: Field shelter
de_ch: Weidezelt
es: Refugio de campo
hu: Mezei menedékhely (állatoknak)
is: Skýli fyrir búpening
sv: Vindskydd (för djur)

# shelter
source: Picnic shelter
de_ch: Picknickhütte
es: Refugio de picnic
hu: Fedett piknikezőhely
is: Nestisskýli
sv: Picknick skydd

# shelter
source: Public transport
de_ch: Öffentlicher Verkehr
es: Transporte público
hu: Tömegközlekedési
is: Almenningssamgöngur
sv: Kollektivtrafik

# shelter
source: Rock shelter
de_ch: Felsvorsprung
es: Refugio rocoso
hu: Sziklába vájt menedékhely
is: Skýli í klettaskúta
sv: Grottskydd

# shelter
source: Sun shelter
de_ch: Sonnenschutz
es: Refugio solar
hu: Árnyékoló
is: Sólskýli
sv: Solskydd

# shelter
source: Type of shelter
de_ch: Art des Unterstandes
es: Tipo de refugio
hu: Menedékhely-típus
is: Tegund skýlis
sv: Typ av skydd

# shelter
source: Weather shelter
de_ch: Wetterschutz
es: Refugio climático
hu: Esőház
is: Veðurskýli
sv: Väderskydd

# shelter
source: Wildlife hide
de_ch: Wildtierbeobachtung
es: Refugio de vida silvestre
hu: Vadfigyelő rejtek
is: Dýraskoðunarskýli
sv: Gömsle

# shelter
source: lean to
de_ch: offene Schutzhütte
es: Cobertizo
hu: Háromfalú fészer
sv: Vindskydd

# height
source: Height (meters)
de_ch: Höhe (in Meter)
es: Altura (metros)
hu: Magasság (méter)
is: Hæð (metrar)
sv: Höjd (meter)

# hunting stand
source: Hide
de_ch: Getarnt/Versteckt
es: Observatorio
hu: Zárt
is: Fylgsni
sv: Gömsle

# golf
source: Bunker
es: Búnker
is: Glompa

# golf
source: Driving range
de_ch: Übungsplatz
es: Área de conducción
hu: Driving range (gyakorló golfpálya)
is: Æfingasvæði

# golf
source: Fairway
es: Calle
hu: Fairway (golfpálya központi területe)
is: Braut

# golf
source: Frontal Water hazard
de_ch: Wasserhindernis (quer)
es: Riesgo de agua frontal
hu: Frontális vízakadály
is: Vatnsgryfjuhindrun
sv: Gult pliktområde

# golf
source: Golf cartpath
de_ch: Golfwagenweg
es: Camino para carritos de golf
sv: Golfbilsväg

# golf
source: Golf clubhouse
de_ch: Golf Klubhaus
es: Casa club de golf
hu: Golf klubház
sv: Klubbhus (golf)

# golf
source: Golf path
de_ch: Golfweg
es: Sendero de golf
sv: Golfstig

# golf
source: Green
de_ch: Grün
es: Verde
hu: Green (golflyuk körüli terület)
is: Flöt

# golf
source: Hole
de_ch: Loch
es: Hoyo
hu: Lyuk
is: Hola
sv: Hål

# golf
source: Lateral water hazard
de_ch: Wasserhindernis (längs)
es: Peligro de agua lateral
hu: Oldalsó vízakadály
is: Vatnsgryfja til hliðar
sv: Rött pliktområde

# golf
source: Pin
de_ch: Flaggstock
es: Alfiler
hu: Zászlórúd
is: Fáni
sv: Stift

# golf
source: Rough
es: Irregular
hu: Rough (golfpálya pereme)
is: Kargi
sv: Ruff

# golf
source: Tee
de_ch: Abschlag
es: Soporte
hu: Tee (golflabdatartó)
is: Teigur

# disc_golf
source: Basket
de_ch: Korb
es: Canasta
hu: Kosár
is: Karfa
sv: Korg

# disc_golf
source: Hole
de_ch: Loch
es: Hoyo
hu: Gödör
is: Hola
sv: Hål

# disc_golf
source: Tee
de_ch: Abschlag
es: Soporte
hu: Tee (golflabdatartó)
is: Teigur

# riding
source: Horse Riding Arena
de_ch: Reitplatz
es: Picadero / Pista de equitación
is: Reiðhöll
sv: Ridområde

# riding
source: Horse Riding Centre
de_ch: Reitanlage
es: Centro de equitación
is: Reiðmiðstöð
sv: Ridcenter

# riding
source: Racetrack
de_ch: Rennbahn
es: Pista de carreras
hu: Versenypálya
is: Kappakstursbraut
sv: Tävlingsbana

# riding
source: Sports Centre
de_ch: Sportzentrum
es: Polideportivo
hu: Sportközpont
is: Íþróttamiðstöð
sv: Sportcenter

# riding
source: Stadium
de_ch: Stadion
es: Estadio
hu: Stadion
is: Leikvangur

# riding
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# ice_skating
source: Skating
es: Patinaje

# piste
source: Connection
de_ch: Verbindung
es: Conexión
hu: Összekötő
is: Tenging
sv: Anslutning

# piste
source: Downhill
de_ch: Abfahrt
es: Cuesta abajo
hu: Lesikló
is: Brun
sv: Utförsåkning

# piste
source: Hike
de_ch: Wandern
es: Caminata
hu: Túra
is: Ganga
sv: Skidvandring

# piste
source: Ice skate
de_ch: Eislaufen
es: Patinaje sobre hielo
hu: Jégkorcsolyázás
is: Skautar
sv: Skridskoåkning

# piste
source: Nordic
de_ch: Nordisch
es: Nórdico
hu: Sífutás
is: Gönguskíði
sv: Längdskidåkning

# piste
source: Piste type
de_ch: Ski-Pistentyp
es: Tipo de pista
hu: Sípályatípus
is: Gerð brautar
sv: Typ av pist

# piste
source: Playground
de_ch: Ski-Kinderland
es: Patio de juegos
hu: Játszótér
is: Leikvöllur
sv: Lekplats

# piste
source: Sled
de_ch: Rodeln
es: Trineo
hu: Szánkó
is: Sleði
sv: Pulkabacke

# piste
source: Sleigh
de_ch: Schlitten fahren
es: Trineo
hu: Lovas- vagy kutyaszánpálya
is: Sleði
sv: Slädåkning

# piste
source: Snow park
es: Parque de nieve
hu: Hópark
is: Snjóleikjagarður
sv: Snöpark

# piste:difficulty
source: Advanced
de_ch: Schwarz / Schwierig
es: Avanzado
hu: Haladó
is: Nánar
sv: Svår

# piste:difficulty
source: Difficulty
de_ch: Schwierigkeit
es: Dificultad
hu: Nehézség
is: Erfiðleikastig
sv: Svårighetsgrad

# piste:difficulty
source: Easy
de_ch: Grün / Leicht
es: Fácil
hu: Könnyű
is: Auðvelt
sv: Lätt

# piste:difficulty
source: Expert
de_ch: Orange / sehr schwierig
es: Experto
hu: Haladó
is: Sérþekking

# piste:difficulty
source: Intermediate
de_ch: Rot / Mittel
es: Intermedio
hu: Közepes
is: Miðlungs
sv: Medelsvår

# piste:difficulty
source: Novice
de_ch: Grün / Anfänger
es: Novato
hu: Kezdő
is: Byrjendur
sv: Mycket lätt

# piste:grooming
source: Backcountry
de_ch: Wildnis-Campingplatz
es: Campo abierto
hu: Kezeletlen
is: Ferðaleið
sv: Off-pist

# piste:grooming
source: Classic
de_ch: Klassisch
es: Clásico
hu: Klasszikus
is: Klassískt spor
sv: Klassisk

# piste:grooming
source: Classic+skating
de_ch: Klassisch und Skating
es: Clásico+patinaje
hu: Klasszikus+szabad stílus
is: Hefðbundið+skautun
sv: Klassiskt och skate/fristil

# piste:grooming
source: Grooming
de_ch: Preparation
es: Aseo
hu: Pályakezelés
is: Snjóþjöppun
sv: Stil

# piste:grooming
source: Mogul
de_ch: Buckelpiste
es: Baches
hu: Buckasí (mogul)
is: Hólabraut
sv: Puckelpist

# piste:grooming
source: Scooter
de_ch: Roller
es: Escúter
hu: Roller
is: Vélsleðar
sv: Skoter

# piste:grooming
source: Skating
es: Patinaje
hu: Szabad stílus
is: Skautun

# tower
source: Communication
de_ch: Funkturm
es: Comunicación
hu: Távközlés
is: Samskipti
sv: Kommunikation

# tower
source: Lighting
de_ch: Lampengeschäft
es: Pararrayos
hu: Reflektoroszlop
is: Lýsing
sv: Belysning

# tower
source: Observation
de_ch: Aussichtsturm
es: Observación
hu: Kilátótorony
is: Vöktun

# tower
source: Tower type
de_ch: Turmtyp
es: Tipo de torre
hu: Oszlop típusa
is: Turntegund
sv: Torntyp

# flag
source: Advertising
de_ch: Werbung
es: Publicidad
hu: Hirdetés
is: Auglýsingar
sv: Reklam

# flag
source: Athletic
de_ch: Athletisch
es: Deportivo
hu: Sport
sv: Idrott

# flag
source: Governmental
de_ch: Staatlich
es: Gubernamental
hu: Kormányzati
is: Ríkisstjórnar
sv: Statsförvaltning

# flag
source: Military
de_ch: Militärische Nutzung
es: Militar
hu: Katonai
is: Hernaður
sv: Militärt

# flag
source: National
es: Nacional
hu: Nemzeti
is: Landskerfi

# flag
source: Organisation
es: Organización
hu: Nem kormányzati szervezeti
is: Skipulagseining
sv: Förening

# flag
source: Religious
de_ch: Religiöser Betreiber
es: Religioso
hu: Egyházi
is: Trúarleg
sv: Religös

# flag
source: Signal
es: Señal
hu: Jelzőzászló

# flag
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# pump
source: Indoor
de_ch: im Innenraum
es: Interior
hu: Beltéri
is: Innanhúss
sv: Inomhus
