Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Other mode restrictions
de_ch: Andere Zugangsbeschränkungen
es: Otras restricciones de modo
hu: Más közlekedési korlátozások
is: Aðrar takmarkanir
sv: Andra lägesbegränsningar

source: Other theatres
de_ch: Andere Theater
es: Otros teatros
hu: Más színházak
sv: Annan teater

source: Otter
es: Nutria
hu: Vidra
is: Otur
sv: Utter

source: Ottoman architecture
de_ch: Ottomane Architektur
es: Arquitectura otomana
hu: Ottomán (török)
is: Ottóman-byggingastíll
sv: Ottomansk

source: Outdoor seating
de_ch: Sitzgelegenheiten im Freien
es: Asientos al aire libre / Terraza
hu: Kiülős helyek
is: Sæti utanhúss
sv: Uteservering

source: Outline of building
de_ch: Gebäudeumriss
es: Esquema de construcción
hu: Épület körvonala
is: Útlína byggingar
sv: Kontur av byggnad

source: Outpost / Pickup
de_ch: Aussenstelle / Abholung
es: Puesto de avanzada / Recogida
hu: Interneten megrendelt áru átvevőhelye
sv: Utpost / Upphämtning

source: Outreach
de_ch: Sozialhilfeeinrichtung
es: Divulgación social
hu: Szolgáltatóközpont hátrányos helyzetűeknek
is: Útbreiðsla
sv: Uppsökande

source: Outside
de_ch: Aussen
es: Fuera
hu: Csak kültéren
is: Fyrir utan
sv: Utanför

source: Overhead cable
de_ch: Freileitung
es: Cable aéreo
sv: Luftkabel

source: Overhead pipeline
de_ch: Überkopfleitung
es: Tubería aérea/elevada
sv: Hängande rörledning

source: Overhead trolley wires
de_ch: Oberleitungskabel
es: Cables de carro superiores
hu: Trolibusz-felsővezeték
is: Upphengdir sporvagnavírar
sv: Frihängande strömkabel för vagnar

source: Overlap width of grids (meters)
de_ch: Überlappungsweite der Gatter (Meter)
es: Ancho de superposición de las rejas (metros)
hu: Korlátok átfedése (méter)
sv: Bredd som hindren överlappar varandra (meter)

source: Ovo-vegetarian
de_ch: Ovo-vegetarisch
es: Ovovegetariano
hu: Ovo-vegetáriánus
is: Eggja-grænmetisfæði
sv: Ovo-vegetarisk

source: Owl
de_ch: Eule
es: Búho
hu: Bagoly
is: Uglur
sv: Uggla

source: Ox
de_ch: Ochse
es: Buey
hu: Ökör
is: Uxar
sv: Oxe

source: Oxbow
de_ch: Altwassersee
es: Yugo
hu: Holtág
sv: Korvsjö

source: Oxygen
de_ch: Sauerstoff
es: Oxígeno
hu: Oxigén
is: Súrefni
sv: Syre

source: Oyster
de_ch: Austern
es: Ostra
hu: Osztriga
sv: Ostron

source: Oysters
de_ch: Austern
es: Ostras

source: PADI
es: PADI (Asociación Profesional de Instructores de Buceo)

source: PSV
de_ch: ÖV
es: Vehículo de Servicio Público
hu: Busz és taxi
is: Þjónustubifreiðar (PSV)
sv: Kollektivtrafik

source: PSV Lanes
de_ch: ÖV-Fahrstreifen
es: Carriles PSV
hu: Busz- és taxisávok
is: Akreinar fyrir þjónustubifreiðar (PSV)
sv: Filer för kollektivtrafik

source: PSV Lanes ←
de_ch: ÖV-Fahrstreifen ←
es: Carriles PSV ←
hu: Busz- és taxisávok ←
is: Akreinar fyrir þjónustubifreiðar (PSV) ←
sv: Filer för kollektivtrafik ←

source: PSV Lanes →
de_ch: ÖV-Fahrstreifen →
es: Carriles PSV →
hu: Busz- és taxisávok →
is: Akreinar fyrir þjónustubifreiðar (PSV) →
sv: Filer för kollektivtrafik →

source: PSV lane access
de_ch: ÖV-Spurnutzung
es: Acceso al carril PSV
hu: Busz és taxi sávhasználata
is: Aðgangur akreinar fyrir þjónustubifreiðar
sv: Tillträde till körfält för kollektivtrafikfordon

source: PSV lane access in way direction
de_ch: ÖV-Spurnutzung in Wegrichtung
es: Acceso al carril PSV en sentido a la vía
hu: Busz és taxi sávhasználata a vonal irányában
is: Aðgangur akreinar fyrir þjónustubifreiðar í sömu akstursstefnu
sv: PSV-körfältsåtkomst i vägriktningen

source: PSV lane access opposite to way direction
de_ch: ÖV-Spurnutzung entgegengesetzt zur Wegrichtung
es: Acceso al carril PSV en sentido contrario a la vía
hu: Busz és taxi sávhasználata a vonal irányával ellentétesen
is: Aðgangur akreinar fyrir þjónustubifreiðar í gagnstæða akstursstefnu
sv: PSV-körfältsåtkomst i motsatt vägriktningen

source: Packaging
de_ch: Verpackungen
es: Empaquetado
hu: Csomagológanyag
sv: Förpackning

source: Paddock
es: Potrero
hu: Karám
is: Gerði

source: Paint
de_ch: Farben
es: Pintura
hu: Festékbolt
is: Málning
sv: Färg

source: Painter
de_ch: Maler
es: Pintor
hu: Szobafestő
is: Málari
sv: Målare

source: Painting
de_ch: Gemälde
es: Pintura
hu: Festmény
is: Málverk
sv: Tavla

source: Palace
de_ch: Palast
es: Palacio
hu: Palota
is: Höll
sv: Palats

source: Palaeontological Site
de_ch: Fossillagerstätte
es: Sitio Paleontológico
hu: Őslénytani lelőhely
is: Fundarstaður steingervinga
sv: Paleontologisk plats

source: Palm
de_ch: Palmblätter
es: Palmera

source: Pampas
de_ch: Pampa
es: Pampa
hu: Pampa

source: Pancake
de_ch: Pfannkuchen
es: Crep / Panqueque
hu: palacsinta (pancake)
is: Pönnukökur
sv: Pannkakor

source: Panoramax image
de_ch: Panoramax-Bild
es: Imagen de Panoramax
sv: Panoramax-bild

source: Panther
es: Pantera
hu: Párduc
is: Hlébarði
sv: Panter

source: Papaya trees
de_ch: Papayabäume
es: Papayos
hu: Papajafa
is: Papaya-tré
sv: Papayaträd

source: Paper
de_ch: Papier
es: Papel
hu: Papír
is: Pappír
sv: Papper

source: Paragliding
de_ch: Gleitschirmfliegen
es: Parapente

source: Parallel
es: Paralelo
hu: Párhuzamosan
is: Samhliða
sv: Parallell

source: Parallel bars
de_ch: Barren
es: Barras paralelas
hu: Párhuzamos rudak
is: Samsíða slár
sv: Barrpress

source: Parasol
de_ch: Sonnenschirm
es: Sombrilla
hu: Napernyő
is: Sólhlíf
sv: Parasoll

source: Parcel Locker
de_ch: Paketautomat Paketstation
es: Casillero de paquetería
hu: Csomagautomata
is: Bögglaskápur
sv: Paketautomat (utlämning)

source: Parcel mail in
de_ch: Paketabgabe
es: Correo de paquete
hu: Csomagfeladás
is: Pakkapóstsending
sv: Inlämning paket

source: Parcel pickup
de_ch: Paketabholung
es: Recogida de paquetes
hu: Csomagátvétel
is: Pakkaafgreiðsla
sv: Uthämtning paket

source: Parcel service brand
de_ch: Marke des Paketdienstes
es: Marca del servicio de paquetería
hu: Csomagküldő szolgálat márkája
sv: Pakettjänst varumärke

source: Parish
de_ch: Pfarramt
es: Parroquia
hu: Egyházközségi iroda
is: Sókn
sv: Församlingshem

source: Park
es: Parque
is: Almenningsgarður

source: Park and Ride
es: Estacionamiento periférico
hu: P+R (Park & Ride)
is: Bílastæði (með samgöngutengingu)
sv: Infartsparkering

source: Parking
de_ch: Parkplatz
es: Estacionamiento
hu: Parkoló
is: Bílastæði
sv: Parkering

source: Parking Aisle
de_ch: Parkplatzzugang
es: Pasillo de estacionamiento
hu: Parkolóút
is: Bílastæðavegur
sv: Parkeringsväg

source: Parking Entrance/Exit
de_ch: Parkhauseinfahrt/-ausfahrt
es: Entrada/Salida de Estacionamiento
hu: Parkolóház be-/kijárata
is: Aðgangur að bílastæði/útafkeyrsla
sv: Parkering in-/utfart

source: Parking Space
de_ch: Auto-Stellplatz
es: Lugar de estacionamiento
hu: Parkolóhely
is: Bílastæðarými
sv: Parkeringsplats

source: Parking access both sides
de_ch: Parkplatzzugang beidseitig
es: Acceso al estacionamiento en ambos lados
hu: Használat parkolásra mindkét oldalon
is: Aðgangur bílastæða báðum megin
sv: Parkeringsåtkomst på båda sidor

source: Parking access both sides @
de_ch: Parkplatzzugang beidseitig @
es: Acceso al estacionamiento en ambos lados @
hu: Használat parkolásra mindkét oldalon @
is: Aðgangur bílastæða báðum megin @
sv: Parkeringsåtkomst på båda sidor @

source: Parking access left
de_ch: Parkplatzzugang links
es: Acceso al estacionamiento a la izquierda
hu: Használat parkolásra a bal oldalon
is: Aðgangur bílastæða til vinstri
sv: Parkeringsåtkomst vänster

source: Parking access left @
de_ch: Parkplatzzugang links @
es: Acceso al estacionamiento a la izquierda @
hu: Használat parkolásra a bal oldalon @
is: Aðgangur bílastæða til vinstri @
sv: Parkeringsåtkomst vänster @

source: Parking access right
de_ch: Parkfeldzugang rechts
es: Acceso al estacionamiento a la derecha
hu: Használat parkolásra a jobb oldalon
is: Aðgangur bílastæða til hægri
sv: Parkeringstillträde höger

source: Parking access right @
de_ch: Parkfeldzugang rechts @
es: Acceso al estacionamiento a la derecha @
hu: Használat parkolásra a jobb oldalon @
is: Aðgangur bílastæða til hægri @
sv: Parkeringsåtkomst höger @

source: Parking both sides capacity
de_ch: Parkplatzanzahl beidseitig
es: Capacidad de estacionamiento en ambos lados
hu: Parkolóhelyek száma mindkét oldalon
is: Laus bílastæði báðum megin
sv: Parkeringskapacitet på båda sidor

source: Parking both sides width (m)
de_ch: Parkplatzbreite beidseitig (m)
es: Ancho de estacionamiento en ambos lados (m)
hu: Parkolási szélesség mindkét oldalon (m)
is: Breidd bílastæða báðum megin (m)
sv: Parkering på båda sidors bredd (m)

source: Parking capacity left
de_ch: Parkplatzanzahl links
es: Capacidad de estacionamiento a la izquierda
hu: Parkolóhelyek száma balra
is: Laus bílastæði til vinstri
sv: Parkeringskapacitet kvar

source: Parking capacity right
de_ch: Parkplatzanzahl rechts
es: Capacidad de estacionamiento a la derecha
hu: Parkolóhelyek száma jobbra
is: Laus bílastæði til hægri
sv: Parkeringskapacitet höger

source: Parking condition both sides @
de_ch: Parkbedingungen beidseitig @
es: Condición de estacionamiento en ambos lados @
hu: Parkolás feltétele mindkét oldalon
is: Skilyrði bílastæða báðum megin @
sv: Parkeringsvillkor på båda sidor @

source: Parking condition left-hand side @
de_ch: Parkbedingungen links @
es: Condición de estacionamiento en el lado izquierdo @
hu: Parkolás feltétele a bal oldalon
sv: Parkeringsvillkor på vänster sida @

source: Parking condition right-hand side @
de_ch: Parkbedingungen rechts @
es: Condición de estacionamiento en el lado derecho @
hu: Parkolás feltétele a jobb oldalon
sv: Parkeringsvillkor på höger sida @

source: Parking disc both sides
de_ch: Parkscheibe beidseitig
es: Disco de estacionamiento en ambos lados
hu: Parkolás koronggal mindkét oldalon
sv: Parkeringsskiva på båda sidor

source: Parking disc left
de_ch: Parkscheibe links
es: Disco de estacionamiento a la izquierda
hu: Parkolás koronggal a bal oldalon
sv: Parkeringsskiva vänster

source: Parking disc right
de_ch: Parkscheibe rechts
es: Disco de estacionamiento a la derecha
hu: Parkolás koronggal a jobb oldalon
sv: Parkeringsskiva höger

source: Parking fee
de_ch: Parkgebühr
es: Tarifa de estacionamiento
sv: Parkeringsavgift

source: Parking fee both sides
de_ch: Parkgebühr beidseitig
es: Tarifa de estacionamiento en ambos lados
hu: Parkolási díj mindkét oldalon
is: Gjaldtaka bílastæða báðum megin
sv: Parkeringsavgift båda sidor

source: Parking fee both sides @
de_ch: Parkgebühr beidseitg @
es: Tarifa de estacionamiento en ambos lados @
hu: Parkolási díj mindkét oldalon @
is: Gjaldtaka bílastæða báðum megin @
sv: Parkeringsavgift båda sidor @

source: Parking fee left
de_ch: Parkgebühr links
es: Tarifa de estacionamiento a la izquierda
hu: Parkolási díj a bal oldalon
is: Gjaldtaka bílastæða til vinstri
sv: Parkeringsavgift vänster

source: Parking fee left @
de_ch: Parkgebühr links @
es: Tarifa de estacionamiento a la izquierda @
hu: Parkolási díj a bal oldalon @
is: Gjaldtaka bílastæða til vinstri @
sv: Parkeringsavgift vänster @

source: Parking fee right
de_ch: Parkgebühr rechts
es: Tarifa de estacionamiento a la derecha
hu: Parkolási díj a jobb oldalon
is: Gjaldtaka bílastæða til hægri
sv: Parkeringsavgift höger

source: Parking fee right @
de_ch: Parkgebühr rechts @
es: Tarifa de estacionamiento a la derecha @
hu: Parkolási díj a jobb oldalon @
is: Gjaldtaka bílastæða til hægri @
sv: Parkeringsavgift höger @

source: Parking markings both sides
de_ch: Parkmarkierungen beidseitig
es: Marcas de estacionamiento en ambos lados
hu: Felfestett parkolóhelyek mindkét oldalon
is: Merkingar bílastæða báðum megin
sv: Parkeringsmarkeringar på båda sidor

source: Parking markings left
de_ch: Parkmarkierungen links
es: Marcas de estacionamiento a la izquierda
hu: Felfestett parkolóhelyek a bal oldalon
is: Merkingar bílastæða til vinstri
sv: Parkeringsmarkeringar vänster

source: Parking markings right
de_ch: Parkmarkierungen rechts
es: Marcas de estacionamiento a la derecha
hu: Felfestett parkolóhelyek a jobb oldalon
is: Merkingar bílastæða til hægri
sv: Parkeringsmarkeringar höger

source: Parking restrictions both sides
de_ch: Parkeinschränkungen beidseitig
es: Restricciones de estacionamiento en ambos lados
hu: Parkolási korlátozás mindkét oldalon
is: Takmörkuð bílastæði báðum megin
sv: Parkeringsbegränsningar på båda sidor

source: Parking restrictions both sides @
de_ch: Parkeinschränkungen beidseitig @
es: Restricciones de estacionamiento en ambos lados @
hu: Parkolási korlátozás mindkét oldalon @
is: Takmörkuð bílastæði báðum megin @
sv: Parkeringsbegränsningar på båda sidor @

source: Parking restrictions left
de_ch: Parkeinschränkungen links
es: Restricciones de estacionamiento a la izquierda
hu: Parkolási korlátozás a bal oldalon
is: Takmörkuð bílastæði til vinstri
sv: Parkeringsbegränsningar vänster

source: Parking restrictions left @
de_ch: Parkeinschränkungen links @
es: Restricciones de estacionamiento a la izquierda @
hu: Parkolási korlátozás a bal oldalon @
is: Takmörkuð bílastæði til vinstri @
sv: Parkeringsbegränsningar vänster @

source: Parking restrictions right
de_ch: Parkeinschränkungen rechts
es: Restricciones de estacionamiento a la derecha
hu: Parkolási korlátozás a jobb oldalon
is: Takmörkuð bílastæði til hægri
sv: Parkeringsbegränsningar höger

source: Parking restrictions right @
de_ch: Parkeinschränkungen rechts @
es: Restricciones de estacionamiento a la derecha @
hu: Parkolási korlátozás a jobb oldalon @
is: Takmörkuð bílastæði til hægri @
sv: Parkeringsbegränsningar höger @

source: Parking tickets
de_ch: Parkscheine
es: Ticket de estacionamiento
hu: Parkolójegy
is: Bílastæðamiðar
sv: Parkeringsbiljett

source: Parking width left (m)
de_ch: Parkplatzbreite links (m)
es: Ancho de estacionamiento a la izquierda (m)
hu: Parkolási szélesség a bal oldalon (m)
is: Breidd bílastæða til vinstri (m)
sv: Parkeringsbredd vänster (m)

source: Parking width right (m)
de_ch: Parkplatzbreite rechts (m)
es: Ancho de estacionamiento a la derecha (m)
hu: Parkolási szélesség a jobb oldalon (m)
is: Breidd bílastæða til hægri (m)
sv: Parkeringsbredd höger (m)

source: Parking zone both sides
de_ch: Zone beidseitig
es: Zona de estacionamiento en ambos lados
hu: Parkolási övezet mindkét oldalon
is: Bílastæðasvæði báðum megin
sv: Parkeringszon på båda sidor

source: Parking zone left
de_ch: Zone links
es: Zona de estacionamiento a la izquierda
hu: Parkolási övezet a bal oldalon
is: Bílastæðasvæði til vinstri
sv: Parkeringszon vänster

source: Parking zone right
de_ch: Zone rechts
es: Zona de estacionamiento a la derecha
hu: Parkolási övezet a jobb oldalon
is: Bílastæðasvæði til hægri

source: Parquet layer
de_ch: Parkettleger
es: Parquetero
hu: Parkettalerakó
is: Parkettlagning
sv: Parkettläggare

source: Parrot
de_ch: Papagei
es: Loro
hu: Papagáj
is: Páfagaukar
sv: Papegoja

source: Partial access
de_ch: Teilweiser Zugang
es: Acceso parcial
hu: Részlegesen használható
is: Aðgangur að hluta
sv: Delvis åtkomst

source: Parts
de_ch: Teile
es: Partes
hu: Alkatrész
is: Bílapartar
sv: Delar

source: Party supplies
de_ch: Party-Angebote
es: Artículos de fiesta
hu: Partykellék
is: Partívörur
sv: Festartiklar och festtillbehör

source: Passageways
de_ch: Gänge
es: Pasadizos
hu: Aluljárók
sv: Passager

source: Passenger information display
de_ch: Fahrgastinformationssystem (Abfahrtsmonitor)
es: Pantalla de información del pasajero
hu: Utastájékoztató kijelző
is: Upplýsingaskjár fyrir farþega
sv: Passagerarinformationssystem

source: Passing Place
de_ch: Ausweichstelle
es: Lugar de paso
hu: Kitérőhely
is: Framúrakstur
sv: Mötesplats

source: Passing Places
de_ch: Ausweichstellen
es: Lugares de paso
hu: Kitérőhelyek
is: Framúrakstur
sv: Mötesplats

source: Pastry
de_ch: Gebäck
es: Pasta
hu: Süteménybolt
is: Kökur
sv: Konditori

source: Pasture
de_ch: Weide
es: Pasto
hu: Legelő
is: Beitarhólf
sv: Betesmark

source: Path
de_ch: Pfad
es: Camino
hu: Ösvény
is: Stígur
sv: Stig

source: Pattern
de_ch: Muster
es: Patrón
sv: Mönster

source: Pavilion
de_ch: Pavillon
es: Pabellón
hu: Pavilon
is: Einbýlishús
sv: Paviljong

source: Pawnbroker
de_ch: Pfandleiher
es: Casa de empeño
hu: Zálogház
is: Veðlánari
sv: Pantlånare

source: Payment
de_ch: Bezahlung
es: Pago
hu: Fizetés
is: Greiðslur
sv: Betalning

source: Payment Methods
de_ch: Bezahlmöglichkeiten
es: Métodos de pago
hu: Fizetési mód
is: Greiðslumátar
sv: Betalningsmedel

source: Payment centre
de_ch: Zahlstelle
es: Centro de pago
hu: Befizetőpont
is: Greiðslumiðstöð
sv: Betalningscenter

source: Payment terminal
de_ch: Zahlungsterminal
es: Terminal de pago
hu: Befizetőautomata
is: Greiðslukassi
sv: Betalterminal

source: Peach trees
de_ch: Pfirsichbäume
es: Melocotonero
hu: Őszibarackfa
is: Ferskjutré
sv: Persikoträd

source: Peaches
de_ch: Pfirsiche
es: Melocotones/Duraznos
hu: Őszibarack
sv: Persikor

source: Peacock
de_ch: Pfau
es: Pavo real
hu: Páva
is: Páfhani
sv: Påfågel

source: Peak
de_ch: Gipfel
es: Cumbre
hu: Hegycsúcs
is: Toppur
sv: Topp

source: Peak traffic
de_ch: Verkehrsaufkommen
es: Tráfico pico
sv: Rusningstrafik

source: Pear trees
de_ch: Birnenbäume
es: Perales
hu: Körtefa
is: Perutré
sv: Päronträd

source: Pears
de_ch: Birnen
es: Peras
hu: Körte
sv: Päron

source: Pebblestone
de_ch: Kieselsteine
es: Guijarro
hu: Kavics
is: Steinvölur
sv: Småsten

source: Pecan trees
de_ch: Pekannussbäume
es: Nogales
hu: Pekándiófa
is: Peakantré
sv: Pecanträd

source: Pedalos
de_ch: Tretboot
es: Botes a pedales
hu: Vízibicikli
sv: Trampbåtar

source: Pedestrian
de_ch: Fussgängerzone
es: Peatón
hu: Sétálóutca
is: Fótgangandi
sv: Gågata

source: Pedestrian Crossing
de_ch: Fussgänger­kreuzung
es: Cruce de peatones
hu: Gyalogosátkelő
is: Gangbraut
sv: Övergångsställe

source: Pedestrian crossing
de_ch: Fussgänger­kreuzung
es: Cruce peatonal / Paso de peatones
sv: Övergångsställe

source: Pedestrians
de_ch: Fussgänger
es: Peatones
hu: Gyalogos
is: Fótgangandi
sv: Fotgängare

source: Pediatric dentistry
de_ch: Kinderzahnheilkunde
es: Odontopediatría
hu: Gyermekfogászat
is: Barnatannlækningar
sv: Barntandvård (pedodonti)

source: Peepal tree
de_ch: Peepalbaum
es: Árbol de peepal/bo
hu: Szent füge
sv: Peepal-träd

source: Pelican
de_ch: Pelikan
es: Pelícano
hu: Pelikán
is: Pelíkani
sv: Pelikan

source: Pelton turbine
es: Turbina pelton
hu: Pelton-turbina
is: Pelton-túrbína
sv: Peltonturbin

source: Penguin
de_ch: Pinguin
es: Pingüino
hu: Pingvin
is: Mörgæsir
sv: Pingvin

source: Pension fund
de_ch: Pensionskasse
es: Fondo de pensiones
hu: Nyugdíjalap
is: Eftirlaunasjóður
sv: Pensionsfond

source: Penstock
de_ch: Druckrohrleitung
es: Tubería forzada
hu: Frissvízcsatorna (vízerőmű)
sv: Tilloppstub

source: Perfumery
de_ch: Parfümerie
es: Perfumería
hu: Parfüméria
is: Ilmvötn
sv: Parfymeri

source: Period
de_ch: Periode
es: Periodo
hu: Történelmi kor
sv: Tidsperiod

source: Periodontology
de_ch: Parodontologie
es: Periodoncia
hu: Fogkörnyéki gyógyászat (periodontológia)
sv: Parodontologi

source: Peristaltic
de_ch: Peristaltik
es: Peristáltica
sv: Peristaltisk

source: Permanent camping only
de_ch: nur für Dauercamper
es: Solo acampada permanente
hu: Csak állandó kempingezés
sv: Endast permanent camping

source: Permissive
de_ch: Geduldet
es: Permisivo
hu: Megtűrt
is: Með leyfi
sv: Tolerant

source: Permit required
de_ch: Erlaubnis benötigt
es: Permiso requerido
hu: Csak engedéllyel
is: Nauðsynlegt að fá leyfi
sv: Tillstånd krävs

source: Perpetual
de_ch: Dauernd
es: Perenne
hu: Állandó
is: Varanlegt
sv: Evig

source: Persian
de_ch: Persisch
es: Persa
hu: perzsa
is: Persneska
sv: Persisk

source: Persimmon trees
de_ch: Persimonenbäume
es: Árboles de caquis
hu: Datolyaszilvafa
is: Persimónutré
sv: Persimonträd

source: Person
es: Persona
hu: Személyről szóló
is: Einstaklingur

source: Peruvian
de_ch: Peruanisch
es: Peruano
hu: perui
is: Perúvískt
sv: Peruansk

source: Pescetarian
de_ch: Pescetarisch
es: Pescetariana
hu: Peszketáriánus
is: Grænmetis-fiskætur

source: Pesticide
de_ch: Pestizide
es: Pesticida
hu: Növényvédő szer
is: Eiturvörur
sv: Bekämpningsmedel

source: Pet
de_ch: Haustier
es: Mascota
hu: Kisállat-kereskedés
is: Gæludýr
sv: Husdjur

source: Pet grooming
de_ch: Tierpflegesalon
es: Peluquería de mascotas
hu: Állatkozmetika
is: Snyrting fyrir gæludýr
sv: Husdjursvård

source: Petroglyph
de_ch: Felsbild
es: Petroglifo
hu: Sziklarajz
is: Steinristur
sv: Hällristning

source: Petroleum well
de_ch: Ölquelle
es: Pozo de petróleo
hu: Olajkút
is: Olíulind
sv: Petroleum-brunn

source: Petting zoo
de_ch: Streichelzoo
es: Zoológico interactivo / Zoo de mascotas
hu: Állatsimogató
is: Barnadýragarður
sv: Barndjurpark

source: Pharmacy
de_ch: Apotheke
es: Farmacia
hu: Gyógyszertár
is: Lyfjabúð
sv: Läkemedel

source: Phases
de_ch: Phasen
es: Fases
hu: Fázisok
is: Fasar
sv: Faser

source: Pheasant
de_ch: Fasan
es: Faisán
hu: Fácán
sv: Fasan

source: Phone Number
de_ch: Telefonnummer
es: Número de teléfono
hu: Telefonszám
is: Símanúmer
sv: Telefonnummer

source: Phone booth
de_ch: Telefonzelle
es: Cabina telefónica
hu: Telefonfülke
is: Símaklefi
sv: Telefonkiosk

source: Phone booth type
de_ch: Telefonzellentyp
es: Tipo de cabina telefónica
sv: Typ av telefonkiosk

source: Phone call
de_ch: Telefonanruf
es: Llamada telefónica
hu: Telefonhívás
is: Símtal
sv: Telefonsamtal

source: Phone number
de_ch: Telefonnummer
es: Número de teléfono
hu: Telefonszám
is: Símanúmer
sv: Telefonnummer

source: Photo
de_ch: Foto- und Videozubehör
es: Foto
hu: Fotósbolt
is: Ljósmynd
sv: Bild

source: Photo booth
de_ch: Fotoautomat
es: Fotomatón
hu: Fényképezőfülke
is: Ljósmyndaklefi
sv: Fotoautomat

source: Photo studio
es: Estudio fotográfico
hu: Fotóstúdió
is: Ljósmyndastúdíó
sv: Fotostudio

source: Photographer
de_ch: Fotograf
es: Fotógrafo
hu: Fényképész
is: Ljósmyndari
sv: Fotograf

source: Photographic laboratory
de_ch: Photolabor
es: Laboratorio fotográfico
hu: Fényképészeti laboratórium
is: Framköllunarstofa
sv: Fotografiskt laboratorium

source: Photovoltaic panel
de_ch: Photovoltaikanlage
es: Panel fotovoltaico
hu: Fotovoltaikus panel
is: Sólrafhlaða
sv: Solcellspanel

source: Physical max. width (meters)
de_ch: Max. physische Breite (in Meter)
es: Ancho físico máximo (metros)
hu: Legnagyobb tényleges szélesség (méter)
sv: Fysisk maxbredd (meter)

source: Physical restrictions
de_ch: Physische Zugangsbeschränkungen
es: Restricciones físicas
hu: Fizikai korlátozások
sv: Fysisk restriktion

source: Physician
de_ch: Arztpraxis
es: Médico
hu: Orvos
is: Læknir
sv: Läkare

source: Physiotherapist
de_ch: Physiotherapeut/in
es: Fisioterapeuta
hu: Gyógytornász
is: Sjúkraþjálfari
sv: Fysioterapi (sjukgymnastik)

source: Picnic Site
de_ch: Picknickplatz
es: Sitio de picnic
hu: Piknikezőhely
is: Nestisaðstaða
sv: Picknickplats

source: Picnic Table
de_ch: Picknicktisch
es: Mesa de picnic
hu: Piknikezőasztal
is: Nestisborð
sv: Picknickbord

source: Picnic table
de_ch: Picknicktisch
es: Mesa de picnic
hu: Piknikezőasztal
is: Nestisborð
sv: Picknickbord

source: Pier
de_ch: Seebrücke
es: Muelle
hu: Móló
is: Bryggja
sv: Pir/brygga

source: Pig
de_ch: Schwein
es: Cerdo
hu: Disznó
is: Svín
sv: Gris

source: Pile
de_ch: Pfahl
es: Pilote/Estaca
hu: Cölöp
is: Staur
sv: Pelare

source: Pillar type
de_ch: Hydranttype
es: Tipo de pilar/poste
hu: Oszlop típusa
is: Súlugerð
sv: Pelartyp

source: Pillory
de_ch: Pranger
es: Picota
hu: Pellengér
is: Gapastokkur
sv: Skampåle

source: Pilot boarding
de_ch: Lotsen-Boarding
es: Embarque de práctico
sv: Lotsombordstigning

source: Pineapple plants
de_ch: Ananaspflanzen
es: Piñas
hu: Ananásznövény
is: Ananasplöntur
sv: Ananasplantor

source: Pipeline
es: Canal
hu: Csővezeték
is: Leiðsla
sv: Vattenledning

source: Pipeline Marker
de_ch: Pipeline-Markierung
es: Marcador de canal
hu: Csővezeték helyének jelölője
is: Leiðslumerki
sv: Pipeline-markör

source: Pipeline Substation
de_ch: Pipeline Unterstation
es: Subestación de tubería
hu: Csővezeték-alállomás
sv: Rörledningsstation
