Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

# survey_point
source: Vertical
de_ch: Vertikal
hu: Függőleges
is: Lóðrétt
sv: Lodrät

# memorial
source: Stolperstein
hu: Botlatókő
is: Götusteinn
sv: Snubbelsten (Stolperstein)

# crop
source: Cereal
de_ch: Getreide
hu: Gabona
is: Korn
sv: Sädesslag

# garden
source: Zen
de_ch: Zengarten
hu: Japán (zen buddhista) sziklakert
sv: Zenträdgård

# Landuse
source: Garages
de_ch: Mehrfach-/Blockgaragen
hu: Garázsok
is: Bílskúrar
sv: Garagelänga

# landuse
source: Garages
de_ch: Mehrfach-/Blockgaragen
hu: Garázsok
is: Verkstæði
sv: Garagelänga

# landuse
source: Industrial
de_ch: Güterverkehrsstrecke
hu: Iparvágány
is: Iðnaður
sv: Industrispår

# landuse
source: Rural
de_ch: Ländlich
hu: Vidéki
is: Sveit
sv: Landsbygd

# network
source: Local
de_ch: Lokal
hu: Helyi
is: Staðarkerfi
sv: Lokal

source: Casino
de_ch: Spielbank
hu: Kaszinó
is: Spilavíti

source: Crannog
de_ch: Crannóg (Insel)

source: Divehi
de_ch: Dhivehi
hu: maldív

source: Gujarati
de_ch: Gujaratisch
hu: gudzsaráti
is: Gujaratíska

source: Hangar
de_ch: Flugzeughalle
hu: Hangár
is: Flugskýli

source: Hifi
de_ch: Hifi-Geräte
is: Hljómtæki

source: Kosher
de_ch: Koscher
hu: Kóser

source: Lao
de_ch: Laotisch
is: Laó

source: Metro
de_ch: U-Bahn
hu: Metró

source: NE
de_ch: NO
hu: ÉK
is: NA

source: Pasta
de_ch: Teigwaren
hu: tészta (pasta)

source: Radio
de_ch: Radiostudio
hu: Rádió
is: Útvarps

source: Ref
de_ch: Nr
hu: Azonosító
is: Tilv.

source: Rounders
de_ch: Rounders (Gälische Sportart)

source: SE
de_ch: SO
hu: DK
is: SA

source: Shinto
de_ch: Schintoismus
hu: Sintoista
is: Shintóismi

source: Tsonga
de_ch: Xitsonga
hu: conga (tsonga)
is: Tonganska

source: Veld
de_ch: Grasland

# sport
source: Motor
de_ch: Motorsport
hu: Autóverseny
is: Vélaviðgerðir

# sport
source: Spa
de_ch: Spa-Becken
hu: Gyógyfürdő
is: Spa-böð

# sport
source: Speedway
de_ch: Rennstrecke
hu: Salakmotor
is: Keppnisbraut

# healthcare
source: Tuī ná
de_ch: Tuina
hu: Tuī ná (kínai masszázs)

# building
source: Hangar
de_ch: Flugzeughalle
hu: Hangár
is: Skemma

# leisure
source: Social
de_ch: Sozial
hu: Társasági
is: Félagsstarf

source: Active
hu: Aktív

source: Akulaku
hu: Akulaku (Indonézia)
is: Akúlakú

source: Anime
hu: Anime képregényekkel kapcsolatos bolt

source: Avant (fi)
hu: Avant (Finnország)

source: BRIZZI
hu: Brizzi (Indonézia)

source: BSB Cash
hu: BSB Cash (Indonézia)

source: BankAxept
hu: BankAxept (Norvégia)

source: Bar
hu: Bár

source: Beep
hu: Beep (Fülöp-szigetek)
is: Píp

source: Bingo
hu: Bingó
is: Bingó

source: Bio Diesel
hu: Biodízel
is: Lífdísel

source: Bucket
hu: Vödör

source: CB
hu: CB (UK)

source: Camogie
hu: Camogie (kelta játék)

source: Cannabis
hu: Kannabisz
is: Kannabis

source: Center pivot irrigation
hu: Körforgó öntözőrendszer

source: Current Status
hu: Jelenlegi állapot

source: DecoTurf
hu: Műanyag (DecoTurf tenisz)
is: DecoTurf gervigras

source: Diagonal
hu: Harántirányban
is: Á ská

source: Diesel
hu: Gázolaj
is: Dísel

source: Digital
hu: Digitális
is: Stafrænt

source: Disc golf
hu: Frizbigolf
is: Frisbígolf

source: Dojo
hu: Dodzsó

source: Dormant
hu: Alvó

source: Drama
hu: Dráma

source: E-ZPass
hu: E-ZPass (USA)

source: EU:bwid
hu: EU fürdőhely-azonosító

source: Extinct
hu: Kialudt

source: Flazz
hu: Flazz (Indonézia)

source: Flush
hu: Szintbeni

source: Fondue
hu: fondü
is: Fondú

source: GPN
hu: GPN (Indonézia)

source: GTÜ
hu: GTÜ (Gesellschaft für Technische Überwachung)

source: Gas
hu: Földgáz

source: Geldkarte (de)
hu: Geldkarte (Németország)
is: Reiðufjárkort (Geldkarte)

source: Girocard
hu: Girocard (Németország)

source: GrabPay
hu: GrabPay (Szingapúr)

source: Heuriger
hu: heuriger (idei bor)

source: Hotel
hu: Szálloda
is: Hótel

source: ICAO
hu: ICAO-kód

source: Jaguar
hu: Jaguár

source: Judo
hu: Cselgáncs
is: Júdó

source: Kerb (left)
hu: Járdaszegély (bal)

source: Kerb (right)
hu: Járdaszegély (jobb)

source: Lowered
hu: Alacsony (max. 3 cm)

source: MEGACASH
hu: Megacash (Indonézia)

source: Mahayana
hu: Mahájána
is: Mahayana-búddismi

source: Malayalam
hu: malajálam
is: Malayanska

source: Material
hu: Anyag
is: Efni

source: Mep (pt)
hu: Mep (Portugália)

source: Minicash (lu)
hu: Minicash (Luxemburg)

source: Minipay (it)
hu: Minipay (Olaszország)

source: Mondero (ar)
hu: Mondero (Argentína)

source: Mondero 4b (es)
hu: Mondero 4b (Spanyolország)

source: N
hu: É

source: Not erupted in recorded history
hu: Nem tört ki a feljegyzett történelemben

source: Oriya
hu: orija
is: Oryanska

source: Pa
hu: Pā (erődített maori falu)

source: Pachinko
hu: Pacsinkó

source: Par
hu: Par-szám

source: Pit latrine
hu: Árnyékszék

source: PostFinance Card (ch)
hu: PostFinance Card (Svájc)
is: Postfinance greiðslukort (ch)

source: Present
hu: Van

source: Raised
hu: Megemelt (3< cm)

source: Ramen
hu: ramen (japán)
is: Núðlur

source: Regional
hu: Regionális
is: Héraðskerfi

source: Rolled
hu: Legömbölyített

source: Rugby Union
hu: Rögbi (union)
is: Sambandsruðningur (15 manna rúgbý)

source: S
hu: D

source: Satispay
hu: Satispay (Olaszország)

source: Shiatsu
hu: Siacu

source: Silo
hu: Siló
is: Síló

source: Sindhi
hu: szindhi
is: Shindí

source: Skating
hu: Szabad stílus
is: Skautun

source: Soba
hu: szo-ba (japán)
is: Soba-núðlur

source: Spa
hu: Gyógyfürdő
is: Spa-böð

source: Sushi
hu: szusi

source: TWINT
hu: TWINT (Svájc)

source: Tango
hu: Tangó
is: Tangó

source: TapCash
hu: TapCash (Indonézia)

source: Tapir
hu: Tapír
is: Tapír

source: Tenrikyo
hu: Tenrikjó

source: Terminal
hu: Terminál
is: Útstöð

source: Theravada
hu: Théraváda

source: Torii
hu: Sinto templomkapu

source: TÜV
hu: TÜV (Technischer Überwachungsverein )

source: Vajrayana
hu: Vadzsrajána

source: Was active in historical times
hu: A történelmi időkben volt már aktív

source: WeChat
hu: WeChat (Kína)

source: Wikipedia
hu: Wikipédia

source: Xhosa
hu: xhosza

source: Material
hu: Anyag
is: Efni

# overtaking
source: No
hu: Nincs

# overtaking
source: Yes
hu: Igen

# crossing:markings
source: Pegasus
hu: Pegazus (UK)

# sport
source: Disc golf
hu: Frizbigolf
is: Frisbígolf

# sport
source: Fitness
hu: Fitnesz
is: Líkamsrækt

# sport
source: Pickleball
hu: Pickleball-tenisz

# sport
source: Rugby union
hu: Rögbi (union)
is: Rúgbý - sambandsruðningur (15 manna)

# sport
source: Skateboard
hu: Gördeszka
is: Hjólabretti

# sport
source: Yoga
hu: Jóga
is: Jóga

# parking
source: Diagonal
hu: Átlósan
is: Á ská

# parking
source: Normal
hu: Normál
is: Venjulegt

# healthcare
source: Ayurveda
hu: Ájurvéda

# healthcare
source: Shiatsu
hu: Siacu

# building
source: Hotel
hu: Szállodaépület
is: Hótel

# building
source: MDF
hu: MDF-lap (közepes sűrűségű farostlemez)

# airport
source: Terminal
hu: Terminál
is: Flugstöð

# bath:type
source: Onsen
hu: Onszen
is: Onsen (japanskt)

# siren
source: Tornado
hu: Tornádó
is: Hvirfilbyljir

# post box
source: VR - Victoria
hu: VR - Viktória (1837–1901)

# flag
source: Regional
hu: Regionális
is: Héraðskerfi

# network
source: Regional
hu: Regionális
is: Héraðskerfi

source: 3D
is: Þrívídd

source: Aikido
is: Aikidó

source: Bagel
is: Beyglur

source: Curling
is: Krulla

source: Curry
is: Karrý

source: Estavelle
is: Tímabundið dren

source: Graffiti
is: Veggjakrot

source: Kendo
is: Kendó

source: Koala
is: Kóalabirnir

source: Maestro
is: Maestro-greiðslukort

source: Motel
is: Mótel

source: Motocross
is: Mótocross

source: Panda
is: Pandabirnir

source: Pizza
is: Flatbökur

source: Tamil
is: Tamílska

source: Taxi
is: Leigubílar

source: Telugu
is: Telúgú

source: Urdu
is: Úrdú

# sport
source: Curling
is: Krulla

# sport
source: Motocross
is: Mótocross

# sport
source: Paintball
is: Litbolti

# power
source: Terminal
is: Útstöð
