Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Dashed
de_ch: Gestrichelt
es: Línea discontinua
sv: Streckad

source: Data center
de_ch: Datencenter
es: Centro de datos
hu: Adatközpont
is: Gagnaver

source: Data protection
de_ch: Datenschutz
es: Protección de datos
hu: Adatvédelem
is: Gagnavernd
sv: Dataskydd

source: Date palms
de_ch: Dattelpalmen
es: Palmeras datileras
hu: Datolyapálma
is: Döðlupálmar
sv: Dadelpalmer

source: Dates
de_ch: Datteln
es: Fechas

source: Datum aligned
de_ch: Darum ausgerichtet
es: Alineado con datum
hu: Másik ponthoz bemérve (georeferált)
sv: Datumjustering

source: Day Care
de_ch: Tagespflege
es: Guardería
hu: Szociális napközi otthon
is: Dagvistun
sv: Dagvård

source: Daymark
de_ch: Tagessichtmarke
es: Marca diurna
is: Dagsmerking
sv: Dagmärke

source: Dealer
de_ch: Händler
es: Comerciante
hu: Kereskedés
is: Bílasala
sv: Handlare

source: Debit cards
de_ch: Debitkarte
es: Tarjetas de débito
hu: Betéti kártyák
is: Debetkort
sv: Betalkort

source: Debit cards type
de_ch: Debitkartentyp
es: Tipo de tarjeta de débito
hu: Betéti kártya típusa
is: Tegund debetkorts
sv: Kontokort, typer

source: Deciduous
de_ch: Sommergrün
es: Caduco
hu: Lombhullató
is: Sumargrænt
sv: Lövfällande

source: Dedicated
de_ch: Speziell für Raucher
es: Destinado
hu: Kifejezetten dohányosoknak
is: Sérstök
sv: Tillängad

source: Dedicated Bridleway
de_ch: Reitweg
es: Camino de herradura dedicado
hu: Kifejezett lovaglóút
is: Sérstakur reiðstígur
sv: Dedikerad ridväg

source: Dedicated Cycleway
de_ch: Radweg
es: Ruta destinada a ciclistas
hu: Kijelölt kerékpárút
is: Sérstakur hjólastígur
sv: Dedikerad cykelväg

source: Dedicated Footway
de_ch: Fussweg
es: Acera dedicada
hu: Kijelölt gyalogút
is: Sérstakur gangstígur
sv: Dedikerad gångväg

source: Dedicated app
de_ch: Spezielle App
es: Aplicación dedicada
hu: Dedikált alkalmazás
is: Sérstakt forrit
sv: Dedikerad app

source: Dedicated facilities
de_ch: Spezielle Einrichtung
es: Instalaciones destinadas
hu: Kijelölt létesítmény
is: Sérnota aðstaða
sv: Särskilda anläggningar

source: Dedicated room
de_ch: Spezielles Zimmer
es: Habitación destinada
hu: Kijelölt helyiség
is: Sérstakt rými
sv: Dedikerat rum

source: Deep Water Soloing
de_ch: Free-Solo-Klettern
es: Psicoblock / Escalada en aguas profundas
hu: Mélyvízi szólózás
is: Frjálst klifur yfir djúpu vatni
sv: Soloåkning på djupt vatten

source: Deer
de_ch: Hirsch, Reh
es: Ciervo
hu: Szarvas
is: Hirtir
sv: Rådjur

source: Defensive
de_ch: Wehrturm
es: Defensiva
hu: (Középkori) vár
is: Varnarvirki
sv: Försvar

source: Delay display
de_ch: Verspätungsanzeige
es: Pantalla de retrasos
sv: Fördröjningsvisning

source: Delegation
es: Delegación
hu: Küldöttség (delegáció)
is: Sendinefnd

source: Deli (Fine Food)
de_ch: Delikatessen
es: Fiambres (Alta Cocina)
hu: Csemegebolt
is: Sælkeraverslun
sv: Deli (fin mat)

source: Delivery
de_ch: Lieferung
es: Entrega
hu: Házhoz szállítás
is: Heimsending
sv: Leverans

source: Deluxe (offers laundry or swimming pool etc.)
de_ch: Luxus (mit Waschmaschine, Schwimmbad usw.)
es: De lujo (ofrece lavandería o piscina, etc.)
sv: Deluxe (erbjuder tvättstuga eller pool etc.)

source: Demolished building
de_ch: Abgerissenes Gebäude
es: Edificio demolido
sv: Riven byggnad

source: Demolished highway
de_ch: Abgerissene Strasse
es: Vía/Carretera demolida
sv: Riven huvudväg

source: Demolished power facility
de_ch: Abgerissene Stromversorgungseinrichtung
es: Instalación eléctrica demolida
sv: Riven kraftanläggning

source: Denomination
de_ch: Konfession
es: Denominación
hu: Felekezet
is: Kirkjudeild
sv: Samfund

source: Dense
de_ch: Dicht
es: Denso
hu: Sűrű
is: Þétt
sv: Tät

source: Densely planted shrubbery. Effectively impassible without damaging the shrubbery (which at this point often acts as a hedge) and getting your clothes torn.
de_ch: Dichte Bepflanzung mit Sträuchern. Praktisch unpassierbar, ohne das Gebüsch (das an dieser Stelle oft als Hecke dient) zu beschädigen und sich die Kleidung zu zerreissen.
es: Arbustos densamente plantados. Efectivamente intransitable sin dañar los arbustos (que en este punto a menudo actúan como un seto) y rasgarse la ropa.
hu: Sűrűn ültetett bokrok. Gyakorlatilag járhatatlan anélkül, hogy a bokrokat (amelyek gyakran sövényként funkcionálnak) megrongálnánk, és a ruhánkat elszakítanánk.
sv: Tätt planterat buskage. I praktiken inte rimligt att passera utan att skada buskarna (som då ofta fungerar som häck) eller riva kläderna.

source: Dentist
de_ch: Zahnarzt
es: Dentista
hu: Fogorvos
is: Tannlæknir
sv: Tandläkare

source: Department Store
de_ch: Kaufhaus
es: Grandes almacenes
hu: Nagyáruház
is: Kjörbúð
sv: Varuhus

source: Departures board
de_ch: Abfahrtstafel
es: Panel de salidas
hu: Kifüggesztett menetrend
is: Brottfaratafla
sv: Avgångstavla

source: Deposits:
de_ch: Einzahlmöglichkeiten:
es: Depósitos:
hu: Befizetés:
sv: Insättning:

source: Depth (meters)
de_ch: Tiefe (Meter)
es: Profundidad (metros)
hu: Mélység (méter)
is: Dýpt (metrar)
sv: Djup (meter)

source: Derail
de_ch: Gleissperre
es: Descarrilador
hu: Kisiklasztó saru
sv: Spårspärr

source: Descent (m)
de_ch: Abstieg (m)
es: Pendiente (m)
hu: Lejtés (méter)
is: Lækkun (m)
sv: Nedstigande (m)

source: Description
de_ch: Beschreibung
es: Descripción
hu: Leírás
is: Lýsing
sv: Beskrivning

source: Description for visiually impaired
de_ch: Beschreibung für Sehbehinderte
es: Descripción para personas con discapacidad visual
sv: Beskrivning för synskadade

source: Designated
de_ch: Vorgesehen / gewidmet
es: Designado
hu: Kijelölt
is: Merking
sv: Föredragen

source: Destination
de_ch: Zielort
es: Destino
hu: Csak célforgalom
is: Áfangastaður

source: Destination Sign
de_ch: Zielschild
es: Señal de destino
hu: Útirányjelző tábla
is: Skilti með áfangastað
sv: Destinationskylt

source: Destination in way direction
de_ch: Destination in Wegrichtung
es: Destino en dirección de la vía
sv: Destination i vägens riktning

source: Destination opposite way direction
de_ch: Destination entgegen der Wegrichtung
es: Destino en dirección opuesta a la vía
sv: Destination motsatt riktning

source: Destination ref in way direction
de_ch: Zielreferenz in Wegrichtung
es: Referencia de destino en dirección de la vía
sv: Destinationsreferens i vägriktning

source: Destination ref opposite way direction
de_ch: Zielreferenz entgegen der Wegrichtung
es: Referencia de destino en dirección opuesta a la vía
sv: Destinationsreferens motsatt riktning

source: Destination reference
de_ch: Zielortreferenz
es: Referencia de destino
hu: Útszám
is: Tilvísun í áfangastað
sv: Destinationsreferens

source: Destination sign
de_ch: Zielschild
es: Señal de destino
hu: Útirányjelző tábla
is: Skilti með áfangastað
sv: Destinationskylt

source: Destination symbol
de_ch: Symbol am Zielschild
es: Símbolo de destino
sv: Destinationssymbol

source: Destination symbol in way direction
de_ch: Symbol am Zielschild in Wegrichtung
es: Símbolo de destino en dirección de la vía
sv: Destinationssymbol i vägriktningen

source: Destination symbol opposite way direction
de_ch: Symbol am Zielschild entgegen der Wegrichtung
es: Símbolo de destino en dirección opuesta a la vía
sv: Destinationssymbol motsatt vägriktningen

source: Destination symbol per lane
de_ch: Symbol am Zielschild pro Spur
es: Símbolo de destino por carril
sv: Destinationssymbol per körfält

source: Destination symbol per lane in way direction
de_ch: Symbol am Zielschild pro Spur in Wegrichtung
es: Símbolo de destino por carril en dirección de la vía
sv: Destinationssymbol per körfält i körriktningen

source: Destination symbol per lane opposite to way direction
de_ch: Destinationen pro Spur entgegen der Wegrichtung
es: Símbolo de destino por carril en dirección opuesta a la vía
sv: Destinationssymbol per körfält motsatt vägriktning

source: Destination written on sign (w/o distance)
de_ch: Ziel auf dem Schild (ohne Distanz)
es: Destino escrito en señal (con o sin distancia)
hu: A táblán szereplő útirány (w/o distance)
is: Áfangastaður merktur á skilti (án vegalengdar)
sv: Destination skriven på skylt (med eller utan avstånd)

source: Destinations per lane
de_ch: Destinationen pro Spur
es: Destinos por carril
hu: Útirányok sávonként
is: Áfangastaðir á hverri akrein
sv: Destinationer per körfält

source: Destinations per lane in way direction
de_ch: Destinationen pro Spur in Wegrichtung
es: Destinos por carril en sentido de la vía
hu: Útirányok sávonként a vonal irányába
is: Áfangastaðir á hverri akrein í sömu akstursstefnu
sv: Destination per fil i vägens riktning

source: Destinations per lane opposite to way direction
de_ch: Destinationen pro Spur entgegen der Wegrichtung
es: Destinos por carril en sentido contrario a la vía
hu: Útirányok sávonként a vonallal ellentétes irányban
is: Áfangastaðir á hverri akrein í gagnstæða akstursstefnu
sv: Destination per fil i motsatt vägriktning

source: Detail Grade
de_ch: Kartentyp
es: Grado de detalle
hu: Részletesség mértéke
is: Stig smáatriða
sv: Detalj betyg

source: Detailed description
de_ch: Nähere Beschreibung
es: Descripción detallada
hu: Részletes leírás
is: Nánari lýsing
sv: Detaljerad beskrivning

source: Detention
de_ch: Arrest
es: Detención
hu: Vésztározó (időszakos)
is: Varðhald
sv: Fördröjning

source: Detour
de_ch: Umleitung
es: Desvío
hu: Terelőút
is: Hjáleið
sv: Omledningsväg

source: Detour Route
de_ch: Umleitung
es: Ruta de Desvío
hu: Kerülőútvonal
is: Hjáleið
sv: Alternativ rutt

source: Detour route
de_ch: Umleitung
es: Ruta alternativa / Desvío
hu: Kerülőútvonal
is: Hjáleið
sv: Omledningsrutt

source: Device Charging Station
de_ch: Geräteladestation
es: Estación de carga para dispositivos
sv: Laddstation för mobila enheter

source: Dialysis
de_ch: Dialyse
es: Diálisis
hu: Dialízis
is: Blóðskiljun
sv: Dialys

source: Diameter (in mm)
de_ch: Durchmesser (in mm)
es: Diámetro (en mm)
hu: Átmérő (mm)
is: Þvermál (í mm)
sv: Diameter (i mm)

source: Diameter (mm)
de_ch: Durchmesser (mm)
es: Diámetro (mm)
hu: Átmérő (mm)
is: Þvermál (mm)

source: Diameter in meters
de_ch: Durchmesser in Metern
es: Diámetro en metros
hu: Átmérő (m)
is: Þvermál í metrum
sv: Diameter i meter

source: Diaper changing
de_ch: Windeln wechseln
es: Cambio de pañales
hu: Pelenkázóasztal
is: Bleyjuskipti
sv: Blöjbyte

source: Diaphragm
de_ch: Diaphragma
es: Diafragma
sv: Membran

source: Diesel (Gas To Liquid - ultimate diesel)
de_ch: Diesel (Gas to Liquid)
es: Diesel (Gas a Líquido - máximo diesel)
hu: GTL-gázolaj
sv: Diesel (gas till vätska - ultimat diesel)

source: Diesel Exhaust Fluid (AdBlue/AUS32)
de_ch: AdBlue (AUS 32)
es: Fluido de escape diesel (AdBlue/AUS32)
hu: AdBlue/AUS32 (gázolaj-kipufogófolyadék)
sv: Dieselavgasvätska (AdBlue/AUS32)

source: Diesel Power Generator
de_ch: Dieselgenerator
es: Generador de energía a base de diésel
hu: Gázolaj-generátor
is: Díselaflgjafi
sv: Dieselgenerator

source: Diesel Power Plant
de_ch: Dieselkraftwerk
es: Planta de energía a base de diésel
hu: Gázolajerőmű
is: Díselknúin aflstöð
sv: Dieselkraftverk

source: Diesel for Heavy Good Vehicles
de_ch: LKW-Diesel
es: Diesel para vehículos pesados
hu: Tehergépkocsi-gázolaj
is: Dísel fyrir þyngri vöruflutningabifreiðar (HGV)
sv: Diesel för tunga fordon

source: Diet
de_ch: Ernährung
es: Dieta
hu: Étrend
is: Mataræði
sv: Kost

source: Digital wallets type
de_ch: Digitale Bezahlarten
es: Tipo de billetera digital
hu: Digitális pénztárca típusa
is: Tegund stafræns veskis
sv: Typ av digital plånbok

source: Dimension stone
de_ch: Werkstein
es: Piedra dimensional
hu: vágott kő
is: Byggingasteinn
sv: Dimensionsten

source: Dinghies
de_ch: Jollen
es: Botes
hu: Evezős csónak
sv: Jollar

source: Dip
de_ch: Bodensenke
es: Badén / Cuneta
hu: Bemarás
is: Hraðahindrunardokk
sv: Grop

source: Direct
de_ch: Direkt
es: Directo/a
sv: Direkt

source: Direction
de_ch: Umlaufrichtung
es: Dirección / Orientación
hu: Irány
is: Stefna
sv: Riktning

source: Direction in degrees
de_ch: Himmelsrichtung in Grad
es: Dirección en grados / Orientación en grados
hu: Irány fokban
is: Stefna í gráðum
sv: Riktning i grader

source: Direction to close
de_ch: Schliessrichtung
es: Dirección para cerrar / Sentido de cierre
hu: Elzárás iránya
is: Stefna til að loka
sv: Riktning för att stänga

source: Dirt
de_ch: unbefestigt
es: Tierra
hu: Poros
is: Mold
sv: Jord

source: Disabled
de_ch: Behinderte
es: Deshabilitado
hu: Fogyatékkal élők
is: Óvirkt
sv: Funktionsnedsatta

source: Disaster Help Point
de_ch: Katastrophenhilfsstelle
es: Punto de ayuda en caso de desastre
sv: Hjälppunkt vid nödfall

source: Disaster response
de_ch: Technisches Hilfswerk
es: Respuesta ante desastres
sv: Katastrofrespons

source: Disc
de_ch: Parkscheibe
es: Disco
hu: Koronggal
is: Frisbí
sv: P-skiva

source: Disc golf course
de_ch: Discgolfanlage
es: Campo de disc golf
hu: Frizbigolfpálya
is: Frisbígolfvöllur
sv: Discgolfbana

source: Discount
de_ch: Rabatt
es: Descuento
hu: Olcsó
sv: Lågpris

source: Discover Card
es: Tarjeta Discover
is: Discover-greiðslukort

source: Discus throw
de_ch: Diskuswurf
es: Lanzamiento de disco
hu: Diszkoszvetés
sv: Diskuskastning

source: Diseased
de_ch: Kranke
es: Enfermo
hu: Betegek
is: Sjúkir
sv: Angripen

source: Dish
de_ch: Schüssel
es: Antena parabólica / Plato
hu: Tányér
is: Diskur
sv: Disk

source: Dispensing
de_ch: Rezeptpflichtige Medikamente
es: Distribuyendo
hu: Vény beváltható
is: Lyfjadreifing
sv: Utleverarnde

source: Display
de_ch: Anzeige
es: Exhibición
hu: Kijelző
is: Birting
sv: Skylt

source: Display:
de_ch: Anzeige:
es: Mostrar:
hu: Kijelző:
is: Skjár:
sv: Visar:

source: Distance (kilometers)
de_ch: Distanz (in Kilometer)
es: Distancia (kilómetros)
hu: Távolság (km)
is: Vegalengd (kílómetrar)
sv: Avstånd (kilometer)

source: Distance (km)
de_ch: Distanz (km)
es: Distancia (km)
hu: Távolság (km)
is: Vegalengd (km)
sv: Avstånd (km)

source: Distance mark
de_ch: Entfernungsmarke
es: Marca de distancia
is: Fjarlægðarmerki
sv: Distansmärke

source: Distillery
de_ch: Brennerei
es: Destilería
hu: Párlatfőző
is: Eimingarhús
sv: Destilleri

source: District
de_ch: Bezirk/Kreis
es: Distrito
hu: Járás
is: Umdæmi
sv: Distrikt

source: Disused
de_ch: Ungenutzt
es: En desuso
hu: Használaton kívül
is: Aflagt
sv: Nedlagt

source: Disused Rail
de_ch: Ungenutzte Eisenbahn
es: Raíl en desuso
hu: Használaton kívüli vasútvonal
is: Aflögð járnbraut
sv: Oanvända räls

source: Disused aeroway
de_ch: Ungenutzter Flugplatz
es: Aerovía en desuso
hu: Nem használt repülőtéri út
is: Aflögð flugbraut
sv: Nedlagd flygbana

source: Disused amenity
de_ch: Ungenutzte Einrichtung
es: Servicio en desuso
hu: Nem használt létesítmény
is: Aflögð aðstaða
sv: Nedlagd tjänstenäring eller besöksanläggning

source: Disused building
de_ch: Ungenutztes Gebäude
es: Edificio en desuso
hu: Nem használt épület
is: Aflögð bygging
sv: Oanvänd byggnad

source: Disused healthcare facility
de_ch: Ungenutzte Gesundheitseinrichtung
es: Centro de salud en desuso
sv: Nedlagd vårdinrättning

source: Disused highway
de_ch: Ungenutzte Strasse
es: Carretera en desuso
hu: Nem használt út
is: Aflögð hraðbraut
sv: Nedlagd väg

source: Disused leisure
de_ch: Ungenutzte Freizeiteinrichtung
es: Instalación recreativa en desuso
hu: Nem használt szabadidős létesítmény
is: Aflögð afþreying
sv: Nedlagd fritidsnäring eller -anläggning

source: Disused man_made
de_ch: Stillgelegtes man_made
es: Estructura artificial en desuso
hu: Nem használt építmény
sv: Nedlagd konstgjord

source: Disused military object
de_ch: Ungenutzte militärische Einrichtung
es: Objeto militar en desuso
hu: Nem használt katonai létesítmény
sv: Nedlagt militärobjekt

source: Disused office
de_ch: Ungenutztes Büro
es: Oficina en desuso
sv: Nedlagt kontor

source: Disused railway
de_ch: Ungenutzte Eisenbahnstrecke
es: Ferrocarril en desuso
hu: Nem használt vasútvonal
is: Aflögð járnbraut
sv: Nedlagd järnväg

source: Disused shop
de_ch: Leerstehender Laden
es: Tienda en desuso
hu: Nem használt bolt
is: Aflögð verslun
sv: Nedlagd butik

source: Ditch
de_ch: Graben
es: Cuneta
hu: Árok
is: Skurður
sv: Dike

source: Dive centre
de_ch: Tauchzentrum
es: Centro de buceo
hu: Búvárközpont
is: Dýfingamiðstöð
sv: Dykcenter

source: Divided highway
de_ch: Getrennte Fahrbahnen
es: Carretera dividida
hu: Osztottpályás út
sv: Väg med uppdelad körbana

source: Diving
de_ch: Sprungbecken
es: Plataforma de buceo
hu: Műugrótorony
sv: Dykning

source: Division
es: División
hu: Választókerület
is: Uppskipting
sv: Indelning

source: Do-It-Yourself Store
de_ch: Heimwerkermarkt
es: Tienda de bricolaje / Ferretería
hu: Barkácsbolt
is: Föndurvörur
sv: Gör-det-själv-affär

source: Dock
es: Muelle
hu: Dokk
is: Hafnarbakki
sv: Kaj

source: Dock Height (Meters)
de_ch: Höhe der Laderampe (Meter)
es: Altura del muelle (Metros)
sv: Lastkajshöjd (Meter)

source: Dock Width (Meters)
de_ch: Breite der Laderampe (Meter)
es: Ancho del muelle (Metros)
sv: Lastkajsbredd (Meter)

source: Docking station
es: Estación de acoplamiento / de bicicletas compartidas
hu: Dokkolóállomás
sv: Dockningsstation

source: Doctor's Office
de_ch: Arztpraxis
es: Consulta médica
hu: Orvosi rendelő
is: Læknastofa
sv: Läkarkontor

source: Dog
de_ch: Hunde
es: Perro
hu: Kutya
is: Hundar
sv: Hund

source: Dog Park
de_ch: Hundepark
es: Parque para perros
hu: Kutyafuttató
is: Hundagarður
sv: Hundpark

source: Dog Racing
de_ch: Hunderennen
es: Carrera de perros
hu: Kutyaverseny
is: Hundaveðhlaup
sv: Hundkpplöpning

source: Dog excrement
de_ch: Hundekot
es: Excremento de perro
hu: Kutyaürülék
is: Hundaskítur
sv: Hundbajs

source: Dog toilet
de_ch: Hundetoilette
es: Baño para perros / Sanitario para perros
hu: Kutyavécé
sv: Hundtoalett

source: Dog usage
de_ch: Verwendung durch Hunde
es: Uso para perros
sv: Hundanvändning

source: Doline
es: Dolina
hu: Dolina
is: Tímabundin vatnssöfnun
sv: Slukhål

source: Dolphin
de_ch: Dalbe
es: Delfín
hu: Delfin
is: Höfrungur
sv: Delfin

source: Dome
de_ch: Dom
es: Domo
hu: Kupola
is: Hálfkúla
sv: Kupol

source: Donkey
de_ch: Esel
es: Burro
hu: Szamár
is: Asnar
sv: Åsna

source: Donut
es: Rosquilla
hu: fánk (donut)
is: Kleinuhringir
sv: Munkar

source: Door Height (Meters)
de_ch: Türhöhe (Meter)
es: Altura de la puerta (Metros)
sv: Dörrhöjd (Meter)

source: Door Width (Meters)
de_ch: Türbreite (Meter)
es: Ancho de la puerta (Metros)
sv: Dörrbredd (Meter)

source: Doors
de_ch: Türen
es: Puertas
hu: Ajtó
is: Hurðir
sv: Dörrar

source: Double
de_ch: Doppelt
es: Doble
hu: Dupla sorompó
is: Tvöfalt
sv: Dubbel

source: Double dashed
de_ch: Doppelt gestrichelt
es: Doble línea discontinua
sv: Dubbelt streckad

source: Double dip
de_ch: doppelte Bodenwelle
es: Doble badén o cuneta
hu: Dupla mélyedés
sv: Dubbla sänkor

source: Double solid
de_ch: Doppelt durchgezogen
es: Doble línea continua
sv: Dubbel heldragen

source: Down
de_ch: Abwärts
es: Abajo
hu: Lefelé
is: Niður
sv: Ned

source: Drag Lift
de_ch: Schlepplift
es: Remonte
hu: Sífelvonó
is: Toglyfta
sv: Släplift

source: Drag lift (generic)
de_ch: Schlepplift (generisch)
es: Remonte (genérico)
hu: Sífelvonó (általános)
is: Toglyfta (almennt)
sv: Släplift (allmän)

source: Dragon
de_ch: Drachen
es: Dragón
hu: Sárkány
is: Dreki
sv: Drake

source: Drain
de_ch: Entwässerungsgraben
es: Desagüe
hu: Vízelvezető árok
is: Frárennsli
sv: Drännage

source: Dredged area
de_ch: Ausgebaggerter Bereich
es: Área dragada
is: Affallsvæði
sv: Muddrat område

source: Dressing room
de_ch: Umkleidekabine
es: Vestidor
hu: Öltöző
is: Búningsherbergi
sv: Omklädningsrum

source: Dressmaker
de_ch: Anzugschneiderei
es: Modista
hu: Nőiruha-készítő
is: Klæðskeri
sv: Sömmerska

source: Drinking Water
de_ch: Trinkwasser
es: Agua potable
hu: Ivóvíz
is: Drykkjarvatn
sv: Dricksvatten

source: Drinking water
de_ch: Trinkwasser
es: Agua potable
hu: Ivóvíz
is: Drykkjarvatn
sv: Dricksvatten

source: Drinks
de_ch: Getränke
es: Bebidas
hu: Ital
is: Drykkir
sv: Drycker

source: Drive through
de_ch: Durchfahrtsbedienung
es: Restaurante de comida para llevar donde se pide desde el coche
hu: Autós
is: Bílaafgreiðsla

source: Drive through Opening Hours
de_ch: Öffnungszeiten für "Drive through"
es: Horario de atención en auto
hu: Autós rész nyitva tartása
is: Opnunartímar bílaafgreiðslu
sv: Drive-through öppettider

source: Drive-in theater
de_ch: Autokino
es: Autocine
hu: Autósmozi
is: Bílabíó
sv: Drive-in-bio

source: Driver training
de_ch: Fahrsicherheitszentrum
es: Formación de conductores
hu: Autós gyakorlópálya
is: Akstursæfingar
sv: Trafikskolebana

source: Driveway
de_ch: Auffahrt
es: Entrada de vehículos
is: Innkeyrsla
sv: Uppfart

source: Driving School
de_ch: Fahrschule
es: Escuela de conducción
hu: Autósiskola
is: Ökuskóli
sv: Körskola

source: Dropoff
de_ch: Abgabestelle
es: Punto de entrega
hu: Kijelölt tároló
is: Sleppisvæði
sv: Avlämning

source: Drug addicted
de_ch: Drogenabhängige
es: Drogadicto
hu: Kábítószerfüggők
is: Eiturlyfjafíklar
sv: Drogberoende

source: Drugs
de_ch: Medikamente
es: Medicamentos
hu: Gyógyszer
is: Lyf
sv: Läkemedel / Droger

source: Dry
de_ch: Trocken
es: Seco/a
hu: Száraz
is: Þurrt
sv: Torr

source: Dry Cleaning
de_ch: Chemische Reinigung
es: Limpieza en seco
hu: Vegytisztító
is: Þurrhreinsun
sv: Kemtvätt

source: Dry barrel
de_ch: Überflurhydrant mit Absperrhahn unter der Oberfläche
es: Cilindro seco
hu: Száraz oszlop
is: Frostþolinn
sv: Torr tunna

source: Dry dock
de_ch: Trockendock
es: Dique seco
hu: Szárazdokk
is: Þurrkví
sv: Torrdocka

source: Dry stone
de_ch: Trockenmauerwerk
es: Piedra seca
hu: Kötőanyag nélküli („száraz”) kőfal
is: Grjóthleðsla
sv: Kallmur

source: Duck
de_ch: Ente
es: Pato
hu: Kacsa
is: Endur
sv: Anka

source: Dump Station
de_ch: Entsorgungsstation
es: Estación de descarga
hu: Szaniterürítő hely
is: Stöð fyrir hreinlætisúrgang
sv: Avfallsstation

source: Dumping ground
de_ch: Mülldeponie
es: Vertedero
sv: Avstjälpningsplats

source: Dumplings
de_ch: Teigtaschen
es: Empanadillas / Dumplings

source: Dunlop (Woods)
es: Dunlop (Bosque)
hu: Kerékpárszelep (Dunlop / Woods)
sv: Cykelventil (Woods-/Dunlop-/blixtventil)

source: Duration (M, MM, HH:MM, or HH:MM:SS)
de_ch: Dauer (M, MM, HH:MM oder HH:MM:SS)
es: Duración (M, MM, HH:MM o HH:MM:SS)
hu: Út időtartama (P, PP, ÓÓ:PP vagy ÓÓ:PP:MM)
is: Tímalengd (M, MM, HH:MM eða HH:MM:SS)
sv: Varaktighet (M, MM, HH:MM, eller HH:MM:SS)

source: Dutch
de_ch: Niederländisch
es: Neerlandés
hu: holland
is: Hollenska
sv: Holländska

source: Dyke
de_ch: Deich
es: Dique
hu: Árvízvédelmi töltés
is: Flóðgarður
sv: Fördämning

source: E-Bike
de_ch: E-Velo
es: Bicicleta eléctrica
hu: E-kerékpár
is: Rafmagnshjól
sv: E-cykel

source: E-cigarettes or e-cigarette refills
de_ch: E-Zigaretten oder Nachfüllprodukte für E-Zigaretten
es: Cigarrillos electrónicos o recargas de cigarrillos electrónicos
hu: E-cigaretta vagy e-cigaretta-töltés
is: Rafrettur eða áfyllingar
sv: E-cigaretter eller påfyllningsbehållare

source: E10 (10% Ethanol mix)
de_ch: E10 (10% Ethanol)
es: E10 (10% de etanol mezclado)
hu: E10 (10%-os etanolkeverék)
is: E10 (10% etanólblandað)
sv: E10 (10% Etanol)

source: E85 (85% Ethanol mix)
de_ch: E85 (85% Ethanol)
es: E85 (85% de etanol mezclado)
hu: E85 (85%-os etanolkeverék)
is: E85 (85% etanólblandað)
sv: E85 (85% Etanol)

source: EEZ
de_ch: AWZ
es: ZEE
hu: Kizárólagos gazdasági övezet

source: Eagle
de_ch: Adler
es: Águila
hu: Sas
is: örn
sv: Örn

source: Earth bank
de_ch: Erdbank
es: Terraplén / Talud
sv: Jordvall

source: East
de_ch: Ost
es: Este
hu: Kelet
is: Austur
sv: Öster

source: Eclecticism in architecture
de_ch: Eklektizistische Architektur
es: Arquitectura ecléctica
hu: Eklektikus
is: Eklektískur byggingastíll
sv: Eklekticism inom arkitektur

source: Edge line
de_ch: Randlinie
es: Línea de borde
sv: Kantlinje

source: Education
de_ch: Erziehung
es: Educación
hu: Oktatás
is: Menntun
sv: Utbildning

source: Educational institution
de_ch: Bildungseinrichtung
es: Institución educativa
hu: Oktatási intézmény
is: Menntastofnun
sv: Utbildningsinstitution
