Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: An area of a two-way route within which traffic flow is generally along one bearing.
de_ch: Ein Bereich einer zweispurigen Strecke, auf der der Verkehrsfluss im Allgemeinen in eine Richtung verläuft.
es: Una zona de una ruta de doble sentido dentro de la cual el flujo de tráfico es generalmente a lo largo de un rumbo.
hu: Egy kétirányú útvonal olyan területe, amelyen belül a forgalom általában egy irányban halad.
sv: Ett område av en tvåvägsled inom vilket trafikflödet vanligtvis sker längs en riktning.

source: An area of shrubbery that is actively maintained or pruned by humans.
de_ch: Eine Fläche mit Sträuchern, die von Menschen aktiv gepflegt oder beschnitten wird.
es: Una zona de arbustos que es activamente mantenida o podada por humanos.
hu: Aktívan karbantartott vagy metszett bokros terület.
is: Svæði með runnum sem viðhaldið er af mönnum.
sv: Ett område av buskage som aktivt underhålls och beskärs av människor.

source: An area of the bottom of a body of water which has been deepened by dredging.
de_ch: Ein Bereich am Boden eines Gewässers, der durch Ausbaggerung vertieft wurde.
es: Una zona del fondo de una masa de agua que ha sido profundizada mediante dragado.
hu: Egy víztest fenekének kotrással mélyített területe.
sv: Ett område på botten av ett vattendrag som har fördjupats genom muddring.

source: An area of water mostly surrounded by land but with level connection to the ocean or a lake.
de_ch: Weitgehend von Land umgebene Wasserfläche mit direkter Verbindung zum Meer oder zu einem See.
es: Un área de agua principalmente rodeada de tierra pero con nivel de conexión con el océano o un lago.
hu: Túlnyomórészt szárazfölddel körülvett vízfelület, amely azonban szintben csatlakozik egy tóhoz vagy az óceánhoz.
is: Vatssvæði að mestu umlukið landi en með hallalausa tengingu við haf eða stöðuvatn.
sv: Ett område med vatten som mest omges av land men med koppling till havet eller en sjö utan höjdskillnad.

source: An area of water or enlargement of a channel used for turning vessels.
de_ch: Ein Bereich von Wasser oder eine Vergrösserung eines Kanals, die zum Drehen von Schiffen verwendet wird.
es: Una zona de agua o ampliación de un canal utilizada para girar embarcaciones.
hu: Hajó megfordítására használt vízterület vagy csatorna kiszélesítése.
sv: Ett vattenområde eller en utvidgning av en kanal som används för att vända fartyg.

source: An area which contains one or more submarine cables.
de_ch: Ein Bereich, der ein oder mehrere Unterseekabel enthält.
es: Una zona que contiene uno o más cables submarinos.
hu: Egy vagy több tenger alatt kábelt tartalmazó terület.
sv: Ett område som innehåller en eller flera undervattenskablar.

source: An area within defined limits in which one-way traffic flow is established.
de_ch: Ein Bereich innerhalb definierter Grenzen, in dem ein Einbahnverkehr eingerichtet ist.
es: Un área dentro de límites definidos en la que se establece el flujo de tráfico unidireccional.
hu: Lehatárolt terület, ahol egyirányú forgalom van kialakítva.
sv: Ett område inom definierade gränser där enkelriktat trafikflöde är etablerat.

source: An area within which naval, military or aerial exercises are carried out. Also called an 'exercise area'.
de_ch: Ein Bereich, in dem marine-, militärische oder Luftübungen durchgeführt werden. Auch als 'Übungsbereich' bezeichnet.
es: Un área dentro de la cual se llevan a cabo ejercicios navales, militares o aéreos. También se llama «área de ejercicios».
hu: Haditengerészeti, katonai vagy légi gyakorlatok végrehajtására szolgáló terület. Más néven „gyakorlóterület”.
sv: Ett område inom vilket marin-, militär- eller flygövningar utförs. Även kallat 'övningsområde'.

source: An assemblage of cages, nets, rafts and floats or posts where fish, including shellfish, are artificially cultivated.
de_ch: Eine Ansammlung von Käfigen, Netzen, Flössen und Schwimmkörpern oder Pfosten, in denen Fische, einschliesslich Muscheln, künstlich gezüchtet werden.
es: Un conjunto de jaulas, redes, balsas y flotadores o postes donde se cultivan artificialmente peces, incluidos mariscos.
hu: Hal- vagy kagylótenyésztésre szolgáló ketrecek, hálók, tutajok és úszók vagy oszlopok együttese.
sv: En samling burar, nät, flottar och flöten eller stolpar där fisk, inklusive skaldjur, odlas artificiellt.

source: An assembly of wires or fibres, or a wire rope or chain which has been laid underwater or buried beneath the seabed.
de_ch: Eine Anordnung von Drähten oder Fasern oder ein Drahtseil oder eine Kette, die unter Wasser verlegt oder unter dem Meeresboden vergraben wurde.
es: Un conjunto de alambres o fibras, o un cable metálico o cadena que se ha tendido bajo el agua o enterrado bajo el lecho marino.
hu: Drótokból vagy szálakból álló egység, vagy drótkötél vagy lánc, amelyet a víz alá fektettek vagy a tengerfenék alá temettek.
sv: En samling av trådar eller fibrer, eller ett stålrep eller en kedja som har lagts under vattnet eller begravts under havsbotten.

source: An enclosed area of water surrounded by quay walls constructed to provide means for the transfer of cargos from and to ships.
de_ch: Ein umschlossener Bereich von Wasser, der von Kaiwänden umgeben ist und dazu dient, den Transfer von Fracht von und zu Schiffen zu ermöglichen.
es: Un área cerrada de agua rodeada de muros de muelle construidos para proporcionar medios para la transferencia de cargas desde y hacia los barcos.
hu: Rakpartfalakkal körülvett, zárt vízfelület, amely a rakomány hajókról és hajókra történő szállítására szolgál.
sv: Ett slutet vattenområde omgivet av kajmurar konstruerade för att möjliggöra överföring av last från och till fartyg.

source: An exceptional navigational construction like aqueduct, lift-lock, etc.
de_ch: Eine aussergewöhnliche Navigationskonstruktion wie Aquädukt, Schleusentreppe, etc.
es: Una construcción de navegación excepcional como acueducto, esclusa elevadora, etc.
hu: Kivételes navigációs építmény, például ókori vízvezeték, felvonó-zsilip stb.
sv: En exceptionell navigationskonstruktion som akvedukt, sluss etc.

source: An important luminous aid to navigation, light, lighthouse, to which a name can be attributed. Generally, a major light may be considered to be a light intended for use at sea, usually with a range of 15 miles or more, and in outer approaches to harbours. The IALA Maritime Buoyage System rules (INT-1 Q 130) do not apply for most landfall lights. In general, sector lights follow IALA convention when used for marking a channel.
de_ch: Ein wichtiges leuchtendes Navigationshilfsmittel, Licht, Leuchtturm, dem ein Name zugeordnet werden kann. Im Allgemeinen kann ein Hauptlicht als ein Licht betrachtet werden, das für die Verwendung auf See bestimmt ist, normalerweise mit einer Reichweite von 15 Meilen oder mehr und in äusseren Hafenzufahrten. Die Regeln des IALA Maritime Buoyage Systems (INT-1 Q 130) gelten nicht für die meisten Landfall-Leuchten. Im Allgemeinen folgen Sektorenleuchten der IALA-Konvention, wenn sie zur Markierung eines Fahrwassers verwendet werden.
es: Una ayuda luminosa importante para la navegación, luz, faro, a la que se le puede atribuir un nombre. Generalmente, una luz principal puede considerarse una luz destinada a su uso en el mar, por lo general con un alcance de 15 millas o más, y en las aproximaciones exteriores a los puertos. Las reglas del Sistema de Balizamiento Marítimo de la IALA (INT-1 Q 130) no se aplican a la mayoría de las luces de recalada. En general, las luces de sector siguen la convención IALA cuando se utilizan para marcar un canal.
sv: Ett viktigt lysande navigeringshjälpmedel, ljus, fyr, till vilken ett namn kan tillskrivas. Generellt kan ett huvudljus betraktas som ett ljus avsett för användning till sjöss, vanligtvis med en räckvidd på 15 miles eller mer, och i yttre infarter till hamnar. IALA:s regler för maritime buoyage system (INT-1 Q 130) gäller inte för de flesta landanslutningsljus. I allmänhet följer sektorljus IALA-konventionen när de används för att markera en farled.

source: An indoor kids area is available
de_ch: Spielfläche für Kinder im Innenraum vorhanden
es: Hay una zona para niños cubierta
hu: Van gyerekeknek fenntartott beltéri rész
sv: Område inomhus för barn finns tillgängligt

source: An office where you can get information about a town or region.
de_ch: Eine Auskunftsstelle mit Informationen zum Ort oder Region.
es: Una oficina donde puede obtener información sobre una ciudad o región.
hu: Iroda, amely tájékoztat a városról vagy a régióról.
is: Skrifstofa þar sem hægt er að nálgast upplýsingar um bæ eða hérað.
sv: Ett kontor där du kan få information om en stad eller en region.

source: An official place to register, declare or check goods and people.
de_ch: Ein offizieller Ort, um Waren und Personen zu registrieren, zu deklarieren oder zu überprüfen.
es: Un lugar oficial para registrar, declarar o controlar bienes y personas.
sv: En officiell plats för att registrera, deklarera eller kontrollera varor och personer.

source: An outdoor kids area is available
de_ch: Spielfläche für Kinder im Aussenraum vorhanden
es: Hay una zona para niños al aire libre
hu: Van gyerekeknek fenntartott kültéri rész
sv: Område utomhus för barn finns tillgängligt

source: An overhead cable is an assembly of wires or fibres, or a wire rope or chain, which is supported by structures such as poles or pylons and passing over or nearby navigable waters.
de_ch: Eine Oberleitung ist eine Anordnung von Drähten oder Fasern oder einem Drahtseil oder einer Kette, die von Strukturen wie Masten oder Pylonen getragen wird und über oder in der Nähe von schiffbaren Gewässern verläuft.
es: Un cable aéreo es un conjunto de alambres o fibras, o un cable metálico o cadena, que está soportado por estructuras como postes o torres y pasa por encima o cerca de aguas navegables.
sv: En luftkabel är en sammansättning av trådar eller fibrer, eller ett stålvajer eller en kedja, som bärs upp av strukturer som stolpar eller pyloner och passerar över eller i närheten av navigerbara vatten.

source: An overhead pipeline is a pipeline supported by pylons and passing over or nearby navigable waters.
de_ch: Eine Überkopfleitung ist eine Leitung, die von Pylonen getragen wird und über oder in der Nähe von schiffbaren Gewässern verläuft.
es: Una tubería aérea es una tubería soportada por torres y que pasa por encima o cerca de aguas navegables.
sv: En luftledning är en rörledning som bärs upp av pyloner och passerar över eller i närheten av farbara vatten.

source: Analog
es: Analógico
hu: Analóg
is: Hliðrænt

source: Anarchism
de_ch: Anarchismus
es: Anarquismo
hu: Anarchizmus
sv: Anarkism

source: Anchor berth
de_ch: Ankerliegeplatz
es: Amarradero de ancla
hu: Horgonyzóhely
is: Akkerislægi
sv: Ankarplats

source: Anchorage
de_ch: Ankerplatz
es: Anclaje
is: Akkerisfestar
sv: Ankring

source: Anemometer - wind speed and direction
de_ch: Anemometer - Windrichtung und -geschwindigkeit
es: Anemómetro - velocidad y dirección del viento
sv: Anemometer - vindhastighet och riktning

source: Anglican
de_ch: Anglikanisch
es: Anglicano
hu: Anglikán
is: Enska biskupakirkjan
sv: Anglikan

source: Animal boarding
de_ch: Tierpension
es: Embarque de animales
hu: Állatpanzió
is: Dýrahótel
sv: Djurhotell

source: Animal breeding
de_ch: Tierzucht
es: Criadero de animales
hu: Állattenyésztés
is: Ræktun dýra
sv: Djuruppfödning

source: Animal feed (domestic)
de_ch: Tierfutter (Haustiere)
es: Alimentos para animales (domésticos)
hu: Állateledel (háziállat)
is: Dýramatur (húsdýr)
sv: Djurfoder (tamdjur)

source: Animal feed (non-domestic)
de_ch: Tierfutter (Wildtiere)
es: Alimentos para animales (no domésticos)
hu: Állateledel, takarmány (nem háziállat)
is: Dýramatur (ekki-húsdýr)
sv: Djurfoder (vilddjur)

source: Animal feeding place
de_ch: Ort für Tierfütterung
es: Lugar de alimentación de animales
hu: Állatetető hely
is: Staður til að fóðra dýr
sv: Utfodringsplats

source: Animal shelter
de_ch: Tierheim
es: Refugio de animales
hu: Állatmenhely
is: Dýraskýli
sv: Djurhem

source: Animal training
de_ch: Tiertraining
es: Entrenamiento de animales
sv: Djurträning

source: Animal watering place
de_ch: Tränke
es: Lugar de abrevadero de animales
hu: Állatitató
is: Staður til að brynna dýrum
sv: Drickplats för djur

source: Animals
de_ch: Tierarten
es: Animales
hu: Állatok
is: Dýr
sv: Djur

source: Annotation
de_ch: Anmerkung
es: Anotación
hu: Megjegyzés
is: Glósa
sv: Anteckning

source: Anteater
de_ch: Ameisenbär
es: Oso hormiguero
hu: Hangyász
is: Mauræta
sv: Myrslok

source: Antelope
de_ch: Antilope
es: Antílope
hu: Antilop
is: Antílópa
sv: Antilop

source: Antenna
de_ch: Antennenmast
es: Antena
is: Loftnet
sv: Antenn

source: Anthracite
de_ch: Anthrazit
es: Antracita
hu: Antracit
is: Steinkol
sv: Antracit

source: Anticlockwise
de_ch: Gegenuhrzeigersinn
es: En sentido contrario a las agujas del reloj
hu: Óramutató járásával ellentétesen
is: Rangsælis
sv: Motsols

source: Antiquarian
de_ch: Antiquarisch
es: Anticuario
hu: Használt, antikvárium
sv: Antikvarisk

source: Antiques
de_ch: Antiquitäten
es: Antigüedades
hu: Antikvitás
is: Antíkverslun
sv: Antikviteter

source: Any macroscopic marine algae. Kelp is one of an order (laminariales) of usually large, blade-shaped or vine-like brown algae. (now excluding seagrass), see change and symbol proposed for S-4 and S-101 DCEG.
de_ch: Jede makroskopische marine Alge. Kelp ist eine der Ordnung (Laminariales) der normalerweise grossen, blattförmigen oder rankenartigen braunen Algen. (jetzt ohne Seegras), siehe Änderung und Symbol vorgeschlagen für S-4 und S-101 DCEG.
es: Cualquier alga marina macroscópica. El kelp es una de un orden (laminariales) de algas pardas generalmente grandes, en forma de hoja o de vid. (ahora excluyendo las algas marinas), ver el cambio y el símbolo propuesto para S-4 y S-101 DCEG.
sv: Alla makroskopiska marina alger. Kelp tillhör en ordning (laminariales) av vanligtvis stora, bladformade eller vinstocksliknande brunalger. (nu exklusive sjögräs), se ändring och symbol föreslagen för S-4 och S-101 DCEG.

source: Any of various submerged monocotyledonous plants (such as Posidonia, eelgrass (Zostera), tape grass (Hydrocharitaceae), turtle grass (Thalassia testudinum) and other Cymodoceaceae) of tropical to temperate usually shallow coastal waters that have narrow grasslike leaves and often form dense underwater meadows. (now distinct from Weed/Kelp, macroscopic marine algae), see change and symbol proposed for S-4 and S-101 DCEG.
de_ch: Jede der verschiedenen untergetauchten Einkeimblättrigen Pflanzen (wie Posidonia, Seegras (Zostera), Bandgras (Hydrocharitaceae), Schildkrötengras (Thalassia testudinum) und andere Cymodoceaceae) in tropischen bis gemässigten, normalerweise flachen Küstengewässern, die schmale grasähnliche Blätter haben und oft dichte Unterwasserwiesen bilden. (jetzt unterschieden von Unkraut/Seetang, makroskopischen Meeresalgen), siehe Änderung und vorgeschlagenes Symbol für S-4 und S-101 DCEG.
es: Cualquiera de varias plantas monocotiledóneas sumergidas (como Posidonia, zostera marina (Zostera), hierba cinta (Hydrocharitaceae), hierba tortuga (Thalassia testudinum) y otras Cymodoceaceae) de aguas costeras tropicales a templadas generalmente poco profundas que tienen hojas estrechas como hierba y a menudo forman densos prados submarinos. (ahora distinto de Algas/Kelp, algas marinas macroscópicas), ver cambio y símbolo propuesto para S-4 y S-101 DCEG.
sv: Vilken som helst av olika undervattensväxter av monokotyledona växter (såsom Posidonia, ålgräs (Zostera), bandgräs (Hydrocharitaceae), sköldpaddsgräs (Thalassia testudinum) och andra Cymodoceaceae) i tropiska till tempererade, vanligtvis grunda kustvatten som har smala gräsliknande blad och ofta bildar täta undervattensängar. (nu till skillnad från ogräs/kelp, makroskopiska marina alger), se ändring och symbol föreslagen för S-4 och S-101 DCEG.

source: Apartments
de_ch: Wohnungen
es: Apartamentos
hu: Társasház
is: Íbúðir
sv: Lägenheter

source: Apple Lightning socket
de_ch: Apple Lightning Steckdose
es: Conector Apple Lightning
sv: Apple Lightning-uttag

source: Apple trees
de_ch: Apfelbäume
es: Manzanos
hu: Almafa
is: Eplatré
sv: Äppelträd

source: Apples
de_ch: Äpfel
es: Manzanas
hu: Alma
sv: Äpplen

source: Appliances
de_ch: Geräte
es: Electrodomésticos
hu: Háztartási berendezés
is: Raftæki
sv: Hushållsapparater

source: Approach lighting system
de_ch: Beleuchtungssystem annähern
es: Sistema de iluminación de aproximación
hu: Megközelítési fényrendszer
is: Aðflugsljósakerfi
sv: Inflygningsljus

source: Approach segment
de_ch: Annäherungssegment
es: Segmento de aproximación
hu: Rácsatlakozó útszakasz
is: Aðflugssvæði
sv: Inflygningssegment

source: Apricot trees
de_ch: Aprikosenbäume
es: Albaricoqueros
hu: Sárgabarackfa
is: Apríkósutré
sv: Aprikosträd

source: Apron
de_ch: Vorfeld
es: Plataforma de estacionamiento
hu: Előtér
is: Flughlað
sv: Parkering för flygplan (Apron)

source: Aquaculture
de_ch: Aquakultur
es: Acuicultura
hu: Akvakultúra
is: Vatnseldi
sv: Vattenbruk

source: Aquarium
es: Acuario
hu: Akvárium
is: Sædýrasafn
sv: Akvarium

source: Aqueduct
de_ch: Aquädukt
es: Acueducto
hu: Vízvezeték
is: Vatnsveitubrú
sv: Akvedukt

source: Arab
de_ch: Arabisch
es: Árabe
is: Arabískt
sv: Arabisk

source: Arabic
de_ch: Arabisch
es: Árabe
hu: arab
is: Arabíska
sv: Arabiska

source: Archaeological
de_ch: Archäologisch
es: Arqueológico
hu: Régészeti
is: Fornminjar
sv: Arkeologisk

source: Archaeological Site
de_ch: Archäologischer Fundort
es: Yacimiento arqueológico
hu: Régészeti lelőhely
is: Fornleifasvæði
sv: Arkeologisk plats

source: Archaeological site
de_ch: Archäologischer Fundort
es: Yacimiento arqueológico
hu: Régészeti lelőhely
is: Fornminjar
sv: Arkeologisk plats

source: Archery
de_ch: Bogenschiessen
es: Tiro con arco
hu: Íjászat
is: Bogfimi
sv: Pilbåge

source: Architect
de_ch: Architekt
es: Arquitecto
hu: Építész
is: Arkítekt
sv: Arkitekt

source: Architectural style
de_ch: Architekturstil
es: Estilo arquitectónico
hu: Építészeti stílus
is: Gerð byggingastíls
sv: Arkitekturstil

source: Architecture
de_ch: Architektur
es: Arquitectura
hu: Építészeti alkotás
is: Byggingastíll
sv: Arkitektur

source: Area
de_ch: Fläche/Gebiet
es: Área
hu: Terület
is: Svæði
sv: Område

source: Area (more than 20m)
de_ch: Gebiet (weiter weg als 20m)
es: Área (más de 20 m)
hu: 3. Terület (20 m-nél messzebbről is)
sv: Område (mer än 20 m)

source: Argentinian
de_ch: Argentinisch
es: Argentino
hu: argentin
is: Argentínskt
sv: Argentinsk

source: Armenian
de_ch: Armenisch
es: Armenio
hu: örmény
is: Armenska
sv: Armeniska

source: Armrest
de_ch: Armlehne
es: Reposabrazos
sv: Armstöd

source: Arrow
de_ch: Pfeil
es: Flecha
sv: Pil

source: Arrow (tactile)
de_ch: Pfeil (tastbar)
es: Flecha (táctil)
hu: Nyíl (tapintható)
is: Ör (upphleypt)
sv: Pil (taktil)

source: Art
de_ch: Kunst
es: Arte
hu: Művészet
is: Listir
sv: Konst

source: Art Deco
de_ch: Art déco
es: Art déco
hu: Art déco
sv: Art déco

source: Art gallery
de_ch: Kunstgalerie
es: Galería de arte
hu: Művészeti galéria
is: Listagallerí
sv: Konstgalleri

source: Artic fox
de_ch: Polarfuchs
es: Zorro ártico
hu: Sarki róka
is: Heimskautarefur
sv: Fjällräv

source: Artificial turf
de_ch: Kunstrasen
es: Césped artificial
hu: Műfű
is: Gervigras
sv: Konstgräs

source: Artist Name
de_ch: Künstlername
es: Nombre del artista
hu: Művész neve
is: Nafn listamanns
sv: Konstnärsnamn

source: Arts Centre
de_ch: Kulturzentrum
es: Centro de artes
hu: Művészeti központ
is: Listamiðstöð
sv: Konstcenter

source: Arts and craft supplies
de_ch: Künstlerbedarf
es: Suministros de arte y artesanía
hu: Kézműveskellék-bolt
sv: Tillbehör för konst och hantverk

source: Artwork
de_ch: Kunstwerk
es: Obra de arte
hu: Műalkotás
is: Listaverk
sv: Konst

source: Arête
de_ch: Grat
es: Arista
hu: Éles hegygerinc (arête)
sv: Bergskam

source: Ascent (m)
de_ch: Anstieg (m)
es: Ascensión (m)
hu: Emelkedés (m)
is: Hækkun (m)
sv: Stigning (m)

source: Ashok tree
de_ch: Ashokbaum
es: Árbol ashoka
hu: Asókafa
sv: Ashok-träd

source: Asian
de_ch: Asiatisch
es: Asiático
hu: ázsiai
is: Asískt
sv: Asiatisk

source: Asparagus
de_ch: Spargel
es: Espárragos
hu: Spárga
sv: Sparris

source: Asphalt
es: Asfalto
hu: Aszfalt
is: Asfalt
sv: Asfallt

source: Assamese
de_ch: Assamesisch
es: Asamés
hu: asszámi
is: Assamíska
sv: Assamesiska

source: Assembly Point
de_ch: Sammelplatz
es: Punto de reunión
hu: Gyülekezőhely
is: Safnsvæði
sv: Återsamlingsplats

source: Assisted Living
de_ch: Betreutes Wohnen
es: Hogar para indigentes
hu: Bentlakásos otthon
is: Búseta með stuðningi
sv: Servicehus

source: Assisted self service
de_ch: Betreute Selbsthilfe
es: Autoservicio asistido
hu: Saját szerelés segítséggel
is: Sjálfsafgreiðsla með aðstoð
sv: Assisterad självbetjäning

source: Associated Street
de_ch: Zugeordnete Strasse
es: Calle asociada
hu: Kapcsolódó utca
is: Tengd gata
sv: Tillhörande Gata

source: Associated street
de_ch: Zugeordnete Strasse
es: Calle asociada
hu: Kapcsolódó utca
is: Tengd gata
sv: Tillhörande gata

source: Association
de_ch: Verein
es: Asociación
hu: Egyesület
is: Samtök
sv: Förening

source: Astronomical
de_ch: Astronomie
es: Astronómico
hu: Csillagászati
is: Stjörnufræðitengt
sv: Astronomisk

source: Astronomy
de_ch: Astronomie
es: Astronomía
hu: Csillagászat
is: Stjörnufræði
sv: Astronomi

source: Asymmetric stroke (sides in way direction)
de_ch: Asymmetrische Linie (Seiten in Linienrichtung)
es: Línea asimétrica (lados en dirección del sentido de circulación)
sv: Asymmetrisk linje (sidorna i riktning)

source: Attraction
de_ch: Sehenswürdigkeit
es: Atracción
hu: Látványosság
is: Aðdráttarafl
sv: Attraktion

source: Audio Guide
de_ch: Audioführung
es: Guia de audio
is: Hljóðleiðsögn
sv: Ljud guide

source: Audioguide via mobile phone?
de_ch: Audioguide per Mobiltelefon?
es: ¿Audioguía a través del teléfono móvil?
hu: Mobiltelefonos audioguide?
is: Hljóðleiðsögn í farsíma?
sv: Ljudguide via mobiltelefon?

source: Audiologist
de_ch: Audiologe
es: Audiólogo
hu: Audiológus
is: Heyrnartækjafræðingur
sv: Audionomi (hörsel)

source: Audit
de_ch: Prüfung
es: Auditoría
hu: Pénzügyi ellenőrzés
is: Endurskoðun
sv: Vuxen

source: Auditorium
de_ch: Zuhörerraum
es: Auditorio
hu: Előadóterem
is: Fyrirlestrasalur
sv: Hörsal

source: Australian Football
es: Fútbol Australiano
hu: Ausztrál futball
is: Ástralskur fótbolti
sv: Australisk fotboll

source: Authentication
de_ch: Authentifizierung
es: Autenticación
hu: Azonosítás
is: Auðkenning
sv: Autentisering

source: Authentication:
de_ch: Authentifizierung:
es: Autenticación:
hu: Azonosítás:
is: Auðkenning:
sv: Autentisering:

source: Auto rickshaw
de_ch: Autorikscha
es: Mototaxi
hu: Motoros riksa, motoros tricikli

source: Auto-transformer (windings type)
de_ch: Auto-Transformator (Wicklungstyp)
es: Autotransformador (tipo bobinado)
is: Sjálfvirkur spennubreytir (gerð vindinga)
sv: Autotransformator (lindningstyp)

source: Automated
de_ch: Automatisiert
es: Automático
hu: Automatizált
is: Sjálfvirk
sv: Automatisk

source: Automated Defibrillator
de_ch: Defibrillator (AED)
es: Desfibrilador automático
hu: Automatikus defibrillátor
is: Sjálfvirkt hjartastuðtæki
sv: Automatisk defibrillator

source: Automated Teller Machine
de_ch: Geldautomat
es: Cajero automático
hu: Bankautomata
is: Hraðbanki
sv: Bankomat

source: Automatic
de_ch: Automatisch
es: Automático
hu: Automatikus
is: Sjálfvirkt
sv: Automatisk

source: Automatic check_date generation
de_ch: Automatische check_date Erzeugung
es: Generación automática de fecha de verificación
hu: Check_date automatikus létrehozása
sv: Automatisk generering av kontrolldatum

source: Automatic door
de_ch: Automatische Tür
es: Puerta automática
hu: Automatikus ajtó
is: Sjálfvirk hurð
sv: Automatisk dörr
