Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: # full width lanes in way direction
de_ch: Anzahl Spuren in Wegrichtung
es: # carriles de ancho completo en la dirección de la vía
sv: # körfält i full bredd i körriktningen

source: # full width lanes opposite to way direction
de_ch: Anzahl Spuren entgegen der Wegrichtung
es: # carriles de ancho completo en dirección opuesta a la vía
sv: # körfält i full bredd motsatt körriktning

source: (Average) height
de_ch: Höhe (Durchschnitt)
es: Altura (promedio)
hu: (Átlagos) magasság
is: (Meðal)hæð
sv: (Genomsnittlig) höjd

source: (Please only use this tag if more detailed mapping using busbars and bays is impossible!)
de_ch: (Bitte benutze diesen Tag nur, wenn ein detaillierteres Mappen mit Sammelschienen/busbars und Abzweigen/bays nicht möglich ist!)
es: (Utilice esta etiqueta solo si no es posible un mapeo más detallado con barras colectoras y celdas.)
hu: (Csak akkor használjuk ezt a címkét, ha a gyűjtősíneket és a mezőket lehetetlen pontosabban feltérképezni!)
sv: (Använd denna tagg enbart när mer detaljerad mappning med samlingsskena och ställverksfack inte är möjlig!)

source: (Use number as shown on plate.)
de_ch: (Nutze die Zahl, die auf dem Schild steht.)
es: (Utilice el número como se muestra en la placa.)
hu: (A táblán látható számot használjuk.)
sv: (Visa det nummer som syns på skylten.)

source: (please use isolated_dwelling for an isolated farm)
de_ch: (für abseits gelegene Bauernhöfe bitte isolated_dwelling benutzen)
es: (use isolated_dwelling para una granja aislada)
hu: (Elszigetelt tanyához az isolated_dwelling értéket használjuk.)
is: (endilega notaðu isolated_dwelling fyrir stakt býli)
sv: (använd isolated_dwelling för en isolated farm)

source: ... other transportation modes possible
de_ch: ... andere Fortbewegungsarten möglich.
es: ... otros modos de transporte posibles
hu: …más lehetséges közlekedési módok
is: ... aðrir samgöngumátar mögulegir
sv: ... andra transportmedel möjliga

source: 0: Graveled or hardened earth. Good Grip. Avg. incline 10%
de_ch: 0: Geschotterte oder verfestigte Erde. Guter Grip. Durchschnittliche Steigung 10%.
es: 0: Tierra endurecida o con grava. Buen agarre. Inclinación media del 10%
sv: 0: Grusad eller hård jord. Bra grepp. Genomsnittlig lutning 10 %

source: 0: Solid gravel/packed earth, no obstacles, wide curves
de_ch: 0: Solider Kies/komprimierte Erde, keine Hindernisse, weite Kurven
es: 0: Grava sólida/tierra compactada, sin obstáculos, curvas amplias
hu: 0: Szilárd kavicsos / döngölt földes, akadálymentes, széles kanyarok
is: 0: Þétt möl/þjappað undirlag, engar hindranir, auðveldar beygjur
sv: 0: Fast grus/packad jord, inga hinder, breda kurvor

source: 1 - Solid
de_ch: 1 - Fester Belag
es: 1 - Compacta
hu: 1 – Tömör
is: 1 - Gegnheilt
sv: 1 - Fast

source: 1 day
de_ch: 1 Tag
es: 1 día
hu: 1 nap
is: 1 dagur
sv: 1 dag

source: 1 hour
de_ch: 1 Stunde
es: 1 hora
hu: 1 óra
is: 1 klukkustund
sv: 1 timme

source: 1 table
de_ch: 1 Tisch
es: 1 mesa
hu: 1 asztal
is: 1 tafla
sv: 1 bord

source: 1.5 hours
de_ch: 1,5 Stunden
es: 1.5 horas
hu: 1,5 óra
is: 1,5 klukkustundir
sv: 1.5 timme

source: 1.5 years
de_ch: 1,5 Jahre
es: 1.5 años
hu: 1,5 év
is: 1,5 ár
sv: 1.5 år

source: 1/50 mix (mofa/moped)
de_ch: 1/50 Gemisch (Mofa/Moped)
es: 1/50 mix (mofa/motocicleta)
hu: 1/50 arányú keverék mopedhez
is: 1/50 blanda (vélknúin reiðhjól/skellinöðrur)
sv: 1/50 oljeblandat

source: 180 minutes
de_ch: 180 Minuten
es: 180 minutos
hu: 180 perc
is: 180 mínútur
sv: 180 minuter

source: 1: Graveled or hardened earth. Good Grip. Avg. incline 15%
de_ch: 1: Geschotterter oder verfestigter Boden. Guter Grip. Durchschnittliche Steigung 15%.
es: 1: Tierra endurecida o con grava. Buen agarre. Inclinación media del 15%
sv: 1: Grusad eller hård jord. Bra grepp. Genomsnittlig lutning 15 %

source: 1: Some loose surface, small obstacles, wide curves
de_ch: 1: Teilweise lockerer Untergrund, kleine Hindernisse, weite Kurven
es: 1: Poca superficie suelta, pequeños obstáculos, curvas amplias
hu: 1: Valamelyest laza felszín, kisebb akadályok, széles kanyarok
is: 1: Nokkuð laust undirlag, litlar hindranir, auðveldar beygjur
sv: 1: Delvis löst underlag, små hinder, breda kurvor

source: 2 - Mostly solid
de_ch: 2 - Verdichteter Belag
es: 2 - Mayormente compacta
hu: 2 – Többnyire tömör
is: 2 - Mestmegnis þétt
sv: 2 - Mestadels fast

source: 2 tables
de_ch: 2 Tische
es: 2 mesas
hu: 2 asztal
is: 2 töflur
sv: 2 bord

source: 2 weeks
de_ch: 2 Wochen
es: 2 semanas
hu: 2 hét
is: 2 vikur
sv: 2 veckor

source: 2: Mostly stable, unsurfaced, partly washed out
de_ch: 2: Weitgehend stabil, unbefestigt, teilweise ausgewaschen
es: 2: Mayormente estable, sin pavimentar, parcialmente erosionado
sv: 2: Mestadels stabil, obelagd, delvis urtvättad

source: 2: Much loose surface, large obstacles, easy hairpins
de_ch: 2: Viel loser Untergrund, grosse Hindernisse, einfache Haarnadelkurven
es: 2: Mucha superficie suelta, grandes obstáculos, giros en U fáciles
hu: 2: Eléggé laza felszín, nagy akadályok, könnyű hajtűkanyarok
is: 2: Mjög laust undirlag, stórar hindranir, auðveldar beygjur
sv: 2: Mycket löst underlag, stora hinder, enkla hårnålar

source: 3 - Mix hard and soft
de_ch: 3 - Weicher und fester Belag
es: 3 - Medianamente compacta
hu: 3 – Vegyesen tömör és laza
is: 3 - Blanda af mjúku og hörðu
sv: 3 - Mixat fast och mjukt

source: 3 days
de_ch: 3 Tage
es: 3 días
hu: 3 nap
is: 3 dagar
sv: 3 dagar

source: 3 tables
de_ch: 3 Tische
es: 3 mesas
hu: 3 asztal
is: 3 töflur
sv: 3 bord

source: 30 minutes
de_ch: 30 Minuten
es: 30 minutos
hu: 30 perc
is: 30 mínútur
sv: 30 minuter

source: 3: Slippery surface, large obstacles, tight hairpins
de_ch: 3: Rutschige Oberfläche, grosse Hindernisse, enge Haarnadelkurven
es: 3: Superficie resbaladiza, grandes obstáculos, giros en U cerrados
hu: 3: Csúszós felszín, nagy akadályok, éles hajtűkanyarok
is: 3: Sleipt undirlag, stórar hindranir, þröngar beygjur
sv: 3: Halt underlag, stora hinder, snäva hårnålar

source: 3: Variable Surface, tight corners, small steps, surface rocks, earth or grass.
de_ch: 3: Unterschiedliche Untergründe, enge Kurven, kleine Stufen, Felsen, Erde oder Gras.
es: 3: Superficie variable, curvas cerradas, pequeños escalones, rocas superficiales, tierra o hierba.
sv: 3: Variabelt underlag, snäva hörn, små steg, stenar på underlaget, jord eller gräs.

source: 4 - Mostly soft
de_ch: 4 - Weicher Belag, unbefestigt
es: 4 - Poco compacta
hu: 4 – Többnyire laza
is: 4 - Mestmegnis mjúkt
sv: 4 - Mestadels mjukt

source: 4 months
de_ch: 4 Monate
es: 4 meses
hu: 4 hónap
is: 4 mánuðir
sv: 4 månader

source: 4 tables
de_ch: 4 Tische
es: 4 mesas
hu: 4 asztal
is: 4 töflur
sv: 4 bord

source: 4: Loose surface or boulders, dangerous hairpins
de_ch: 4: Lockere Oberfläche oder Felsbrocken, gefährliche Haarnadelkurven
es: 4: Superficie suelta o rocosa, giros en U peligrosos
hu: 4: Laza felszín vagy sziklák, veszélyes hajtűkanyarok
is: 4: Laust undirlag eða stórgrýti, hættulegar þröngar beygjur
sv: 4: löst underlag eller stenblock, farliga hårnålar

source: 4: Way is very steep, or in bad condition for pedalling uphill. Steps, trees, roots, tight corners.
de_ch: 4: Der Weg ist sehr steil oder in schlechtem Zustand, um bergauf zu radeln. Stufen, Bäume, Wurzeln, enge Kurven.
es: 4: El camino es muy empinado o está en malas condiciones para pedalear cuesta arriba. Escalones, árboles, raíces, curvas cerradas.
sv: 4: Vägen är mycket brant, eller i dåligt skick för att trampa uppför. Trappor, träd, rötter, snäva kurvor.

source: 5 - Soft
de_ch: 5 - Unbefestigt
es: 5 - Nada compacta
hu: 5 – Laza
is: 5 - Mjúkt
sv: 5 - Mjukt

source: 5 tables
de_ch: 5 Tische
es: 5 mesas
hu: 5 asztal
is: 5 töflur
sv: 5 bord

source: 5: Maximum difficulty, boulder fields, landslides
de_ch: 5: Maximale Schwierigkeit, Geröllfelder, Erdrutsche
es: 5: Dificultad máxima, campo rocoso, derrumbes
hu: 5: Maximális nehézség, sziklamezők, földcsuszamlások
is: 5: Hámarkserfiðleikar, stórgrýtisurð, skriður
sv: 5: Maximal svårighet, blockfält, jordskred

source: 5: Way is too steep and/or too difficult to ride uphill.
de_ch: 5: Der Weg ist zu steil und/oder zu schwierig, um bergauf zu fahren.
es: 5: El camino es demasiado empinado o demasiado difícil para subirlo en bicicleta.
sv: 5: Vägen är för brant och/eller för svår att cykla uppför.

source: 60 minutes
de_ch: 60 Minuten
es: 60 minutos
hu: 60 perc
is: 60 mínútur
sv: 60 minuter

source: 6: Not rideable
de_ch: 6: Nicht befahrbar
es: 6: No se puede montar
hu: 6: Kerékpárral járhatatlan
is: 6: Ekki reiðfært
sv: 6: Icke framkomligt

source: A Finnish-style hot sauna in which the stove has no chimney but instead the smoke fills the room when the sauna is prepared, and the smoke is then ventilated out when the sauna is ready.
de_ch: Eine heisse Sauna nach finnischer Art, bei der der Ofen keinen Schornstein hat, sondern der Rauch den Raum füllt, wenn die Sauna vorbereitet wird, und der Rauch dann abgezogen wird, wenn die Sauna fertig ist.
es: Sauna finlandesa caliente en la que la estufa no tiene chimenea, sino que el humo llena la habitación cuando se prepara la sauna, y el humo se ventila cuando la sauna está lista.
hu: Finn stílusú forró szauna, amelyben a kályhának nincs kéménye, hanem a füst a szauna előkészítésekor betölti a helyiséget, majd a füstöt kiszellőztetik, amikor a szauna használatra kész.
sv: En varm bastu i finsk stil där kaminen saknar skorsten utan istället fyller röken rummet när bastun förbereds, och röken ventileras sedan ut när bastun är klar.

source: A Finnish-style sauna with a temperature of over 60°C because of the water thrown on the rocks of the stove. This kind of sauna is relatively dry because of the high temperature.
de_ch: Eine finnische Sauna mit einer Temperatur von über 60°C, die durch das auf die Steine des Ofens geworfene Wasser entsteht. Diese Art von Sauna ist aufgrund der hohen Temperatur relativ trocken.
es: Sauna finlandesa con una temperatura superior a 60 °C debido al agua que se arroja sobre las piedras de la estufa. Este tipo de sauna es relativamente seca debido a la alta temperatura.
hu: Finn stílusú szauna, amelynek hőmérséklete a kályha kövére öntött víz miatt meghaladja a 60 °C-ot. Ez a fajta szauna a magas hőmérséklet miatt viszonylag száraz.
sv: En finsk bastu med en temperatur på över 60°C på grund av vattnet som kastas på stenarna i kaminen. Denna typ av bastu är relativt torr på grund av den höga temperaturen.

source: A Harbour installation with a service or commercial operation of public interest. A body of water providing protection for vessels, and providing anchoring and docking facilities.
de_ch: Eine Hafenanlage mit einer Dienstleistungs- oder kommerziellen Einrichtung von öffentlichem Interesse. Ein Gewässer, das Schutz für Schiffe bietet und Anker- und Dockingmöglichkeiten bereitstellt.
es: Instalación portuaria con una operación de servicio o comercial de interés público. Un cuerpo de agua que proporciona protección a las embarcaciones y ofrece instalaciones de anclaje y atraque.
hu: Közérdekű szolgáltatást vagy kereskedelmi tevékenységet végző kikötői létesítmény. Hajóknak védelmet nyújtó, horgonyzási és dokkolási lehetőséget biztosító víztest.
sv: En hamnanläggning med en tjänst eller kommersiell verksamhet av allmänt intresse. Ett vattenområde som skyddar fartyg och tillhandahåller ankrings- och dockningsmöjligheter.

source: A Korean-style hot and dry sauna, in which water is not thrown on the stove.
de_ch: Eine Heiss- und Trockensauna nach koreanischer Art, bei der kein Wasser auf den Ofen geworfen wird.
es: Sauna coreana, caliente y seca, en la que no se arroja agua sobre la estufa.
hu: Koreai stílusú forró és száraz szauna, amelyben nem öntenek vizet a kályhára.
sv: En varm och torr bastu i koreansk stil, där vatten inte kastas på spisen.

source: A Signpost/Guidepost to indicate the directions to different destinations.
de_ch: Ein Wegweiser zu mehreren verschiedenen Zielen.
es: Un poste indicador/Letrero para indicar las direcciones de distintos destinos.
hu: Különböző célpontok irányát mutató útjelző tábla.
is: Vegvísir/merkjastaur sem gefur upplýsingar um stefnu/leiðir til ýmissa áfangastaða.
sv: Vägvisare med skylt eller pilar för att visa riktningen till olika namngivna resmål.

source: A Turkish-style steam sauna with a lower temperature and limited visibility because of the steam generated.
de_ch: Eine türkische Dampfsauna mit niedrigerer Temperatur und eingeschränkter Sicht aufgrund des entstehenden Dampfes.
es: Sauna de vapor de estilo turco con una temperatura más baja y visibilidad limitada debido al vapor generado.
hu: Török stílusú gőzszauna, alacsonyabb hőmérséklettel és a keletkező gőz miatt korlátozott láthatósággal.
sv: En ångbastu i turkisk stil med lägre temperatur och begränsad sikt på grund av den genererade ångan.

source: A beacon primarily used to indicate an area or feature, the nature of which is apparent from reference to a chart, Sailing Directions or Notices to Mariners.
de_ch: Ein Leuchtfeuer, das hauptsächlich dazu dient, einen Bereich oder ein Merkmal anzuzeigen, dessen Art aus einem Verweis auf eine Karte, Segelanweisungen oder Navigationshinweise ersichtlich ist.
es: Baliza utilizada principalmente para indicar un área o característica, cuya naturaleza es evidente por referencia a una carta, instrucciones de navegación o avisos a los navegantes.
hu: Elsősorban olyan területek vagy jellegzetességek jelzésére használt jel, amelyeknek a jellege nyilvánvaló a térképre, a vitorlázási útvonalakra vagy a hajósoknak szóló hirdetményekre való hivatkozásból.
sv: En fyr som huvudsakligen används för att indikera ett område eller en egenskap, vars natur framgår av hänvisning till ett sjökort, seglingsanvisningar eller meddelanden till sjömän.

source: A beacon that is moored on or above an isolated danger of limited extent, which has navigable water all around it.
de_ch: Ein Leuchtfeuer, das an oder über einer isolierten Gefahr von begrenztem Ausmass verankert ist und das umlaufendes Wasser hat.
es: Baliza amarrada sobre o encima de un peligro aislado de extensión limitada, que tiene agua navegable a su alrededor.
hu: Korlátozott kiterjedésű, elszigetelt veszélyen vagy veszély felett kihorgonyzott jel, amely körül hajózható víz található.
sv: En fyr som är förtöjd på eller ovanför en isolerad fara av begränsad utbredning, som har segelbart vatten runt omkring.

source: A beacon used in conjunction with the compass to indicate where the mariner may find the best navigable water.
de_ch: Ein Leuchtfeuer, das in Verbindung mit dem Kompass verwendet wird, um anzuzeigen, wo der Seefahrer das beste befahrbare Wasser finden kann.
es: Baliza utilizada junto con la brújula para indicar dónde el navegante puede encontrar las mejores aguas navegables.
hu: Az iránytűvel együtt használt jel, amely jelzi, hogy a tengerész hol találja a legjobb hajózható vizet.
sv: En fyr som används tillsammans med kompassen för att indikera var sjöfararen kan hitta det bästa farbara vattnet.

source: A beacon used to indicate that there is navigable water around the mark.
de_ch: Ein Leuchtfeuer, das darauf hinweist, dass es um die Markierung herum befahrbares Wasser gibt.
es: Baliza utilizada para indicar que hay aguas navegables alrededor de la marca.
hu: Önmaga körül hajózható vizet mutató jel.

source: A beacon used to indicate the port or starboard hand side of the route to be followed.
de_ch: Ein Leuchtfeuer, das verwendet wird, um die Backbord- oder Steuerbordseite der zu folgenden Route anzuzeigen.
es: Baliza utilizada para indicar el lado de babor o estribor de la ruta a seguir.
hu: A követendő útvonal bal vagy jobb oldalát mutató jel.
sv: En fyr som används för att indikera babords eller styrbords sida av den rutt som ska följas.

source: A board with a map.
de_ch: Eine Tafel mit Karte
es: Un tablero con un mapa.
hu: Tábla térképpel.
is: Spjald með landakorti.
sv: En tavla med karta

source: A board with information.
de_ch: Tafel mit Informationen
es: Un tablero con información.
hu: Tábla információkkal.
is: Spjald með upplýsingum.
sv: En tavla med information.

source: A boat-like structure used instead of a light buoy in waters where strong streams or currents are experienced, or when a greater elevation than that of a light buoy is necessary.
de_ch: Eine bootähnliche Struktur, die anstelle einer Leuchtboje in Gewässern verwendet wird, in denen starke Strömungen oder Strömungen auftreten oder wenn eine grössere Höhe als die einer Leuchtboje erforderlich ist.
es: Estructura similar a un barco utilizada en lugar de una boya luminosa en aguas donde se experimentan fuertes corrientes o cuando se necesita una mayor elevación que la de una boya luminosa.
hu: Csónakszerű szerkezet, amelyet könnyű bója helyett használnak olyan vizeken, ahol erősek az áramlások, vagy ha a könnyű bójáénál nagyobb magasságra van szükség.
sv: En båtliknande struktur som används istället för en ljusboj i vatten där starka strömmar förekommer, eller när en högre höjd än en ljusboj är nödvändig.

source: A body of water, such as a lake or pond.
de_ch: Ein Gewässer, wie ein See oder Teich.
es: Un cuerpo de agua, como un lago o estanque.
hu: Egy víztest, például egy kisebb-nagyobb tó.
sv: Större vattensamling, som en sjö eller damm.

source: A buoy primarily used to indicate an area or feature, the nature of which is apparent from reference to a chart, Sailing Directions or Notices to Mariners.
de_ch: Eine Boje, die hauptsächlich dazu dient, einen Bereich oder ein Merkmal anzuzeigen, dessen Natur aus einem Verweis auf eine Karte, Segelanweisungen oder Hinweise für Seefahrer ersichtlich ist.
es: Boya utilizada principalmente para indicar un área o característica, cuya naturaleza es evidente por referencia a una carta, instrucciones de navegación o avisos a los navegantes.
hu: Elsősorban olyan területet vagy jellegzetességet jelző bója, amelynek jellege a térképre, a vitorlás útvonalakra vagy a hajósoknak szóló hirdetményekre való hivatkozásból nyilvánvaló.
sv: En boj som huvudsakligen används för att indikera ett område eller en egenskap, vars natur framgår av hänvisning till ett sjökort, seglingsanvisningar eller meddelanden till sjömän.

source: A buoy that is moored on or above an isolated danger of limited extent, which has navigable water all around it.
de_ch: Eine Boje, die an oder über einer isolierten Gefahr begrenzten Ausmasses verankert ist und von allen Seiten befahrbaren Wasser hat.
es: Boya amarrada sobre o encima de un peligro aislado de extensión limitada, que tiene agua navegable a su alrededor.
hu: Olyan, kis kiterjedésű hely felett kitűzött vagy lehorgonyzott jel, amely körül hajózható víz van.
sv: En boj som är förtöjd på eller ovanför en isolerad fara av begränsad utbredning, som har segelbart vatten runt omkring.

source: A buoy used for loading tankers with gas or oil.
de_ch: Eine Boje, die zum Beladen von Tankern mit Gas oder Öl verwendet wird.
es: Una boya utilizada para la carga de buques cisterna con gas o petróleo.
hu: Tartályhajó földgázzal vagy olajjal való feltöltésére használt bója.
sv: En boj som används för att lasta tankfartyg med gas eller olja.

source: A buoy used in conjunction with the compass to indicate where the mariner may find the best navigable water.
de_ch: Eine Boje, die in Verbindung mit dem Kompass verwendet wird, um anzuzeigen, wo der Seemann das beste befahrbare Wasser finden kann.
es: Boya utilizada junto con la brújula para indicar dónde el navegante puede encontrar las mejores aguas navegables.
hu: Az iránytűvel együtt használt bója, amely jelzi, hogy a hajós hol találja a legjobb hajózható vizet.
sv: En boj som används tillsammans med kompassen för att indikera var sjöfararen kan hitta det bästa farbara vattnet.

source: A buoy used to indicate that there is navigable water around the mark.
de_ch: Eine Boje, die verwendet wird, um anzuzeigen, dass es um die Markierung herum befahrbares Wasser gibt.
es: Boya utilizada para indicar que hay aguas navegables alrededor de la marca.
hu: Bója, amely azt jelzi, hogy a jel körül hajózható víz van.
sv: En boj som används för att indikera att det finns farbart vatten runt märket.

source: A buoy used to indicate the port or starboard hand side of the route to be followed.
de_ch: Eine Boje, die verwendet wird, um die Backbord- oder Steuerbordseite der zu folgenden Route anzuzeigen.
es: Boya utilizada para indicar el lado de babor o estribor de la ruta a seguir.
hu: Bója, amely a követendő útvonal bal vagy jobb szélét jelzi.
sv: En boj som används för att indikera babords eller styrbords sida av den rutt som ska följas.

source: A characteristic shape secured at the top of a buoy or beacon to aid in its identification.
de_ch: Eine charakteristische Form, die oben auf einer Boje oder einem Leuchtfeuer angebracht ist, um bei der Identifizierung zu helfen.
es: Forma característica fijada en la parte superior de una boya o baliza para ayudar en su identificación.
hu: Bója vagy jel tetejére rögzített jellegzetes forma, amely annak azonosítását segíti.
sv: En karakteristisk form fäst på toppen av en boj eller fyr för att underlätta dess identifiering.

source: A concreted mass of stony material or coral which dries, is awash or is below the water surface.
de_ch: Eine verfestigte Masse aus steinigem Material oder Korallen, die trocknet, überspült ist oder sich unterhalb der Wasseroberfläche befindet.
es: Masa compacta de material rocoso o coral que se seca, está a nivel del agua o se encuentra por debajo de la superficie.
hu: Köves anyag vagy korall betonozott tömege, amely szárazon áll, el van öntve vagy a vízfelszín alatt van.
sv: En betongmassa av stenigt material eller korall som torkar, är översvämmad eller befinner sig under vattenytan.

source: A connected set of pipes for conveying liquids, slurries, or gases. A pipeline lying on or buried under the seabed or the land.
de_ch: Ein verbundenes Rohrsystem zur Förderung von Flüssigkeiten, Schlämmen oder Gasen. Eine Pipeline, die auf dem Meeresboden oder unter der Erde liegt oder vergraben ist.
es: Conjunto conectado de tuberías para transportar líquidos, lodos o gases. Tubería tendida sobre o enterrada bajo el lecho marino o terrestre.
hu: Folyadék, iszap vagy gáz szállítására szolgáló, összekapcsolt csövek összessége. Tengerfenéken fekvő vagy a tengerfenék vagy szárazföld alatt eltemetett csővezeték.
sv: En sammankopplad uppsättning rör för transport av vätskor, slam eller gaser. En rörledning som ligger på eller är nedgrävd under havsbotten eller marken.

source: A construction to dam oil flow on water.
de_ch: Eine Konstruktion, um den Ölfluss auf Wasser zu stoppen.
es: Una construcción para contener el flujo de petróleo en el agua.
hu: Az olaj vízen történő áramlásának gátlására szolgáló szerkezet.
sv: En konstruktion för att dämma upp oljeflödet på vatten.

source: A defined area where traffic lanes cross.
de_ch: Ein definiertes Gebiet, in dem Verkehrsspurkreuzungen stattfinden.
es: Un área definida donde se cruzan las vías de tráfico.
hu: Meghatározott terület, ahol a forgalmi sávok keresztezik egymást.
sv: Ett avgränsat område där trafikfiler korsar varandra.

source: A designated area of water where a single vessel, sea plane etc. may anchor.
de_ch: Ein bestimmter Bereich des Wassers, in dem ein einzelnes Schiff, Wasserflugzeug usw. ankern kann.
es: Un área designada de agua donde una sola embarcación, hidroavión, etc. puede anclar.
hu: Kijelölt vízterület, ahol egyetlen hajó, hidroplán stb. horgonyozhat.
sv: Ett avsett vattenområde där ett enskilt fartyg, sjöflygplan etc. får ankra.
