Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

source: Ice cubes
cs: Kostky ledu

source: Ice rink
cs: Kluziště

source: Ice road
cs: Ledová cesta

source: Icelandic
cs: Islandština

source: Iglesia ni cristo
cs: Církev Kristova

source: Ilmenite
cs: Ilmenit

source: Image
cs: Obrázek

source: Immigrant visas
cs: Přistěhovatelská víza

source: Implantology
cs: Implantologie

source: In case of traffic signals:
cs: V případě semaforů:

source: In marine navigation, anything that hinders or prevents movement, particularly anything that endangers or prevents passage of a vessel. Areas over which it is safe to navigate but which should be avoided for anchoring, taking the ground or ground fishing.
cs: V námořní plavbě cokoli, co brání pohybu, zejména cokoli, co ohrožuje plavidlo nebo mu brání v plavbě. Oblasti, nad kterými je plavba bezpečná, ale kterým je třeba se vyhnout při kotvení, zabírání země nebo rybolovu na zemi.

source: In the tidal range
cs: V rozsahu přílivu

source: In way direction
cs: Ve směru

source: Inclination in degrees
cs: Sklon ve stupních

source: Incline
cs: Sklon

source: Incomplete tower
cs: Nedokončená věž

source: Indian
cs: Indická

source: Indicates the coverage of a sea area by a radar surveillance station. Inside this area a vessel may request shore-based radar assistance, particularly in poor visibility.
cs: Označuje pokrytí námořní oblasti radarovou přehledovou stanicí. Uvnitř této oblasti může plavidlo požádat o pomoc pobřežního radaru, zejména za špatné viditelnosti.

source: Indicates the coverage of an area, in which a vessel has to report or may request information.
cs: Označuje pokrytí oblasti, ve které musí plavidlo podávat hlášení nebo může žádat o informace.

source: Indonesian
cs: Indonéská

source: Indoor
cs: Vnitřní prostory

source: Indoor area
cs: Vnitřní plocha

source: Indoor door
cs: Vnitřní dveře

source: Indoor elements
cs: Vnitřní prvky

source: Indoor seating
cs: Vnitřní sezení

source: Indoor wall
cs: Vnitřní stěna

source: Inductive
cs: Induktivní

source: Industrial
cs: Průmysl

source: Industrial building
cs: Průmyslová budova

source: Inertial Confinement Fusion (ICF)
cs: Inerciální udržení (IFC)

source: Infiltration
cs: Infiltrační

source: Info
cs: Informace

source: Informal
cs: Neformální

source: Information Board
cs: Informační tabule

source: Information Office
cs: Informační kancelář

source: Information Terminal
cs: informační panel/terminál

source: Information access via electronic methods.
cs: Přístup k informacím elektronickými způsoby

source: Information using headphones or a mobile phone.
cs: Informace pomocí telefonu nebo mobilního telefonu.

source: Infrared
cs: Infračervené

source: Infrastructure
cs: Infrastruktura

source: Ink cartridges
cs: Inkoustové kazety

source: Inline Skating Route
cs: trasa pro inline bruslení

source: Inline skates
cs: Inline brusle

source: Inline skating
cs: Inline bruslení

source: Inline skating route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
cs: Trasa pro inline bruslení (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Inner segment
cs: Vnitřní segment

source: Inofficial
cs: Neoficiální

source: Inscription
cs: Nápis

source: Inshore traffic zone
cs: Pobřežní dopravní zóna

source: Inspection
cs: Kontrola

source: Installation
cs: Instalace

source: Installation buoay
cs: Instalační bóje

source: Insulation
cs: Izolace

source: Insulator
cs: Firma na izolace

source: Insurance
cs: Pojištění

source: Interests section
cs: Sekce zájmů

source: Interior Decoration
cs: Bytové doplňky

source: Intermittent
cs: Vysychající

source: Intermittent (doesn't permanently contain water)
cs: Přerušované (neobsahuje trvale vodu)

source: International
cs: Mezinárodní

source: International Style
cs: Mezinárodní styl

source: International name
cs: Mezinárodní název

source: Internet Access
cs: Přístup k internetu

source: Internet Cafe
cs: Internetová kavárna

source: Internet access
cs: Přístup k internetu

source: Internet access fee
cs: Poplatek za připojení

source: Interval (M, MM, HH:MM, or HH:MM:SS)
cs: Časový úsek (M, MM, HH:MM, nebo HH:MM:SS)

source: Iron ore
cs: Železná ruda

source: Is the water body intermittent (doesn't permanently contain water)?
cs: Je vodní plocha přerušovaná (neobsahuje trvale vodu)?

source: Island
cs: Ostrůvek

source: Islet
cs: Ostrůvek

source: Isolated
cs: Izolované

source: Isolated Dwelling
cs: Samota

source: Isolated danger beacon
cs: Izolovaný maják nebezpečí

source: Isolated danger buoy
cs: Izolovaná bóje nebezpečí

source: Italian
cs: Italská

source: J-bar
cs: Jednokotva

source: Jaguar
cs: Jaguár

source: Jain
cs: Džinismus

source: Japanese
cs: Japonská

source: Javelin throw
cs: Hod oštěpem

source: Jehovahs witness
cs: Svědci Jehovovi

source: Jersey Barrier
cs: Betonová bariéra

source: Jersey barrier
cs: Betonová bariéra

source: Jet bridge
cs: Nástupní tunel

source: Jetskis
cs: Vodní skútry

source: Jeweller
cs: Klenotník

source: Jewellery
cs: Šperky

source: Jewish
cs: Judaismus

source: Joiner
cs: Truhlář

source: Jughandle
cs: Sjezd z dálnice

source: Juice
cs: Džusy

source: Junction
cs: Křižovatka

source: Junction has no name
cs: Křižovatka nemá název

source: Junction has no reference
cs: Křižovatka nemá odkaz

source: Junction reference
cs: Odkaz na křižovatku

source: Juveniles
cs: Mladistvé

source: Kangaroo
cs: Klokan

source: Kannada
cs: Kanada

source: Kaplan turbine
cs: Kaplanova turbína

source: Karaoke box
cs: Karaoke kabinka

source: Kart Racing
cs: Motokárové závody

source: Karting
cs: Motokáry

source: Kashmiri
cs: Kašmírština

source: Kayaks
cs: Kajaky

source: Kazakh
cs: Kazachština

source: Kendo
cs: Kendó

source: Kerb
cs: Obrubník

source: Kerb height (both sides)
cs: Výška obrubníku (na obou stranách)

source: Kerb height (left)
cs: Výška obrubníku (nalevo)

source: Kerb height (right)
cs: Výška obrubníku (napravo)

source: Key cutter
cs: Výroba klíčů

source: Key dispenser
cs: Výdej klíčů

source: Khmer
cs: Khmerština

source: Kids area
cs: Dětský koutek

source: Kiln
cs: Pec

source: Kind of books
cs: Druh knih

source: Kindergarten
cs: Školka

source: Kiosk
cs: Kiosek

source: Kissing Gate
cs: Turniketová branka

source: Kitchen
cs: Kuchyně

source: Kitchen Opening Hours
cs: Otevírací hodiny kuchyně

source: Korean
cs: Korejký

source: Kosher
cs: Košer

source: Kremlin
cs: Kreml

source: LGBTQ men
cs: LGBTQ muž

source: LGBTQ women
cs: LGBTQ žena

source: LPG (Liquefied petroleum gas)
cs: LPG (Zkapalněný ropný plyn)

source: Label point
cs: Bod štítku

source: Laboratory
cs: Laboratoř

source: Lacto-vegetarian
cs: Lakto-vegetariánská

source: Lactose free
cs: Bezlaktózová

source: Ladder
cs: Žebřík

source: Lagoon
cs: Laguna

source: Lake
cs: Jezero

source: Land use
cs: Využití krajiny

source: Land use and nature
cs: Příroda a využití krajiny

source: Landfill
cs: Skládka

source: Landing site
cs: Místo přistání

source: Landmark
cs: Orientační bod

source: Lane attributes
cs: Atributy pruhu

source: Lane connectivity
cs: Propojení jízdních pruhů

source: Lane markings
cs: Značení jízdních pruhů

source: Lanes
cs: Pruhů

source: Lanes with rails
cs: Pruhy s kolejnicemi

source: Lanes ←
cs: Pruhy ←

source: Lanes →
cs: Pruhy →

source: Language
cs: Jazyk

source: Language school
cs: Jazyková škola

source: Lao
cs: Laoština

source: Large area covered with mud.
cs: Velká plocha pokrytá blátem.

source: Large area covered with sand.
cs: Velká plocha pokrytá pískem.

source: Lateral beacon
cs: Postranní maják

source: Lateral buoy
cs: Postranní bóje

source: Latin
cs: Latina

source: Lattice
cs: Mříž

source: Latvian
cs: Lotyština

source: Laundry
cs: Prádelna

source: Laundry Service
cs: Prádelna

source: Laundry detergent
cs: Prací prostředek

source: Lavoir
cs: Lavor

source: Law
cs: Právo

source: Lawn Bowling
cs: Bowling na trávníku

source: Lawyer
cs: Právník

source: Layer
cs: Vrstva

source: Lead
cs: Vedení

source: Leaf cycle
cs: Opadavost listí

source: Leaf type
cs: Typ listí

source: Leafless
cs: Bezlisté

source: League
cs: Liga

source: Leather
cs: Kůže

source: Lebanese
cs: Libanonská

source: Left
cs: Vlevo

source: Left and through
cs: Doleva a skrz

source: Left handrail
cs: Levé madlo

source: Left turn only
cs: Pouze odbočení doleva

source: Legacy station types
cs: Starší typy stanic

source: Legacy stop types
cs: Starší typy zastávek

source: Legal
cs: Právní

source: Legislative
cs: Legislativa

source: Leisure
cs: Volný čas

source: Lemon trees
cs: Citrónovníky

source: Length (meters)
cs: Délka (v metrech)

source: Letter box
cs: Domovní poštovní schránka

source: Level
cs: Patro

source: Level Crossing
cs: Úrovňový přejezd

source: Liaison
cs: Spojení

source: Liaison office
cs: Styčný úřad

source: Library
cs: Knihovna

source: License Classes
cs: Třídy průkazu

source: License plate
cs: Registrační značka

source: Life ring
cs: Kruh života

source: Lifecycle
cs: Životní cyklus

source: Lifeguard
cs: Záchranný kruh

source: Lifeguard base
cs: Základna plavčíků

source: Lifeguard tower
cs: Věž plavčíka

source: Lift Gate
cs: Zvedací závora

source: Light
cs: Světlý

source: Light Rail
cs: Lehká dráha

source: Light float
cs: Lehký plovák

source: Light rail
cs: Lehká železnice

source: Light vessel
cs: Lehká nádoba

source: Lighthouse
cs: Maják

source: Lignite
cs: Lignit

source: Lignite briquettes
cs: Lignitové brikety

source: Lime
cs: Limetka

source: Limes
cs: Limetky

source: Limestone
cs: Vápenec

source: Limited
cs: Omezeně

source: Line between the sea and land (with the water on the right side of the way).
cs: Linie mezi mořem a pevninou (s vodou na pravé straně cesty).

source: Line type
cs: Typ linie

source: Linguistic community
cs: Lingvistická komunita

source: Lion
cs: Lev

source: Liquid hydrogen
cs: Kapalný vodík

source: Lit
cs: Osvětlení

source: Lithuanian
cs: Litevština

source: Living Street
cs: Obytná zóna

source: Llama
cs: Lama

source: Loading and unloading only
cs: Pouze naložené a nenaložené

source: Loading dock
cs: Nakládací rampa

source: Loading only
cs: Pouze nakládání

source: Local
cs: Místní

source: Local cycle network junction
cs: Křižovatka místní cyklosítě

source: Local name
cs: Místní název

source: Local walking network junction
cs: Křižovatka místní pěší sítě

source: Locality
cs: Neobydlené místo

source: Located inside a building?
cs: Umístěno uvnitř budovy?

source: Location description
cs: Popis umístění

source: Location transition
cs: Přechod umístění

source: Lock
cs: Zámek

source: Lock Gate
cs: Vrata zdymadel

source: Lock basin
cs: Uzamčená nádrž

source: Lockable
cs: Uzamykatelné

source: Lockers
cs: Zámečníci

source: Locksmith
cs: Zámečník

source: Locomotive
cs: Lokomitiva

source: Log
cs: Kláda

source: Logistics
cs: Logistika

source: Long jump
cs: Skok do dálky

source: Lost property office
cs: Kancelář ztracených nemovitostí

source: Lottery
cs: Sázení

source: Lounger
cs: Lehátka

source: Love Hotel
cs: Hodinový hotel

source: Lower secondary (2)
cs: Nižší sekundární (2)

source: Lower tertiary education (5)
cs: Nižší terciální vzdělávání (5)

source: Luggage locker
cs: Úschovna zavazadel

source: Luggage ramp
cs: Rampa na zavazadla

source: Luminous
cs: Světelný

source: Lutheran
cs: Luterán

source: Lynx
cs: Rys

source: MTB Scale
cs: Stupnice MTB

source: MTB route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
cs: MTB trasa (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Macadamia trees
cs: Makadamie

source: Macedonian
cs: Makedonština

source: Machine operator
cs: Obsluha stroje

source: Machine parts
cs: Části strojů

source: Machinery
cs: Mašinérie

source: Magic Carpet
cs: Pojízdný koberec

source: Mahayana
cs: Mahájána

source: Mains
cs: Sítě

source: Major light
cs: Hlavní světlo

source: Malay
cs: Malajština

source: Malayalam
cs: Malajalámština

source: Malaysian
cs: Malajská

source: Male
cs: Muži

source: Mall
cs: Obchod

source: Maltese
cs: Maltézština

source: Mammal
cs: Savec

source: Man Made
cs: Umělé objekty

source: Mandrill
cs: Mandril

source: Mango trees
cs: Mangovníky

source: Mangrove
cs: Mangovník

source: Manhole
cs: Šachta

source: Mannerism
cs: Manýrismus

source: Manor
cs: Panství

source: Manual
cs: Ruční

source: Manually
cs: Ručně

source: Manufacturer
cs: Výrobce

source: Maori
cs: Maorština

source: Map
cs: Mapa

source: Mapillary image
cs: Obrázek Mapillary

source: Marathi
cs: Maráthština

source: Marina
cs: Přístaviště

source: Marine Fuel
cs: Lodní palivo

source: Marine farm
cs: Mořská farma

source: Marionette
cs: Marioneta

source: Maritime
cs: Námořní

source: Marker
cs: Značka/označník

source: Marmot
cs: Svišť

source: Marsh
cs: Bažina

source: Mason
cs: Zedník

source: Massage
cs: Masáže

source: Massage therapy
cs: Masážní terapie

source: Massage type
cs: Typ masáže

source: Mast
cs: Stožár

source: Material
cs: Materiál

source: Mausoleum
cs: Mauzoleum

source: Max speed
cs: Maximální rychlost

source: Max speed @
cs: Maximální rychlost @

source: Max speed HGV @
cs: Maximální rychlost pro náklaďáky @

source: Max speed HGV ← @
cs: Maximální rychlost pro náklaďáky ← @

source: Max speed HGV → @
cs: Maximální rychlost pro náklaďáky → @

source: Max speed ←
cs: Maximální rychlost ←

source: Max speed ← @
cs: Maximální rychlost ← @

source: Max speed →
cs: Maximální rychlost →

source: Max speed → @
cs: Maximální rychlost → @

source: Max. axle load (tonnes)
cs: Max. zatížení nápravy (v tunách)

source: Max. clearance (meters)
cs: Max. vzdálenost (v metrech)

source: Max. height
cs: Max. výška

source: Max. height (Meters)
cs: Max. výška (v metrech)

source: Max. height (meters)
cs: Max. výška (v metrech)

source: Max. height (meters, only if enforcement=maxheight)
cs: Max. výška (v metrech, pokud je enforcement=maxheight)

source: Max. length (meters)
cs: Max. délka (v metrech)

source: Max. speed
cs: Max. rychlost

source: Max. speed (km/h)
cs: Max. rychlost (km/h)

source: Max. speed (km/h, only if enforcement=maxspeed)
cs: Max. rychlost (km/h, pokud je enforcement=maxspeed)

source: Max. speed HGV
cs: Max. rychlost pro náklaďáky

source: Max. speed HGV ←
cs: Max. rychlost pro náklaďáky ←

source: Max. speed HGV →
cs: Max. rychlost pro náklaďáky →

source: Max. weight
cs: Max. hmotnost

source: Max. weight (tonnes)
cs: Max. hmotnost (v tunách)

source: Max. weight (tonnes, only if enforcement=maxweight)
cs: Max. hmotnost (v tunách, pokud je enforcement=maxspeed)

source: Max. width
cs: Max. šířka

source: Max. width (Meters)
cs: Max. šířka (v metrech)

source: Max. width (meters)
cs: Max. šířka (v metrech)

source: Max.available length (meters)
cs: Max dostupná délka (v metrech)

source: Max.available width (meters)
cs: Max. dostupná šířka (v metrech)

source: Maximum age
cs: Maximální věk

source: Maximum climbing length (m)
cs: Maximální délka lezení (m)

source: Maximum speed for heavy goods vehicles in way direction specified in km/h
cs: Maximální rychlost pro těžká nákladní vozidla ve směru jízdy specifikovaná v km/h

source: Maximum speed for heavy goods vehicles opposite way direction specified in km/h
cs: Maximální rychlost pro těžká nákladní vozidla proti směru jízdy specifikovaná v km/h

source: Maximum speed for heavy goods vehicles specified in km/h
cs: Maximální rychlost pro těžká nákladní vozidla specifikovaná v km/h

source: Maximum speed in km/h if no units specified
cs: Maximální rychlost v km/h, pokud nejsou určené jednotky

source: Maximum speed in way direction specified in km/h
cs: Maximální rychlost ve směru jízdy specifikovaná v km/h

source: Maximum speed opposite way direction specified in km/h
cs: Maximální rychlost proti směru jízdy specifikovaná v km/h

source: Maxspeed per lane
cs: Maximální rychlost pro pruh

source: Maxspeed per lane in way direction
cs: Maximální rychlost pro pruh ve směru jízdy

source: Maxspeed per lane opposite to way direction
cs: Maximální rychlost pro pruh proti směru jízdy

source: Meadow
cs: Louka

source: Meadow type
cs: Typ louky

source: Meat
cs: Maso

source: Mechanical
cs: Mechanický

source: Mechanical coupling
cs: Mechanická spojka

source: Mechanical driver
cs: Mechanický řidič

source: Medical
cs: Lékařský

source: Medical Supply
cs: Zdravotnické potřeby

source: Mediterranean
cs: Středozemní

source: Medium
cs: Materiál

source: Meerkat
cs: Surikata

source: Megalith
cs: Megalit

source: Members only
cs: Pouze členové

source: Membership card
cs: Členská karta

source: Memorial
cs: Památník

source: Mens toilet
cs: Pánské toalety

source: Mental health
cs: Duševní zdraví

source: Merge to left
cs: Sloučit doleva

source: Merge to right
cs: Sloučit doprava

source: Message type
cs: Typ zprávy

source: Metal
cs: Kov

source: Metal cabinet
cs: Kovová skříňka

source: Metal construction
cs: Kovová konstrukce

source: Metal works
cs: Kovovýroba

source: Meteorological
cs: Meteorologická

source: Methodist
cs: Metodista

source: Mexican
cs: Mexická

source: Microbrewery
cs: Minipivovar

source: Microwave
cs: Mikrovlny

source: Midwife
cs: Porodní bába

source: Migrants
cs: Migranti

source: Migration
cs: Migrace

source: Milestone
cs: Milník

source: Military
cs: Armáda

source: Military area
cs: Vojenský prostor

source: Military observation
cs: Vojenská observatoř

source: Milk
cs: Mléko

source: Milk (raw)
cs: Mléko (syrové)

source: Millstone
cs: Mlýnský kámen

source: Min. distance
cs: Min. vzdálenost

source: Min. speed (km/h)
cs: Min. rychlost (km/h)

source: Min. vehicle distance (meters, only if enforcement=mindistance)
cs: Min. vzdálenost vozidla (v metrech, pokud je enforcement=mindistance)

source: Mine
cs: Důl

source: Mine shaft
cs: Důlní šachta

source: Mineshaft
cs: Důlní šachta

source: Mini bumps
cs: Mini hrbolky

source: Mini-Roundabout
cs: Malý kruhový objezd

source: Miniature
cs: Miniatura

source: Miniature Golf
cs: Minigolf

source: Miniature railway
cs: Modelová železnice

source: Minimal climbing length (m)
cs: Minimální délka lezení (m)

source: Minimum age
cs: Minimální věk

source: Minimum purchase
cs: Minimální nákup

source: Ministry
cs: Ministerstvo

source: Minor
cs: Zrcadlo

source: Minor light
cs: Menší světlo

source: Minor road
cs: Menší komunikace

source: Mission
cs: Mise

source: Mixed
cs: Smíšené

source: Mixed Lift
cs: Smíšený vlek

source: Mixed climbing
cs: Smíšené lezení

source: Moat
cs: Vodní příkop

source: Mobile Phone
cs: Mobilní telefon

source: Mobile app
cs: Mobilní aplikace

source: Mobile phone
cs: Mobilní telefon

source: Mobile phone number
cs: Číslo mobilního telefonu

source: Mobile phone repairs
cs: Opravy mobilních telefonů

source: Mobile phones
cs: Mobilní telefony

source: Model Aerodrome
cs: Modelářské letiště

source: Modern architecture
cs: Moderní architektura

source: Modified by human hand
cs: Upraveno lidskou rukou

source: Mofa
cs: Plíseň

source: Monastery
cs: Klášter

source: Money
cs: Peníze

source: Money Exchange
cs: Směnárna

source: Money lender
cs: Nebankovní půjčky

source: Money transfer
cs: Převod peněz

source: Mongolian
cs: Mongolština

source: Monitoring Station
cs: Monitorovací stanice

source: Monitoring type
cs: Typ monitorování

source: Monitoring:
cs: Monitorování:

source: Monkey
cs: Opice

source: Monopole
cs: Monopol

source: Monorail
cs: Jednokolejka

source: Mooring
cs: Kotviště

source: Moorish revival
cs: Novomaurská architektura

source: Moose
cs: Los

source: Moroccan
cs: Marocká

source: Mortuary
cs: Márnice

source: Mosaic
cs: Mozaika

source: Mosque
cs: Mešita

source: Motocross
cs: Motokros

source: Motor vehicle
cs: Motorové vozidlo

source: Motor vehicle (CH)
cs: Motorové vozidlo (CH)

source: Motor vehicle lane access
cs: Příjezd do pruhu pro motorová vozidla

source: Motor vehicle lane access in way direction
cs: Příjezd do pruhu pro motorová vozidla ve směru jízdy

source: Motor vehicle lane access opposite to way direction
cs: Příjezd do pruhu pro motorová vozidla proti směru jízdy

source: Motor vehicle traffic:
cs: Provoz motorových vozidel:

source: Motor vehicles @
cs: Motorová vozidla @

source: Motorboats
cs: Motorové čluny

source: Motorcar
cs: Motokára

source: Motorcar @
cs: Motokára @

source: Motorcar and -cycle (CH)
cs: Motokára a -cykl (CH)

source: Motorcycle
cs: Motocykl

source: Motorcycle @
cs: Motocykl @

source: Motorcycle Barrier
cs: Zábrana proti motorkám

source: Motorcycle Dealer
cs: Prodejce motocyklů

source: Motorcycle brand
cs: Značka motocyklů

source: Motorcycle repair
cs: Oprava motocyklů

source: Motorcycles
cs: Motocykly

source: Motorroad
cs: Dálnice

source: Motorsport
cs: Motoristický sport

source: Motorway
cs: Dálnice

source: Motorway Junction
cs: Dálniční křižovatka

source: Motorway Link
cs: Dálnice – nájezd

source: Mound
cs: Kopeček

source: Mountain Biking Route
cs: Trasa pro horská kola

source: Mountain Pass
cs: Horský průsmyk

source: Mountain Rescue
cs: Horská služba

source: Mountain bike route
cs: Trasa pro horská kola

source: Mountainbiking
cs: Jízda na horském kole

source: Movable cabinet
cs: Pohyblivá skříňka

source: Movers
cs: Stěhováci

source: Movie Theater/Cinema
cs: Kino

source: Mud
cs: Bahno

source: Multi
cs: Více

source: Multi purpose room
cs: Víceúčelová místnost

source: Multi-pitch climbing
cs: Vícedélkové lezení

source: Municipal
cs: Obecní

source: Municipality
cs: Obec

source: Mural
cs: Nástěnná malba

source: Museum
cs: Muzeum

source: Museum scope
cs: Rozsah muzea

source: Music
cs: Hudba

source: Music School
cs: Hudební škola

source: Music theatres
cs: Hudební divadla

source: Musical Instrument
cs: Hudební nástroj

source: Musical theatre
cs: Hudební divadlo

source: Muslim
cs: Islám

source: Mussels
cs: Slávky

source: N
cs: S

source: NE
cs: SV

source: NW
cs: SZ

source: Nail salon
cs: Nehtový salón

source: Nails
cs: Nehty

source: Name
cs: Jméno

source: Name of river/lake/sea/ocean it runs into
cs: Název řeky/jezera/moře/oceánu, do kterého teče

source: Narrow
cs: Úzký

source: Narrow Gauge Rail
cs: Úzkorozchodná dráha

source: Narrow gauge
cs: Úzký rozchod

source: National
cs: Národní

source: National Park
cs: Národní park

source: National name
cs: Národní název

source: National park
cs: Národní park

source: Natural
cs: Přírodní objekt

source: Nature
cs: Příroda

source: Nature Reserve
cs: Přírodní rezervace

source: Navigation aid
cs: Navigační pomoc

source: Navigation line
cs: Navigační linka

source: Necropolis
cs: Pohřebiště

source: Needleleaved
cs: Jehličnaté

source: Needles
cs: Jehly

source: Neem tree
cs: Zederach

source: Neighbourhood
cs: Část městské čtvrti, obce

source: Neoclassical architecture
cs: Neoklasická architektura

source: Nepali
cs: Nepálština

source: Network
cs: Síť

source: New Objectivity
cs: Nova objektivita

source: New apostolic
cs: Nová apoštolská

source: Newspaper
cs: Noviny

source: Newspaper Stand
cs: Novinový stánek

source: Newspapers
cs: Noviny

source: Ngo
cs: Nezisková

source: Nickel
cs: Nikl

source: Night Club
cs: Noční klub

source: Nine-pin Bowling
cs: Kuželky (9 kuželek)

source: No
cs: Ne

source: No U turn
cs: Zákaz otáčení

source: No access
cs: Žádný přístup

source: No exit
cs: Žádný výjezd

source: No exit (cul-de-sac)
cs: Žádný výjezd (slepá ulice)

source: No house number
cs: Žádné číslo domu

source: No left turn
cs: Zákaz odbočování vlevo

source: No name
cs: Žádný název

source: No parking
cs: Zákaz parkování

source: No reference
cs: Žádný odkaz

source: No right turn
cs: Zákaz odbočování vpravo

source: No standing
cs: Zákaz stání

source: No stopping
cs: Zákaz zastavení

source: No straight on
cs: Zákaz jízdy přímo
