Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

source: Quarter
cs: Čtvrť

source: Quay
cs: Nábřeží

source: RC Car
cs: RC modely

source: Rabbit
cs: Králík

source: Raccoon
cs: Mýval

source: Raceway
cs: Závodní dráha

source: Racquetball
cs: Raketbal

source: Radar line
cs: Radarová čára

source: Radar range
cs: Rozsah radaru

source: Radar reflector
cs: Reflektor radaru

source: Radar station
cs: Radarová stanice

source: Radar transponder
cs: Radarový transpondér

source: Radiation
cs: Radiace

source: Radio
cs: Rádio

source: Radio and electronics supplies
cs: Rádiové a elektronické potřeby

source: Radio station
cs: Radiostanice

source: Raeto-Romance
cs: Rétorománština

source: Rail
cs: Kolej

source: Railway
cs: Železnice

source: Railway Halt
cs: Železniční zastávka

source: Railway Land
cs: Pozemek železnice

source: Railway Platform
cs: Železniční nástupiště

source: Railway Route
cs: Železniční trasa

source: Railway Signal
cs: Proměnné návěstidlo

source: Railway Switch
cs: Výhybka

source: Railway construction
cs: Stavba železnice

source: Railway crossing
cs: Železniční přejezd

source: Railway halt
cs: Železniční zastávka

source: Railway milestone
cs: Železniční milník

source: Railway platform
cs: Železniční nástupiště

source: Railway route
cs: Železniční trasa

source: Railway station
cs: Železniční stanice

source: Railway type
cs: Typ železnice

source: Raised area of ground for a castle
cs: Vyvýšená plocha pro hrad

source: Ram
cs: Beran

source: Ramp
cs: Rampa

source: Ramp meter
cs: Rampametr

source: Range (meters)
cs: Rozsah (v metrech)

source: Ranger Station
cs: Stanice strážců NP

source: Rapids
cs: Peřeje

source: Raw
cs: Syrové

source: Reaction ferry
cs: Bezmotorový přívoz

source: Reactor Bolshoy Moshchnosti Kanalniy 1000 (RBMK-1000)
cs: Reaktor Bolshoy Moshchnosti Kanalniy 1000 (RBMK-1000)

source: Reactor Bolshoy Moshchnosti Kanalniy 1500 (RBMK-1500)
cs: Reaktor Bolshoy Moshchnosti Kanalniy 1500 (RBMK-1500)

source: Reading box
cs: Krabice na čtení

source: Realtime display
cs: Zobrazení v reálném čase

source: Reciprocating engine
cs: Pístový motor

source: Reciprocating solenoid
cs: Vratný solenoid

source: Recommended
cs: Doporučeno

source: Recommended route centreline
cs: Doporučená osa trasy

source: Recommended tracks along which ships can be guided by coastal radar stations in the event of bad visibility. Also known as a radar guided track.
cs: Doporučené dráhy, po kterých mohou být lodě naváděny pobřežními radarovými stanicemi v případě špatné viditelnosti. Také známý jako radarem řízená dráha.

source: Recommened track
cs: Doporučená trasa

source: Recommened traffic lane
cs: Doporučený jízdní pruh

source: Recording
cs: Nahrávání

source: Recording:
cs: Nahrávání:

source: Recreation Ground
cs: Rekreační území

source: Recreational
cs: Rekreační

source: Recycling Centre
cs: Sběrný dvůr

source: Recycling Container
cs: Recyklační kontejner

source: Red
cs: Červená

source: Reducer
cs: Reduktor

source: Reedbed
cs: Rákosový porost

source: Reef
cs: Útes

source: Ref of the way this is a detour to
cs: Ref cesty je to objížďka

source: Reference
cs: Odkaz

source: Reference Code
cs: Referenční kód

source: Reference number
cs: Referenční číslo

source: Reflecting pool
cs: Odrazový bazén

source: Reform
cs: Reforma

source: Reformed
cs: Reformováno

source: Refrigerated
cs: Chlazený

source: Refs per lane
cs: Referenční čísla na pruh

source: Refs per lane in way direction
cs: Referenční čísla na pruh ve směru jízdy

source: Refs per lane opposite to way direction
cs: Referenční čísla na pruh proti směru jízdy

source: Region
cs: Kraj

source: Regional
cs: Místní

source: Regional cycle network junction
cs: Křižovatka regionální cyklosítě

source: Regional name
cs: Místní název

source: Regional riding network junction
cs: Křižovatka regionální jezdecké sítě

source: Regional walking network junction
cs: Křižovatka regionální pěší sítě

source: Register
cs: Matriční

source: Register office
cs: Matriční úřad

source: Rehabilitation
cs: Rehabilitační

source: Reinforced concrete
cs: Železobeton

source: Related law
cs: Související právo

source: Relation type
cs: Typ relace

source: Relations
cs: Relace

source: Religion
cs: Náboženství

source: Religious
cs: Náboženský

source: Remote
cs: Vzdálené

source: Removable
cs: Odstranitelné

source: Renaissance Revival architecture
cs: Novorenesanční architektura

source: Renaissance architecture
cs: Renesanční architektura

source: Rental
cs: Pronájem

source: Repair
cs: Opravy

source: Repair types
cs: Typy oprav

source: Repairs
cs: Opravy

source: Representative office
cs: Reprezentativní kancelář

source: Reptile
cs: Plaz

source: Required
cs: Požadovány

source: Rescue service
cs: Záchranná stanice

source: Rescue station
cs: Záchranná stanice

source: Research
cs: Průzkum

source: Research institute
cs: Výzkumný institut

source: Reservation
cs: Rezervace

source: Reservoir
cs: Přehrada

source: Residence
cs: Rezidenční

source: Residents
cs: Rezidenti

source: Resort
cs: Letovisko

source: Resource
cs: Zdroj

source: Rest Area
cs: Odpočívadlo

source: Restaurant
cs: Restaurace

source: Restricted area
cs: Omezená oblast

source: Restriction
cs: Omezení

source: Retaining Wall
cs: Opěrná zeď

source: Retention
cs: Retenční

source: Retirement Home
cs: Domov důchodců

source: Retro reflector
cs: Retro reflektor

source: Return empty bottles
cs: Vratné lahve

source: Returns only
cs: Pouze vratné

source: Reverse
cs: Obrátit cestu

source: Reversible
cs: Reverzibilní

source: Rhinoceros
cs: Nosorožec

source: Rice
cs: Rýže

source: Rides
cs: Jízdy

source: Ridge
cs: Horský hřbet

source: Riding
cs: Jezdectví

source: Riding Route
cs: Jezdecká trasa

source: Riding route
cs: Jezdecká trasa

source: Riding route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
cs: Jezdecká trasa (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Rigger
cs: Výroba takeláže

source: Right
cs: Vpravo

source: Right handrail
cs: Pravé madlo

source: Right turn only
cs: Pouze odbočování doprava

source: Ring ditch
cs: Kruhový příkop

source: Rings
cs: Kruhy

source: Rising
cs: Stoupající

source: River
cs: Řeka

source: Riverbank
cs: Břeh řeky

source: Road
cs: Silniční síť

source: Road (Unknown Type)
cs: Silnice (neznámý typ)

source: Road Route
cs: Silniční trasa

source: Road route
cs: Silniční trasa

source: Road toll tickets
cs: Silniční mýtné lístky

source: Road with priority
cs: Silnice s prioritou

source: Robust Wheels: trekking bike, car, rickshaw
cs: Robustní kola: běžná auta, trekové bicykly, rikši

source: Rock
cs: Skála

source: Rock type
cs: Typ skály

source: Rock-cut
cs: Skalní řez

source: Rock/ice quality
cs: Kvalita skály/ledu

source: Rocket
cs: Raketa

source: Rococo
cs: Rokoko

source: Roller Skating
cs: Bruslení na kolečkových bruslích

source: Roller coaster components
cs: Součástky horské dráhy

source: Roman catholic
cs: Římské katolictví

source: Roman circus
cs: Římský cirkus

source: Roman road
cs: Římská silnice

source: Roman villa
cs: Římská vila

source: Roman wolf
cs: Římský vlk

source: Romanesque Revival architecture
cs: Novorománská architektura

source: Romanesque architecture
cs: Románská architektura

source: Romanian
cs: Rumunština

source: Romanian orthodox
cs: Rumunský ortodox

source: Roof
cs: Střecha

source: Roof edge
cs: Střešní okraj

source: Roof orientation
cs: Orientace střechy

source: Roof ridge
cs: Hřeben střechy

source: Roof tiles
cs: Střešní dlaždice

source: Roof type
cs: Typ střechy

source: Roofer
cs: Pokrývač

source: Room
cs: Pokoj

source: Room Number
cs: Číslo pokoje

source: Rooms
cs: Pokojů

source: Rope
cs: Lano

source: Rope tow
cs: Lanový vlek

source: Rotary vane
cs: Rotační lopatka

source: Rotor diameter (meters)
cs: Průměr rotoru (v metrech)

source: Roundabout
cs: Kruhový objezd

source: Rounders
cs: Zaoblení

source: Roundtrip
cs: Okružní výlet

source: Route
cs: Trasa

source: Route Master
cs: Řídící relace trasy

source: Route Network
cs: Síť trasy

source: Route length (m)
cs: Délka trasy (m)

source: Route marker
cs: Označník trasy

source: Route master
cs: Řídící relace trasy

source: Route references
cs: Referenční čísla tras

source: Route segment
cs: Segment trasy

source: Route type
cs: Typ trasy

source: Routes
cs: Trasy

source: Routes shown for
cs: Zobrazené trasy pro

source: Routes shown for:
cs: Zobrazené trasy pro:

source: Rowing
cs: Veslování

source: Royal cypher wikidata
cs: Wikidata královské šifry

source: Rugby League
cs: Třináctkové ragby

source: Rugby Union
cs: Patnáctkové ragby

source: Ruins
cs: Trosky

source: Rules
cs: Pravidla

source: Rumble strip
cs: Opticko-akustická brzda

source: Running
cs: Běh

source: Running Route
cs: Běžecká trasa

source: Running route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
cs: Běžecká trasa (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Runway
cs: Vzletová a přistávací dráha

source: Russian
cs: Ruská

source: Russian orthodox
cs: Ruský ortodox

source: Rutile
cs: Rutil

source: S
cs: J

source: SAC Scale
cs: Stupnice SAC

source: SE
cs: JV

source: SIM cards
cs: SIM karty

source: SW
cs: JZ

source: Saddle
cs: Sedlo

source: Saddler
cs: Sedlář

source: Safe water beacon
cs: Bezpečný vodní maják

source: Safe water buoy
cs: Bezpečná vodní bóje

source: Safety
cs: Bezpečnost

source: Safety Training
cs: Bezpečnostní trénink

source: Safety inspection
cs: Bezpečnostní kontrola

source: Sailing boats
cs: Plachetnice

source: Sailmaker
cs: Výroba plachet

source: Salad
cs: Saláty

source: Sales area
cs: Prodejní plocha

source: Sally Port
cs: výpadová brána skrze opevnění

source: Salt
cs: Sůl

source: Salt Pond
cs: Salina

source: Salt Water
cs: Slaná voda

source: Saltern
cs: Solivarna

source: Saltmarsh
cs: Slanisko

source: Sand
cs: Písek

source: Sand waves
cs: Písečné vlny

source: Sandstone
cs: Pískovec

source: Sandwich
cs: Sendvič

source: Sanitary
cs: Sanitární

source: Sanitary Dump Station
cs: Sanitární skládka

source: Sanitary dump station
cs: Sanitární skládka

source: Sanskrit
cs: Sanskrt

source: Sarcophagus
cs: Sarkofág

source: Satellite
cs: Satelitní

source: Sausage
cs: Párky

source: Savanna
cs: Savana

source: Sawmill
cs: Pila

source: Saxon grading
cs: Saské známkování

source: Saxon: Main difficulty
cs: Saské: Hlavní obtížnost

source: Saxon: Most difficult route
cs: Saské: Nejtěžší trasa

source: Saxon: Simplest route
cs: Saské: Nejlehčí trasa

source: Scaffolder
cs: Lešenář

source: Scarp
cs: Škarpa

source: Scheme
cs: Schéma

source: School
cs: Škola

source: School building
cs: Budova školy

source: Science
cs: Vědecké

source: Sconce
cs: Šikovnost

source: Scooter
cs: Skútr

source: Scoria (volcanic cone)
cs: Scoria (vulkanický kužel)

source: Scouts
cs: Skauti

source: Scrap Metal
cs: Šrot

source: Scree
cs: Suťoviště

source: Screw
cs: Šroub

source: Scrub
cs: Křoví

source: Scuba Diving
cs: Potápění

source: Scuba diving
cs: Potápění

source: Sculptor
cs: Sochař

source: Sculpture
cs: Socha

source: Sea animal
cs: Mořské zvíře

source: Sea area
cs: Mořská oblast

source: Sea lion
cs: Mořský lev

source: Sea mammal
cs: Mořský savec

source: Sea turtle
cs: Mořská želva

source: Seabed area
cs: Oblast mořského dna

source: Seafood
cs: Mořské plody

source: Seagrass
cs: Mořská tráva

source: Seal
cs: Uzávěr

source: Seamark
cs: Plavební objekt

source: Seamark ?{'{seamark:name} '|''}{seamark:type}
cs: Plavební objekt ?{'{seamark:name} '|''}{seamark:type}

source: Seamark type
cs: Typ plavebního objektu

source: Seaplane landing area
cs: Přistávací plocha hydroplánu

source: Seasonal
cs: Sezónní

source: Seasonal availability
cs: Sezónní dostupnost

source: Seat
cs: Sedadlo

source: Seat direction
cs: Směr sedadla

source: Seated
cs: Sedící

source: Seats count
cs: Počet míst

source: Seawall
cs: Mořská stěna

source: Second-hand bicycles are sold
cs: Kola z druhé ruky prodány

source: Secondary
cs: Sekundární

source: Secondary Link
cs: Sekundární odkaz

source: Secondary voltage in Volts (V)
cs: Sekundární napětí ve Voltech (V)

source: Security
cs: Bezpečnostní

source: See the Wiki for other capacity:[types]=*.
cs: Další kapacitu najdete na Wiki:[types]=*.

source: Seed
cs: Semeno

source: Segregated
cs: Oddělené

source: Segregated Foot- and Cycleway
cs: Oddělená pěší cyklostezka

source: Seismic Activity
cs: Seismická aktivita

source: Self Service
cs: Samoobsluha

source: Self checkout
cs: Samoobslužná pokladna

source: Self-service
cs: Samoobsluha

source: Semi deciduous
cs: Poloopadavé

source: Semi evergreen
cs: Polostálezelené

source: Separated
cs: Oddělené

source: Separation boundary
cs: Separační hranice

source: Separation crossing
cs: Separační přejezd

source: Separation lane
cs: Oddělovací pruh

source: Separation line
cs: Oddělovací čára

source: Separation roundabout
cs: Oddělovací kruhový objezd

source: Separation zone
cs: Oddělovací zóna

source: Serbian
cs: Srbština

source: Serbian orthodox
cs: Srbský ortodox

source: Service Device
cs: Provozní zařízení

source: Service Times
cs: Provozní doba

source: Services
cs: Služby

source: Services:
cs: Služby:

source: Set to abandoned
cs: Nastavit jako opuštěné

source: Set to abandoned (remove tags)
cs: Nastavit na opuštěné (odstranit tagy)

source: Set to disused
cs: Nastavit na nepoužívané

source: Set to disused (remove tags)
cs: Nastavit na nepoužívané (odstranit tagy)

source: Setsuana
cs: Setswanština

source: Settlement
cs: Osada

source: Settling
cs: Usazování

source: Seventh day adventist
cs: Adventisté sedmého dne

source: Sewage
cs: Odpadní voda

source: Sewerage
cs: Kanalizace

source: Sewing
cs: Šití

source: Sex toys
cs: Sexuální hračky

source: Shadecloth
cs: Stínítko

source: Shadow play
cs: Stínohra

source: Shaivism
cs: Šaivismus

source: Shaktism
cs: Šaktismus

source: Shape (useful for hedges etc.)
cs: Tvar (užitečné pro živé ploty atd.)

source: Share taxi
cs: Sdílené taxi

source: Share taxi stop
cs: Zastávka sdíleného taxi

source: Sharing
cs: Sdílení

source: Shark
cs: Žralok

source: Sharp left
cs: Ostře doleva

source: Sharp right
cs: Ostře doprava

source: Shed
cs: Kůlna

source: Sheep
cs: Ovce

source: Shelf
cs: Police

source: Shelter
cs: Přístřešek

source: Shia
cs: Šíia

source: Shiatsu
cs: Šiacu

source: Shield volcano (low profile)
cs: Štítová sopka (nízký profil)

source: Shieling
cs: Stínění

source: Shingle
cs: oblázky

source: Shinto
cs: Šintoismus

source: Shinto Shrine
cs: Džindža (šintoistická svatyně)

source: Ship
cs: Loď

source: Shipping
cs: Lodní doprava

source: Shoemaker
cs: Švec

source: Shoes
cs: Boty

source: Shooting
cs: Střelba

source: Shop
cs: Obchod

source: Shops
cs: Obchody

source: Shoreline construction
cs: Stavba pobřeží

source: Short message
cs: Krátká zpráva

source: Shot put
cs: Vrh koulí

source: Shoulder
cs: Na krajnici

source: Showbiz
cs: Showbyznys

source: Shower
cs: Sprcha

source: Shown Area
cs: Zobrazená oblast

source: Shows barometric pressure
cs: Zobrazí barometrický tlak

source: Shows current date
cs: Zobrazí aktuální datum

source: Shows humidity
cs: Zobrazí vlhkost vzduchu

source: Shows temperature
cs: Zobrazí teplotu

source: Shrimp
cs: Krevety

source: Shrub
cs: Keř

source: Shrubbery
cs: Křovina

source: Shrubbery with a medium density. Able-bodied persons might be able to barge through it, but it takes some effort and might result in scratches or soiled clothing.
cs: Křovina se střední hustotou. Zdatní lidé by jím mohli proplout, ale vyžaduje to určité úsilí a může způsobit škrábance nebo znečištěné oblečení.

source: Sidewalk left cycling
cs: Levý cyklistický chodník

source: Sidewalk left smoothness
cs: Hladkost levého chodníku

source: Sidewalk left width (m)
cs: Šířka levého chodníku (m)

source: Sidewalk left-hand side
cs: Chodník na levé straně

source: Sidewalk right cycling
cs: Pravý cyklistický chodník

source: Sidewalk right smoothness
cs: Hladkost pravého chodníku

source: Sidewalk right width (m)
cs: Šírka pravého chodníku (m)

source: Sidewalk right-hand side
cs: Chodník na pravé straně

source: Sight
cs: Pohled

source: Sign
cs: Dopravní značka

source: Sign maker
cs: Výrobce dopravních značek

source: Signal box
cs: Signální skříňka

source: Signals ahead
cs: Signály dopředu

source: Sikh
cs: Sikhismus

source: Silver
cs: Stříbrná

source: Sindhi
cs: Sindhština

source: Single
cs: Samostatná

source: Single direction roads
cs: Jednosměrná silnice

source: Sinhala
cs: Sinhálština

source: Sinkhole
cs: Závrt

source: Siphon
cs: Sifon

source: Siren
cs: Siréna

source: Sit-up
cs: Sklapovačka

source: Site
cs: Uskupení

source: Site name
cs: Název sítě

source: Skating
cs: Bruslení

source: Ski Route
cs: Lyžařská trasa

source: Ski route
cs: Lyžařská trasa

source: Ski route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
cs: Lyžařská trasa (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Skiing
cs: Lyžování

source: Skiing (piste)
cs: Lyžování (dráha)

source: Skin care
cs: Péče o pleť

source: Skipped height (meters)
cs: Přeskočená výška (v metrech)

source: Slate
cs: Břidlice

source: Slight left
cs: Mírně doleva

source: Slight right
cs: Mírně doprava

source: Slipway
cs: Vodní skluz

source: Slot machines
cs: Automaty

source: Slovak
cs: Slovenština

source: Slovenian
cs: Slovinština

source: Small Appliances
cs: Malé spotřebiče

source: Small craft facility
cs: Zařízení pro malé řemeslo

source: Smartism
cs: Smartismus

source: Smoke
cs: Kouř

source: Smoking
cs: Kouření

source: Smoking area
cs: Kuřárna

source: Smoothness
cs: Hladkost

source: Snake
cs: Had

source: Snow bridge
cs: Sněhový most

source: Snow leopard
cs: Sněžný leopard

source: Soccer
cs: Fotbal

source: Social Centre
cs: Sociální středisko

source: Social Club
cs: Sociální klub

source: Social Facilities
cs: Zařízení sociálních služeb

source: Social Networks
cs: Sociální sítě

source: Social Workshop
cs: Sociální dílna

source: Social security
cs: Sociální pojištění

source: Social services
cs: Sociální služby

source: Solar
cs: Solární

source: Solar Power Generator
cs: Generátor solární energie

source: Solar Power Plant
cs: Solární elektrárna

source: Solid
cs: Pevný

source: Somali
cs: Somálština

source: Sorbian
cs: Lužická srbština

source: Sound signals
cs: Zvukové signály

source: Soup
cs: Polévka

source: South
cs: Jih

source: Spa
cs: Lázně

source: Spaceport
cs: Vesmírný přístav

source: Spaces for Disabled
cs: Místa pro invalidy

source: Spaces for Parents
cs: Místa pro rodiče

source: Spaces for Women
cs: Místa pro ženy

source: Spacing between grids (meters)
cs: Mezera mezi mřížky (v metrech)

source: Spanish
cs: Španělská

source: Sparse
cs: Řídká

source: Sparsely planted shrubbery. Generally speaking able-bodied persons could walk through them (although this is usually not desirable).
cs: Řídce osázené křoví. Obecně řečeno, tělesně zdatné osoby jimi mohly projít (ačkoli to obvykle není žádoucí).

source: Special purpose beacon
cs: Maják pro speciální účely

source: Special purpose buoy
cs: Bóje pro speciální účely

source: Specialized off-road: tractor, ATV
cs: Speciální terénní kola: traktory, čtyřkolky, tanky, MTB

source: Species
cs: Druh

source: Speech (departures board)
cs: Řeč (tabule odjezdů)

source: Speech (information display)
cs: Řeč (informační obrazovka)

source: Speech output
cs: Výstup řeči

source: Speech therapist
cs: Logoped

source: Speed Camera
cs: Rychlostní kamera

source: Speed display
cs: Zobrazení rychlosti

source: Speed limit sign
cs: Značka zobrazení rychlosti

source: Speed limit sign (separate)
cs: Značka zobrazení rychlosti (oddělená)

source: Spices
cs: Koření

source: Spiderweb
cs: Pavoučí síť

source: Spikes
cs: Hroty

source: Spiritist
cs: Spiritismus

source: Spiritualist
cs: Spiritualismus

source: Splash pad
cs: Stříkací bazén

source: Sport (Ball)
cs: Sport (Míčový)

source: Sport Facilities
cs: Sportovní zařízení

source: Sport climbing
cs: Sportovní lezení

source: Sport club
cs: Sportovní klub

source: Sports
cs: Sporty

source: Sports Centre
cs: Sportovní centrum

source: Sports Hall
cs: Sportovní hala

source: Sports and hobbies
cs: Sporty a koníčky

source: Sports centre
cs: Sportovní centrum

source: Sprawny
cs: Účinná

source: Spring
cs: Pramen

source: Square
cs: Zpravoúhlit

source: Squeeze
cs: Sevření

source: Squeezer
cs: Stlačovací

source: Stadium
cs: Stadion

source: Stairs
cs: Schody

source: Stalinist architecture
cs: Stalinská architektura

source: Stamps
cs: Známky

source: Stand
cs: Stojan

source: Stand builder
cs: Výrobce stojanů

source: Stand up comedy
cs: Stand up komedie

source: Stars
cs: Hvězdiček

source: Start date
cs: Počáteční datum

source: State
cs: Stav

source: Stately
cs: Majestátní

source: Station or amenities
cs: Stanice nebo zařízení

source: Stationery
cs: Kancelářské potřeby

source: Statistics
cs: Statistiky

source: Statue
cs: Socha

source: Steak house
cs: Steaková restaurace

source: Steam
cs: Pára

source: Steam generator
cs: Parní generátor

source: Steam turbine
cs: Parní turbína

source: Steam/Turkish
cs: Parní/Turecká

source: Steel
cs: Ocel

source: Stellarator
cs: Stellarátor

source: Step height in cm
cs: Výška schodu v cm

source: Stepover
cs: Překročit

source: Steppe
cs: Step

source: Stepping stones
cs: Nástupní kameny

source: Steps
cs: Schody

source: Stile
cs: Schůdky přes ohradu

source: Stomatology
cs: Stomatologie

source: Stone
cs: Kámen

source: Stone block
cs: Kamenný blok

source: Stonemason
cs: Kameník

source: Stop Area
cs: Oblast zastávky

source: Stop Position
cs: Pozice zastavení

source: Stop ahead
cs: Zastávka vepředu

source: Stop sign
cs: Značka STOP

source: Stop sign (separate)
cs: Značka zastávky (oddělená)

source: Stop types
cs: Typ stopky

source: Storage
cs: Úložný prostor

source: Storage Tank
cs: Zásobník

source: Storage rental
cs: Skladovací prostor

source: Store
cs: Obchod

source: Straight on only
cs: Pouze přímo

source: Strait
cs: Úžina

source: Stratovolcano (composite volcano)
cs: Stratovulkán (kompozitní sopka)

source: Stream
cs: Potok

source: Stream pool
cs: Říční bazén

source: Street
cs: Ulice

source: Street (up to 20m)
cs: Ulice (do 20m)

source: Street Lamp
cs: Pouliční lampa

source: Street area
cs: Plocha ulice

source: Street cabinet
cs: Pouliční skříň / kaplička

source: Street has no name
cs: Ulice nemá název

source: Street lighting
cs: Pouliční osvětlení

source: Street name
cs: Název ulice

source: Street parking both sides
cs: Parkování na ulici z obou stran

source: Street parking both sides:
cs: Parkování na ulici z obou stran:

source: Street parking left-hand side
cs: Parkování na levé straně ulice

source: Street parking left-hand side:
cs: Parkování na levé straně ulice:

source: Street parking right-hand side
cs: Parkování na pravé straně ulice

source: Street parking right-hand side:
cs: Parkování na pravé straně ulice:

source: Streets
cs: Ulice

source: String bog
cs: Rašeliniště

source: Strip Club
cs: Striptýzový klub

source: Stroller access
cs: Přístup pro kočárky

source: Stroller ramp
cs: Rampa na kočárky

source: Styles
cs: Styly

source: Sub area
cs: Podoblast

source: Subdistrict
cs: Subdistrikt

source: Subject
cs: Předmět

source: Submarine cable
cs: Podmořský kabel

source: Submarine pipeline
cs: Podmořské potrubí

source: Submarine transit lane
cs: Podmořský tranzitní pruh

source: Subnational
cs: Subnárodní

source: Substance
cs: Látka
