Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

source: Zip Line
cs: Lanový skluz

source: Zircon
cs: Zirkon

source: Zone
cs: Zóna

source: Zoroastrian
cs: Zoroastrismus

source: Zulu
cs: Zuluština

source: `access=no`, `foot=yes` and `bicycle=yes`
cs: `access=no`, `foot=yes` a `bicycle=yes`

source: `motor_vehicle=no`, `psv=yes`, `foot=yes` and `bicycle=yes`
cs: `motor_vehicle=no`, `psv=yes`, `foot=yes` a `bicycle=yes`

source: addresses belonging to the street
cs: adresy patřící k ulici

source: alternative segment
cs: alternativní segment

source: anything related to the street
cs: cokoliv, co souvisí s ulicí

source: backward halt point
cs: bod zpětného zastavení

source: backward segment
cs: zpětný segment

source: branch waterways (no riverbank)
cs: odbočné říční cesty (bez břehu řeky)

source: camera
cs: kamera

source: climbing up to second grade. Often very exposed, precarious jagged rocks, glacier with danger to slip and fall
cs: lezení do druhého stupně. Často velmi exponované, nejisté rozeklané skály, ledovec s nebezpečím uklouznutí a pádu

source: connection junction
cs: spojovací křižovatka

source: connection route
cs: trasa spojení

source: e-cigarette
cs: e-cigareta

source: edge ways parallel to 'across'
cs: okrajové cesty rovnoběžné s „přes“

source: edge ways parallel to 'through'
cs: okrajové cesty rovnoběžné s „průchozím“

source: entrances to the site, on the perimeter
cs: vstupy do areálu, po obvodu areálu

source: entry points
cs: vstupní body

source: exposed sites may be secured with ropes or chains, possible need to use hands for balance. Partly exposed sites with fall hazard, scree, pathless jagged rocks
cs: exponovaná místa mohou být zajištěna lany nebo řetězy, možná potřeba použít ruce k udržení rovnováhy. Částečně exponovaná místa s nebezpečím pádu, škrapy, členité skály bez cest.

source: first way after junction
cs: první cesta za křižovatkou

source: fitness station
cs: fittness stanice

source: fork node for alternative routes
cs: rozvětvení uzlu pro alternativní trasy

source: forward halt point
cs: přední bod zastavení

source: forward segment
cs: přední segment

source: from way
cs: z cesty

source: gravitational
cs: gravitační

source: guard
cs: strážný

source: guidepost
cs: rozcestník

source: hail and ride route segment
cs: segment trasy hail and ride

source: halt point
cs: místo zastavení

source: house
cs: rodinný dům

source: houses belonging to the street
cs: domy patřící k ulici

source: infrastructure
cs: infrastruktura

source: inner segment
cs: vnitřní úsek

source: junction
cs: křižovatka

source: last way before junction
cs: poslední cesta před křižovatkou

source: link segment
cs: spojovací úsek

source: member
cs: člen

source: natural
cs: přírodní objekt

source: node of the intersection
cs: uzel křižovatky

source: node on way where enforcement starts
cs: uzel na cestě, kde začíná vymáhání

source: outer segment
cs: vnější segment

source: perimeter of the site
cs: obvod areálu

source: place where waterway ends
cs: místo, kde vodní cesta končí

source: platform
cs: nástupiště

source: platform (entry only)
cs: nástupiště (pouze pro nástup)

source: platform (exit only)
cs: nástupiště (pouze výstup)

source: position of sign
cs: poloha značky

source: route
cs: trasa

source: route segment
cs: úsek trasy

source: route variant/direction (at least 2)
cs: varianta trasy/směr (alespoň 2)

source: shortcut segment
cs: úsek zkratky

source: single plainly climbing up to second grade. Exposed, demanding terrain, jagged rocks, few dangerous glacier and snow
cs: Jednotlivec jasně stoupá do druhé třídy. Exponovaný, náročný terén, rozeklané skály, několik nebezpečných ledovcových a sněhových ploten.

source: sometimes need for hand use to get ahead. Terrain quite exposed, precarious grassy acclivities, jagged rocks, facile snow-free glaciers
cs: někdy je potřeba používat ruce, abyste se dostali dopředu. Terén poměrně exponovaný, nejisté travnaté výstupy, rozeklané skály, slabé ledovce bez sněhu.

source: spring of waterway
cs: pramen vodního toku

source: start and stop endpoint
cs: počáteční a koncový bod zastavení

source: start endpoint
cs: počáteční bod

source: stop endpoint
cs: koncový bod

source: stop position
cs: poloha zastavení

source: stop position (entry only)
cs: poloha zastavení (jen nástup)

source: stop position (exit only)
cs: poloha zastavení (jen výstup)

source: street
cs: ulice

source: to way
cs: na trasu

source: variant segment
cs: úsek varianty

source: waterways (no riverbank)
cs: vodní toky (bez břehů)

source: way forming the outline footprint
cs: cesta tvořící obrysovou stopu

source: ways being part of street
cs: cesty, které jsou součástí ulice

source: ways forming the section of measurement
cs: cesty tvořící úsek měření

source: ways passing through the tunnel
cs: cesty procházející tunelem

source: ways passing under the bridge
cs: cesty procházející pod mostem

# material
source: Adobe
cs: Vepřovice

# material
source: Aluminium
cs: Hliník

# material
source: Andesite
cs: Andezit

# material
source: Barbed wire
cs: Ostnatý drát

# material
source: Bars
cs: Tyče

# material
source: Brass
cs: Mosaz

# material
source: Brick
cs: Cihla

# material
source: Bronze
cs: Bronz

# material
source: Chain link
cs: Řetěz

# material
source: Concrete
cs: Beton

# material
source: Electric
cs: Elektrické

# material
source: Glass
cs: Sklo

# material
source: Granite
cs: Žula

# material
source: Masonry
cs: Zednické práce

source: Material
cs: Materiál

# material
source: Metal
cs: Kov

# material
source: Plastic
cs: Plast

# material
source: Pole
cs: Sloup elektrického vedení

# material
source: Railing
cs: Zábradlí

# material
source: Reinforced concrete
cs: Železobeton

# material
source: Split rail
cs: Rozdělená kolejnice

# material
source: Steel
cs: Ocel

# material
source: Stone
cs: Kámen

# material
source: Type
cs: Typ

# material
source: Wire
cs: Drát

# material
source: Wood
cs: Dřevo

# surface
source: Asphalt
cs: Asfalt

# surface
source: Cobblestone
cs: Dlažební kámen

# surface
source: Compacted
cs: Zhutněný

# surface
source: Concrete
cs: Beton

# surface
source: Concrete lanes
cs: Betonové pruhy

# surface
source: Concrete plates
cs: Betonové desky

# surface
source: Dirt
cs: Hlína

# surface
source: Fine gravel
cs: Jemný štěrk

# surface
source: Grass
cs: Tráva

# surface
source: Grass paver
cs: Zatravňovací dlažba

# surface
source: Gravel
cs: Štěrk

# surface
source: Ground
cs: Země

# surface
source: Metal
cs: Kov

# surface
source: Mud
cs: Bahno

# surface
source: Paved
cs: Zpevněný

# surface
source: Paving stones
cs: Dlažba

# surface
source: Pebblestone
cs: Oblázek

# surface
source: Rock
cs: Kámen

# surface
source: Rubber
cs: Guma

# surface
source: Sand
cs: Písek

# surface
source: Segregated cycleway surface
cs: Oddělený povrch cyklostezky

# surface
source: Segregated footway surface
cs: Oddělený povrch chodníků

# surface
source: Sett
cs: Dlažební kostky

# surface
source: Sidewalk surface
cs: Povrch chodníku

# surface
source: Sidewalk surface left
cs: Povrch levého chodníku

# surface
source: Sidewalk surface right
cs: Povrch pravého chodníku

source: Surface
cs: Povrch

# surface
source: Unhewn cobblestone
cs: Neotesaný oblázek

# surface
source: Unpaved
cs: Nezpevněný

# surface
source: Wood
cs: Dřevo

# surface
source: Wood chips
cs: Dřevo štěpky

# overtaking
source: Allowed
cs: Povolen

# overtaking
source: Both directions
cs: Oba směry

# overtaking
source: In way direction
cs: Ve směru

# overtaking
source: Opposite to way direction
cs: Proti směru

source: Overtaking
cs: Předjíždění

# sidewalk
source: Both sides
cs: Obě strany

# sidewalk
source: Mapped separately
cs: Mapováno samostatně

# sidewalk
source: No sidewalk
cs: Bez chodníku

# sidewalk
source: Only left side
cs: Pouze levá strana

# sidewalk
source: Only right side
cs: Pouze pravá strana

source: Sidewalk
cs: Chodník

# sidewalk
source: Sidewalk left
cs: Chodník vlevo

# sidewalk
source: Sidewalk right
cs: Chodník vpravo

# sidewalk
source: Yes
cs: Ano

# bus_bay
source: Both sides
cs: Obě strany

source: Bus bay
cs: Autobusová zastávka

# bus_bay
source: Only left side
cs: Pouze levá strana

# bus_bay
source: Only right side
cs: Pouze pravá strana

# pedestrian
source: Crossing type
cs: Typ přejezdu

# pedestrian
source: Island
cs: Ostrůvek

# pedestrian
source: No crossing
cs: Bez přechodu

# pedestrian
source: Not controlled
cs: Neřízený

# pedestrian
source: Traffic signals
cs: Semafory

# pedestrian
source: Unmarked
cs: Neoznačený

# crossing:markings
source: Bicolour zebra
cs: Dvoubarevná zebra

# crossing:markings
source: Crossing type name (UK)
cs: Název typu křížení (UK)

# crossing:markings
source: Dashes
cs: Čárky

# crossing:markings
source: Dots
cs: Tečky

# crossing:markings
source: Double zebra
cs: Dvojitá zebra

# crossing:markings
source: Ladder
cs: Žebřík

# crossing:markings
source: Lines
cs: Linie

# crossing:markings
source: Marked
cs: Označený

# crossing:markings
source: Markings
cs: Značení

# crossing:markings
source: Paired ladder
cs: Párový žebřík

# crossing:markings
source: Paired lines
cs: Párové čáry

# crossing:markings
source: Paired zebra
cs: Párová zebra

# crossing:markings
source: Pegasus
cs: Pegas

# crossing:markings
source: Pelican
cs: Pelikán

# crossing:markings
source: Pictograms
cs: Piktogramy

# crossing:markings
source: Puffin
cs: Papuchalkovitý

# crossing:markings
source: Skewed ladder
cs: Zkosený žebřík

# crossing:markings
source: Surface
cs: Povrch

# crossing:markings
source: Tiger
cs: Tygr

# crossing:markings
source: Toucan
cs: Tukan

# crossing:markings
source: Unmarked
cs: Neoznačený

# bridge
source: Abutment
cs: Opěra

# bridge
source: Aqueduct
cs: Akvadukt

# bridge
source: Arch
cs: Oblouk

# bridge
source: Bascule
cs: Vahadlový

# bridge
source: Beam
cs: Nosník

# bridge
source: Boardwalk
cs: Dřevěný chodník / boardwalk

source: Bridge
cs: Most

# bridge
source: Bridge support type
cs: Typ podpěry mostu

# bridge
source: Cable-stayed
cs: Na lanech

# bridge
source: Cantilever
cs: Konzolový

# bridge
source: Covered
cs: Zastřešeno

# bridge
source: Drawbridge
cs: Padací most

# bridge
source: Floating
cs: Plovoucí

# bridge
source: Humpback
cs: Vysoký oblouk

# bridge
source: Lift
cs: Zvedací

# bridge
source: Lift pier
cs: Zvedací molo

# bridge
source: Low water crossing
cs: Přechod přes mělkou vodu

# bridge
source: Moveable bridge type
cs: Typ pohyblivého mostu

# bridge
source: Pier
cs: Molo

# bridge
source: Pivot pier
cs: Otočné molo

# bridge
source: Retractable
cs: Zasouvací

# bridge
source: Simple suspension
cs: Jednoduché zavěšení

# bridge
source: Structure
cs: Struktura

# bridge
source: Submersible
cs: Ponorný

# bridge
source: Suspension
cs: Zavěšený

# bridge
source: Swing
cs: Houpaška

# bridge
source: Tilt
cs: Naklápěcí

# bridge
source: Transporter
cs: Transportér

# bridge
source: Trestle
cs: Podstavec

# bridge
source: Truss
cs: Příhradový nosník

# bridge
source: Viaduct
cs: Viadukt

# bridge
source: Yes
cs: Ano

# railway
source: Barrier
cs: Zábrana

# railway
source: Branch
cs: Vedlejší

# railway
source: Crossover
cs: Kolejová spojka

# railway
source: Default
cs: Výchozí

# railway
source: Double slip
cs: Dvojitý skluz

# railway
source: Electric
cs: Elektrické

# railway
source: Electronic
cs: Elektronická

# railway
source: Freight
cs: Náklad

# railway
source: Industrial
cs: Průmysl

# railway
source: Main
cs: Hlavní

# railway
source: Mechanical
cs: Mechanický

# railway
source: Military
cs: Armáda

# railway
source: Railway station
cs: Železniční stanice

# railway
source: Service type
cs: Typ služby

# railway
source: Siding
cs: Výhybna

# railway
source: Single slip
cs: Jediný skluz

# railway
source: Spur
cs: Nákladiště

# railway
source: Station
cs: Stanice

# railway
source: Subway station
cs: Stanice metra

# railway
source: Three way
cs: Třícestný

# railway
source: Tourism
cs: Turismus

# railway
source: Track diagram
cs: Diagram trasy

# railway
source: Tracks
cs: Tratě

# railway
source: Type
cs: Typ

# railway
source: Usage
cs: Použití

# railway
source: Wye
cs: Kolejový trojúhelník

# railway
source: Yard
cs: Kolej seřaďovacího nádraží

# electrified
source: Contact line
cs: Trolejové vedení

source: Electrified
cs: Elektrifikováno

# electrified
source: No
cs: Ne

# electrified
source: Rail
cs: Kolej

# electrified
source: Yes
cs: Ano

# colour
source: Background colour
cs: Barva pozadí

# colour
source: Black
cs: Černá

# colour
source: Blue
cs: Modrá

# colour
source: Brown
cs: Hnědá

# colour
source: Color
cs: Barva

# colour
source: Color (HTML name or hexadecimal code)
cs: Barva (název v HTML nebo hexadecimální kód)

# colour
source: Colour of the top section (bonnet)
cs: Barva horní části (kapoty)

# colour
source: Gray
cs: Šedá

# colour
source: Green
cs: Zelená

# colour
source: Orange
cs: Oranžová

# colour
source: Purple
cs: Fialová

# colour
source: Red
cs: Červená

# colour
source: Silver
cs: Stříbrná

# colour
source: White
cs: Bílá

# colour
source: Yellow
cs: Žlutá

# entrance
source: Door type
cs: Typ dveří

# entrance
source: Emergency
cs: Pohotovost

source: Entrance
cs: Vchod

# entrance
source: Exit
cs: Výstup

# entrance
source: Folding
cs: Skládací

# entrance
source: Garage
cs: Garáž

# entrance
source: Hinged
cs: Zavěšený

# entrance
source: Main
cs: Hlavní

# entrance
source: None
cs: Žádný

# entrance
source: Overhead
cs: Nad hlavou

# entrance
source: Revolving
cs: Otočný

# entrance
source: Secondary
cs: Sekundární

# entrance
source: Service
cs: Účelový

# entrance
source: Shop
cs: Obchod

# entrance
source: Staircase
cs: Schodiště

# entrance
source: Yes
cs: Ano

# baby_feeding
source: Available
cs: Dostupné

# baby_feeding
source: Baby feeding space
cs: Prostor pro krmení dítěte

# baby_feeding
source: None
cs: Žádné

# baby_feeding
source: Room
cs: Pokoj

# clothes
source: Babies
cs: Děti

# clothes
source: Children
cs: Děti

# clothes
source: Costumes
cs: Kostýmy

# clothes
source: Fashion
cs: Móda

# clothes
source: Fur
cs: Kožešina

# clothes
source: Hats
cs: Klobouky

# clothes
source: Kind of clothes
cs: Druh oblečení

# clothes
source: Leather
cs: Kůže

# clothes
source: Maternity
cs: Těhotenství

# clothes
source: Men
cs: Muži

# clothes
source: Motorcycle
cs: Motocykl

# clothes
source: Oversize
cs: Nadměrná velikost

# clothes
source: Schoolwear
cs: Školní uniformy

# clothes
source: Sports
cs: Sporty

# clothes
source: Suits
cs: Obleky

# clothes
source: Swimwear
cs: Plavky

# clothes
source: Traditional
cs: Tradiční

# clothes
source: Underwear
cs: Spodní prádlo

# clothes
source: Wedding
cs: Svatební

# clothes
source: Women
cs: Ženy

# clothes
source: Workwear
cs: Pracovní oblečení

source: Access
cs: Přístup

# access
source: Agricultural
cs: Zemědělství

# access
source: All vehicles
cs: Všechna vozidla

# access
source: Bicycle
cs: Jízdní kolo

# access
source: Bicycle access
cs: Přístup pro kola

# access
source: Boat
cs: Loď

# access
source: Canoe
cs: Kanoe

# access
source: Customers
cs: Zákazníci

# access
source: Delivery
cs: Rozvoz

# access
source: Designated
cs: Vyhrazen

# access
source: Destination
cs: Cíl

# access
source: Dismount
cs: Sesednout

# access
source: Dog
cs: Pes

# access
source: Emergency vehicles
cs: Zásahová vozidla

# access
source: Foot
cs: Pěší

# access
source: Forestry
cs: Lesnictví

# access
source: General access
cs: Všeobecný přístup

# access
source: Horse
cs: Kůň

# access
source: Light Commercial Vehicles (goods)
cs: Lehká užitková vozidla (nákladní)

# access
source: Motor vehicles
cs: Motorová vozidla

# access
source: Motorboat
cs: Motorový člun

# access
source: Motorcar
cs: Motokára

# access
source: Motorcycle
cs: Motocykl

# access
source: No
cs: Ne

# access
source: No access
cs: Žádný přístup

# access
source: Official
cs: Oficiální

# access
source: Permissive
cs: Do odvolání

# access
source: Permit required
cs: Povolení vyžadováno

# access
source: Private
cs: Soukromé

# access
source: Public Service Vehicles (psv)
cs: Vozidla veřejné služby (VPS)

# access
source: Public access
cs: Veřejný přístup

# access
source: Recommended
cs: Doporučeny

# access
source: Ship
cs: Loď

# access
source: Ski
cs: Lyže

# access
source: Snowmobile
cs: Sněžný skútr

# access
source: Tourist buses
cs: Turistické autobusy

# access
source: Use sidepath
cs: Použít boční cestu

# access
source: Yes
cs: Ano

# sport
source: American football
cs: Americký fotbal

# sport
source: American handball
cs: Americká házená

# sport
source: Archery
cs: Lukostřelba

# sport
source: Athletics
cs: Atletika

# sport
source: Australian football
cs: Australský fotbal

# sport
source: Available
cs: Dostupné

# sport
source: Basketball
cs: Basketbal

# sport
source: Beach volleyball
cs: Plážový volejbal

# sport
source: Billiards
cs: Kulečník

# sport
source: Boules
cs: Koule

# sport
source: Canadian football
cs: Kanadský fotbal

# sport
source: Canoe
cs: Kanoe

# sport
source: Chess
cs: Šachy

# sport
source: Childrens pool
cs: Dětský bazének

# sport
source: Climbing
cs: Horolezectví

# sport
source: Cricket
cs: Kriket

# sport
source: Croquet
cs: Kroket

# sport
source: Cycling
cs: Cyklistika

# sport
source: Dog racing
cs: Psí běžecké závody

# sport
source: Equestrian
cs: Jezdecké

# sport
source: Field hockey
cs: Pozemní hokej

# sport
source: Free flying
cs: Bezplatné létání

# sport
source: Gaelic games
cs: Gaelské hry

# sport
source: Gymnastics
cs: Gymnastika

# sport
source: Handball
cs: Házená

# sport
source: Hoops
cs: Počet košů

# sport
source: Horse racing
cs: Dostihy

# sport
source: Horseshoes
cs: Podkovy

# sport
source: Ice hockey
cs: Lední hokej

# sport
source: Ice skating
cs: Bruslení na ledu

# sport
source: Ice stock
cs: Bavorský curling

# sport
source: In-ground
cs: V zemi

# sport
source: Indoor
cs: Vnitřní

# sport
source: Karting
cs: Motokáry

# sport
source: Lazy river
cs: Pomalý tekoucí proud

# sport
source: Martial arts
cs: Bojová umění

# sport
source: Model aerodrome
cs: Modelářské letiště

# sport
source: Motocross
cs: Motokros

# sport
source: Multiple
cs: Více sportů

# sport
source: None
cs: Žádné

# sport
source: Orienteering
cs: Orientační běh

# sport
source: Outdoor
cs: Venkovní

# sport
source: Pitch
cs: Hřiště

# sport
source: Plunge
cs: Ponořit se

# sport
source: Pool type
cs: Typ bazénu

# sport
source: RC car
cs: RC káry

# sport
source: Racetrack
cs: Závodní dráha

# sport
source: Racquet
cs: Raketa

# sport
source: Roller skating
cs: Bruslení na kolečkových bruslích

# sport
source: Rowing
cs: Veslování

# sport
source: Rugby league
cs: Třináctkové ragby

# sport
source: Rugby union
cs: Patnáctkové ragby

# sport
source: Running
cs: Běh

# sport
source: Safety training
cs: Bezpečnostní trénink

# sport
source: Scuba diving
cs: Potápění

# sport
source: Shooting
cs: Střelba

# sport
source: Skating
cs: Bruslení

# sport
source: Skiing
cs: Lyžování

# sport
source: Soccer
cs: Fotbal

# sport
source: Spa
cs: Lázně

# sport
source: Speedway
cs: Rychlostní dráha

# sport
source: Sports centre
cs: Sportovní centrum

# sport
source: Sports hall
cs: Sportovní hala

# sport
source: Stadium
cs: Stadion

# sport
source: Swimming
cs: Plavání

# sport
source: Swimming pool
cs: Plavecký bazén

# sport
source: Table soccer
cs: Stolní fotbal

# sport
source: Table tennis
cs: Stolní tenis

# sport
source: Tennis
cs: Tenis

# sport
source: Track
cs: Polní, lesní cesta

# sport
source: Type
cs: Typ

# sport
source: Volleyball
cs: Volejbal

# sport
source: Wading
cs: Brodění

# sport
source: Wave pool
cs: Bazén s vlnami

# sport
source: Yoga
cs: Jóga

# parking
source: Asphalt
cs: Asfalt

# parking
source: Back in
cs: Zpětné

# parking
source: Carports
cs: Přístřešek

# parking
source: Charging
cs: Nabíjení

# parking
source: Cobblestone
cs: Dlažební kámen

# parking
source: Compacted
cs: Zhutněný

# parking
source: Concrete
cs: Beton

# parking
source: Concrete lanes
cs: Betonové pruhy

# parking
source: Concrete plates
cs: Betonové desky

# parking
source: Customers
cs: Zákazníci

# parking
source: Delivery
cs: Rozvoz

# parking
source: Diagonal
cs: Úhlopříčně

# parking
source: Dirt
cs: Hlína

# parking
source: Disabled
cs: Zakázán

# parking
source: Disc
cs: Disk

# parking
source: Fine gravel
cs: Jemný štěrk

# parking
source: Fire lane
cs: Požární ulička

# parking
source: Free
cs: Zdarma

# parking
source: Garage boxes
cs: Garážové boxy

# parking
source: Grass
cs: Tráva

# parking
source: Grass paver
cs: Zatravňovací dlažba

# parking
source: Gravel
cs: Štěrk

# parking
source: Ground
cs: Země

# parking
source: HGV
cs: Náklaďáky

# parking
source: Head in
cs: Přední

# parking
source: Lane
cs: Vyhrazené místo

# parking
source: Layby
cs: Odpočinkové

# parking
source: Marked
cs: Označený

# parking
source: Metal
cs: Kov

# parking
source: Motorcycle
cs: Motocykl

# parking
source: Mud
cs: Bahno

# parking
source: Multi-storey
cs: Vícepodlažní

# parking
source: No parking
cs: Zákaz parkování

# parking
source: No parking possible
cs: Parkování není možné

# parking
source: No standing
cs: Zákaz stání

# parking
source: No stopping
cs: Zákaz zastavení

# parking
source: Normal
cs: Normální

# parking
source: Parallel
cs: Rovnoběžné

# parking
source: Parallel to street
cs: Souběžně s ulicí

# parking
source: Parent
cs: Rodič

# parking
source: Parking bays
cs: Parkovací místa

# parking
source: Parking both sides
cs: Parkování na obou stranách

# parking
source: Parking condition both sides
cs: Podmínka parkování po obou stranách

# parking
source: Parking condition left-hand side
cs: Podmínky parkování na levé straně

# parking
source: Parking condition right-hand side
cs: Podmínky parkování na pravé straně

# parking
source: Parking direction both sides
cs: Směr parkování na obě strany

# parking
source: Parking direction left
cs: Směr parkování vlevo

# parking
source: Parking direction right
cs: Směr parkování vpravo

# parking
source: Parking is mapped separately
cs: Parkování zmapováno samostatně

# parking
source: Parking left
cs: Parkování vlevo

# parking
source: Parking left-hand side
cs: Parkování na levé straně

# parking
source: Parking on pavement
cs: Parkování na chodníku

# parking
source: Parking on shoulder
cs: Parkování na krajnici

# parking
source: Parking on street
cs: Parkování na ulici

# parking
source: Parking orientation both sides
cs: Orientace parkování na obě strany

# parking
source: Parking orientation left
cs: Orientace parkování vlevo

# parking
source: Parking orientation right
cs: Orientace parkování vpravo

# parking
source: Parking partially on pavement
cs: Parkování částečně na chodníku

# parking
source: Parking possible
cs: Parkování je možné

# parking
source: Parking right
cs: Parkování vpravo

# parking
source: Parking right-hand side
cs: Parkování na pravé straně

# parking
source: Parking surface both sides
cs: Parkovací plocha z obou stran

# parking
source: Parking surface left
cs: Parkovací plocha vlevo

# parking
source: Parking surface right
cs: Parkovací plocha vpravo

# parking
source: Paved
cs: Zpevněný

# parking
source: Paving stones
cs: Dlažba

# parking
source: Pebblestone
cs: Oblázek

# parking
source: Perpendicular
cs: Kolmé

# parking
source: Private
cs: S povolením

# parking
source: Residents
cs: Rezidenti

# parking
source: Rock
cs: Skála

# parking
source: Rooftop
cs: Střecha

# parking
source: Rubber
cs: Guma

# parking
source: Sand
cs: Písek

# parking
source: Sett
cs: Dlažba

# parking
source: Sheds
cs: Lehký přístřešek

# parking
source: Staff
cs: Personál

# parking
source: Street side
cs: Na straně ulice

# parking
source: Surface
cs: Povrch

# parking
source: Ticket
cs: Předprodej vstupenek

# parking
source: Type
cs: Typ

# parking
source: Underground
cs: Podzemní

# parking
source: Unhewn cobblestone
cs: Neotesaný oblázek
