Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Tourism
de_ch: Fremdenverkehr
es: Turismo
hu: Turizmus
is: Ferðaþjónusta
sv: Turism

source: Tourism attraction
de_ch: Sehenswürdigkeit
es: Atracción turística
hu: Turisztikai látványosság
is: Ferðamannastaður
sv: Turistattraktion

source: Tower
de_ch: Turm
es: Torre
hu: Torony
is: Turn
sv: Torn

source: Tower construction
de_ch: Turmkonstruktion
es: Construcción de la torre
hu: Torony szerkezete
sv: Tornkonstruktion

source: Tower type
de_ch: Turmtyp
es: Tipo de torre
hu: Toronytípus
is: Tegund turns
sv: Torntyp

source: Town
de_ch: Stadt
es: Pueblo / Ciudad pequeña
hu: Kisváros
is: Bær
sv: Stad

source: Town Hall
de_ch: Rathaus
es: Ayuntamiento / Municipalidad
hu: Városháza
is: Ráðhús
sv: Stadshus

source: Toy library
de_ch: Ludothek
es: Ludoteca
hu: Játékkölcsönző
is: Leikfangasafn
sv: Leksaksbibliotek

source: Toys
de_ch: Spielzeug
es: Juguetes
hu: Játék
is: Leikföng
sv: Leksaker

source: Track
de_ch: Wirtschaftsweg
es: Pista
hu: Mezőgazdasági/erdészeti út
is: Slóð
sv: Spår

source: Track and Field Athletics
de_ch: Leichtathletik
es: Pista de atletismo
hu: Atlétika
is: Frjálsíþróttir
sv: Friidrott

source: Tracktype
de_ch: Güteklasse
es: Tipo de pista
hu: Mzg./erdészeti út típusa
sv: Spårtyp

source: Trade
de_ch: Handel
es: Comercio
hu: Szakmaterület
is: Viðskipti
sv: Yrkesområde

source: Trade supplies
de_ch: Bau- und Gewerbebedarf
es: Suministros comerciales
hu: Szakáruház
sv: Byggvaruhandel

source: Traditional climbing
de_ch: Traditionelles Klettern
es: Escalada tradicional
hu: Hagyományos mászás
is: Hefðbundið klifur
sv: Traditionell klättring

source: Traffic
de_ch: Verkehr
es: Tráfico
hu: Forgalom
is: Umferð
sv: Trafik

source: Traffic Calming
de_ch: Verkehrsberuhigung
es: Tranquilización de tráfico
hu: Forgalomlassítás
is: Hraðahindrun
sv: Traffikdämpare

source: Traffic Hazard
de_ch: Gefahr
es: Peligro de tránsito
hu: Közlekedési veszély
is: Umferðarhætta
sv: Trafikfara

source: Traffic Mirror
de_ch: Spiegel
es: Espejo de tránsito
hu: Közlekedési tükör
is: Umferðarspegill
sv: Trafikspegel

source: Traffic Sign Backward
de_ch: Verkehrszeichen (rückwärts)
es: Señal de tránsito hacia atrás
hu: Jelzőtábla vonaliránnyal ellentétesen
is: Umferðarmerki afturábak
sv: Trafikskylt bakåt

source: Traffic Sign Forward
de_ch: Verkehrszeichen (vorwärts)
es: Señal de tránsito hacia adelante
hu: Jelzőtábla vonalirányban
is: Umferðarmerki áfram
sv: Trafikskylt framåt

source: Traffic Signal
de_ch: Ampel
es: Señal de tránsito
hu: Jelzőlámpa
is: Umferðarmerki
sv: Trafiksignal

source: Traffic control
de_ch: Verkehrsüberwachung
es: Control de tránsito
hu: Forgalomirányítás
is: Umferðarstýring
sv: Trafikkontroll

source: Traffic lights
de_ch: Ampel
es: Semáforo
hu: Fényjelzés
is: Umferðarljós
sv: Trafikljus

source: Traffic monitoring
de_ch: Verkehrsüberwachung
es: Monitoreo de tránsito
hu: Forgalommegfigyelés
is: Umferðareftirlit
sv: Trafikövervakning

source: Traffic sign
de_ch: Verkehrszeichen
es: Señal de tránsito
hu: Közlekedési tábla
is: Umferðarmerki
sv: Vägmärke

source: Traffic sign (separate)
de_ch: Verkehrszeichen (separat)
es: Señal de tránsito (separada)
sv: Trafikskylt (separat)

source: Traffic signal station
de_ch: Verkehrssignalstation
es: Estación de señales de tránsito
is: Umferðarmerkjastöð
sv: Trafiksignalstation

source: Traffic signals
de_ch: Ampeln
es: Señales de tránsito
hu: Jelzőlámpa
is: Umferðarmerki
sv: Trafiksignal

source: Trail markings
de_ch: Wegmarkierungen
es: Marcas de sendero
hu: Turistaútjelzések
is: Slóðamerkingar
sv: Ledmarkeringar

source: Trail well cleared. Area flat or slightly sloped, no fall hazard
de_ch: Pfad gut zu erkennen. Flaches oder leicht ansteigendes Gelände, keine Sturzgefahr.
es: Senda bien clara. Área lisa o algo inclinada, no hay riesgo
hu: Az ösvény jó ki van tisztítva. A terület sík vagy enyhén emelkedik/lejt, elesés nem valószínű
is: Slóð vel hreinsuð. Svæði flatt eða með litlum halla, engin hrunhætta
sv: Spår väl rensat. Området är platt eller något lutande, ingen fallrisk

source: Trail with continuous line and balanced ascent. Terrain partially steep, fall hazard possible
de_ch: Pfad durchgehend zu erkennen. Gelände leicht ansteigend, teilweise steil. Sturzgefahr vorhanden.
es: Rastro con línea contínua y equilibrada ascensión. Terreno parcialmente empinado, riesgo de desprendimientos
hu: Folyamatos vonalvezetésű, egyenletes emelkedésű turistaút. A terep részben meredek, elesés nem zárható ki.
is: Slóð með samfelldri línu og jafnri hækkun. Að hluta bratt, möguleg hrunhætta
sv: Spår med sammanhängande sträckning och jämn stigning. Terrängen är delvis brant, fallrisk

source: Trailhead
de_ch: Wanderausgangspunkt
es: Inicio del sendero
hu: Turistaút végpontja
is: Upphaf slóða
sv: Start av led

source: Train
de_ch: Eisenbahn
es: Tren
hu: Vonat
is: Lest
sv: Tåg

source: Train station
de_ch: Bahnhof
es: Estación de tren
is: Lestarstöð
sv: Järnvägsstation

source: Train wash
de_ch: Zugwaschanlage
es: Lavado de trenes
hu: Vonatmosó
is: Lestaþvottur
sv: Tågtvätt

source: Trained animals
de_ch: Trainierte Tiere
es: Animales entrenados
sv: Dreserade djur

source: Training
de_ch: Ausbildung
es: Entrenamiento
sv: Utbildning

source: Tram
de_ch: Strassenbahn
es: Tranvía
hu: Villamos
is: Sporvagn
sv: Spårvagn

source: Tram Stop
de_ch: Strassenbahnhaltestelle
es: Parada de Tranvía
hu: Villamosmegálló
is: Sporvagnastöð
sv: Spårvagnshållplats

source: Tram priority
de_ch: Tram Vorrang
es: Prioridad de tranvía
hu: Elsőbbség a villamosnak
is: Forgangur sporvagna
sv: Spårvagnsprioritet

source: Tram stop
de_ch: Strassenbahnhaltestelle
es: Parada de tranvía
hu: Villamosmegálló
is: Sporvagnastöð
sv: Spårvagnshållplats

source: Transformer Attributes:
de_ch: Eigenschaften des Transformators:
es: Atributos de transformador:
hu: Transzformátor tulajdonságai:
is: Eiginleikar spennubreytis:
sv: Vattenbrun

source: Transformer Tower
de_ch: Umspannmast
es: Torre de transformador
hu: Transzformátortorony
is: Spennubreytisturn
sv: Transformatortorn

source: Transitional
de_ch: Vorübergehend
es: Transitorio
hu: Átmeneti jellegű
is: Millibilsástand
sv: Övergångs

source: Translator
de_ch: Übersetzer
es: Traductor
sv: Översättare

source: Transport
de_ch: Verkehr
es: Transporte
hu: Közlekedés
is: Samgöngur

source: Transport management
de_ch: Verkehrssteuerung
es: Gestión del transporte
hu: Közlekedésirányítás
is: Stýringn flutninga
sv: Transporthantering

source: Transportation
de_ch: Verkehrswesen
es: Transporte
hu: Közlekedési hivatal
is: Flutningar
sv: Transport

source: Transportation type
de_ch: Transportart
es: Tipo de transporte
hu: Szállítás fajtája
is: Tegund flutninga
sv: Typ av transport

source: Trash
de_ch: Abfall
es: Basura
hu: Maradékhulladék (lom)
is: Rusl
sv: Skräp

source: Travel
de_ch: Reiseliteratur
es: Viajes
hu: Utazás
sv: Resa

source: Travel Agency
de_ch: Reisebüro
es: Agencia de viajes
hu: Utazási iroda
is: Ferðaskrifstofa
sv: Resebyrå

source: Travel agent
de_ch: Reisebüro
es: Agente de viajes
hu: Utazási iroda
is: Ferðaskrifstofa
sv: Resebyrå

source: Travel lift
de_ch: Fahrstuhl
es: Elevador de viaje
is: Lyftukrani (gámakrani)
sv: Reselyft

source: Tree
de_ch: Baum
es: Árbol
hu: Fa
is: Tré
sv: Träd

source: Tree Row
de_ch: Baumreihe
es: Hilera de árboles
hu: Fasor
is: Trjáröð
sv: Trädrad

source: Tree Stump
de_ch: Baumstumpf
es: Tocón de árbol
hu: Fatönk
is: Trjástúfur
sv: Stubbe

source: Tree stand
es: Plataforma en árbol

source: Trees
de_ch: Bäume
es: Árboles
hu: Fák
is: Tré
sv: Flera träd

source: Triple jump
de_ch: Dreisprung
es: Triple salto
hu: Hármasugrás
sv: Tresteg

source: Triple tower
de_ch: Dreifachmast
es: Torre triple
hu: Három oszlop (egy-egy fázisnak)
is: Þrefaldur turn
sv: Trippeltorn

source: Trolley bay
de_ch: Einkaufswagen
es: Bahía de tranvía
hu: Bevásárlókocsi-tároló
is: Stæði fyrir innkaupakörfur
sv: Spårvagnsplats

source: Trolleybus
de_ch: Oberleitungsbusse
es: Trolebús
hu: Trolibusz
is: Rafknúinn strætisvagn
sv: Trådbuss

source: Truck
de_ch: Lastwagen
es: Camión
hu: Teherautó
is: Flutningabifreið
sv: Lastbil

source: Trunk
de_ch: Schnellstrasse
es: Troncal
hu: Autóút
is: Stofnvegur
sv: Huvudväg

source: Trunk Link
de_ch: Schnellstrasse Anschluss-/Verbindungsstrasse
es: Enlace Troncal
hu: Autóút fel- vagy lehajtó
is: Tengivegur á stofnveg
sv: Anslutning, huvudväg

source: Tumulus
de_ch: Hügelgrab
es: Túmulo
hu: Halomsír
is: Hörgur
sv: Gravhög

source: Tunnel
es: Túnel
hu: Alagút
is: Göng

source: Tunnel name
es: Nombre del túnel
hu: Az alagút neve
is: Heiti ganga
sv: Tunnelns namn

source: Tunnel outline
de_ch: Tunnelumriss
es: Contorno del túnel
hu: Alagút körvonala
is: Útlína ganga
sv: Ytterkontur tunnel

source: Turbine
es: Turbina
hu: Turbina
sv: Turbin

source: Turkey
de_ch: Truthahn
es: Pavo
hu: Pulyka
is: Kalkúnar
sv: Kalkon

source: Turkish
de_ch: Türkisch
es: Turco
hu: török
is: Tyrkneska
sv: Turkisk

source: Turkmen
de_ch: Turkmenisch
es: Turcomano
hu: türkmén
is: Túrkmenska
sv: Turkmeniska

source: Turn Restriction
de_ch: Abbiegebeschränkung
es: Restricción de giro
hu: Kanyarodás korlátozása
is: Takmörkun á beygju
sv: Svängrestrektioner

source: Turn Restrictions
de_ch: Abbiegebeschränkungen
es: Restricciones de giro
hu: Kanyarodási korlátozások
is: Takmarkanir á beygjum
sv: Svängrestriktioner

source: Turn restriction
de_ch: Abbiegebeschränkung
es: Restricción de giro
hu: Bekanyarodási tilalom
is: Takmörkun á beygju
sv: Svängrestriktion

source: Turner
de_ch: Drechsler
es: Tornero
hu: Esztergályos
is: Rennismiður
sv: Svarvare

source: Turning Circle
de_ch: Wendekreis
es: Rotonda sin derecho de paso
hu: Megfordulókör
is: Snúningshringur
sv: Vändplats

source: Turning Loop
de_ch: Wendeschleife
es: Bucle de giro (Isla)
hu: Megfordulóhurok
is: Snúningsslaufa
sv: Vändslinga

source: Turning Point
de_ch: Wendepunkt
es: Punto de retorno
hu: Megfordulóhely
is: Snúningspunktur
sv: Vändplats

source: Turning basin
de_ch: Drehbecken
es: Dársena de giro
sv: Vändbassäng

source: Turning lanes
de_ch: Abbiegespuren
es: Carriles de giro
hu: Kanyarodósávok
is: Snúningsakreinar
sv: Körfältsindelning för fortsatt färd

source: Turning lanes in way direction
de_ch: Abbiegespuren in Wegrichtung
es: Carriles de giro en sentido a la vía
hu: Kanyarodósávok a vonal irányába
is: Snúningsakreinar í stefnu leiðar
sv: Körfälts färdanvisning i sträckans riktning

source: Turning lanes opposite to way direction
de_ch: Abbiegespuren entgegen der Wegrichtung
es: Carriles de giro en sentido contrario a la vía
hu: Kanyarodósávok a vonallal ellentétes irányban
is: Snúningsakreinar í mótstæða stefnu leiðar
sv: Körfälts färdanvisning motsatt sträckans riktning

source: Turnstile
de_ch: Drehkreuz
es: Torniquete
hu: Alacsony forgókapu
is: Snúningshlið
sv: Vändkors

source: Turntable
de_ch: Drehscheibe
es: Plataforma giratoria
hu: Fordítókorong
is: Snúningspallur
sv: Vändskiva

source: Tutoring school
de_ch: Vorbereitungsschule
es: Escuela de tutoría
hu: Vizsgafelkészítő központ
sv: Lärarskola

source: Two-sided
de_ch: Zweiseitig
es: De dos caras
hu: Kétoldalú
is: Tvíhliða
sv: Tvåsidig

source: Two-way route
de_ch: Zweirichtungsroute
es: Ruta de dos sentidos
is: Tvíátta leið
sv: Tvåvägsrutt

source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

source: Type 1 - SAE J1772 (IEC Type 1)
de_ch: Typ 1 - SAE J1772 (IEC Typ 1)
es: Tipo 1 - SAE J1772 (IEC Tipo 1)
sv: Typ 1 - SAE J1772 (IEC Typ 1)

source: Type 1 socket output (kW)
de_ch: Typ 1 Steckdose Ladeleistung (kW)
es: Salida del enchufe Tipo 1 (kW)
hu: Type 1 aljzat teljesítménye (kW)
is: Type 1 innstunga úttak (kW)
sv: Typ 1 kontakt effekt (kW)

source: Type 2 cable - (Mennekes)
de_ch: Typ 2 Kabel - (Mennekes)
es: Cable Tipo 2 - (Mennekes)
hu: Type 2 kábel - (Mennekes)
is: Type 2 kapall - (Mennekes)
sv: Typ 2 kabel - (Mennekes)

source: Type 2 cable output (kW)
de_ch: Typ 2 Kabel Ladeleistung (kW)
es: Salida del cable Tipo 2 (kW)
hu: Type 2 kábel teljesítménye (kW)
is: Type 2 kapall úttak (kW)
sv: Typ 2 kabel effekt (kW)

source: Type 2 socket - (Mennekes)
de_ch: Typ 2 Steckdose - (Mennekes)
es: Enchufe Tipo 2 - (Mennekes)
hu: Type 2 aljzat - (Mennekes)
is: Type 2 innstunga - (Mennekes)
sv: Typ 2 kontakt - (Mennekes)

source: Type 2 socket max. output (kW)
de_ch: Typ 2 Steckdose Ladeleistung (kW)
es: Salida máx. del enchufe Tipo 2 (kW)
hu: Type 2 aljzat max. teljesítmény (kW)
is: Type 2 innstunga hám. úttak (kW)
sv: Typ 2 kontakt max. effekt (kW)

source: Type 3 (SCAME)
es: Tipo 3 (SCAME)
hu: 3. típus (SCAME)
sv: Typ 3 (SCAME)

source: Type of construction
de_ch: Konstruktionstyp
es: Tipo de construcción
hu: Konstrukció típusa
is: Tegund byggingar
sv: Typ av konstruktion

source: Type of enforcement
de_ch: Kontrollart
es: Tipo de aplicación
hu: Forgalomellenőrzés típusa
sv: Typ av trafiksäkerhetsutrustning

source: Type of facility
de_ch: Art der Einrichtung
es: Tipo de instalación
hu: Létesítmény típusa
is: Tegund aðstöðu
sv: Typ av facilitet

source: Type of physiotherapy
de_ch: Art der Physiotherapie
es: Tipo de fisioterapia
hu: Fizioterápia típusa
sv: Typ av fysioterapi

source: Types of vehicles which can be charged
de_ch: Fahrzeugarten die aufgeladen werden können
es: Tipos de vehículos que se pueden cargar
hu: Tölthető járműtípusok
is: Tegundir ökutækja sem hægt er að hlaða
sv: Typer av fordon som kan laddas

source: Types of vehicles which can be charged:
de_ch: Fahrzeugarten die aufgeladen werden können:
es: Tipos de vehículos que pueden ser cargados:
hu: Tölthető járműtípusok:
is: Tegundir ökutækja sem hægt er að hlaða:
sv: Typer av fordon som kan laddas:

source: Typical journey time in minutes
de_ch: Typische Fahrzeit in Minuten
es: Tiempo de viaje típico en minutos
hu: Tipikus utazási idő (perc)
is: Algengur ferðatímií mínútum
sv: Normal färdtid i minuter

source: Tyres
de_ch: Reifen
es: Neumáticos
hu: Gumis
is: Hjólbarðar
sv: Däck

source: UIAA grading
de_ch: UIAA Einstufung
es: Clasificación UIAA
hu: UIAA-skála
is: UIAA gráður
sv: UIAA-gradering

source: UIAA: Main difficulty
de_ch: UIAA: höchste Schwierigkeit
es: UIAA: Dificultad principal
hu: UIAA: közepes nehézség
is: UIAA: Mestu erfiðleikar
sv: UIAA: Huvudsvårighetsgrad

source: UIAA: Most difficult route
de_ch: UIAA: schwierigste Route
es: UIAA: Ruta más difícil
hu: UIAA: legnehezebb útvonal
is: UIAA: Erfiðasta leið
sv: UIAA: Svåraste rutten

source: UIAA: Simplest route
de_ch: UIAA: einfachste Route
es: UIAA: Ruta más sencilla
hu: UIAA: legkönnyebb útvonal
is: UIAA: Einfaldasta leið
sv: UIAA: Enklaste vägen

source: UIC name
es: Nombre UIC
hu: UIC-név
is: UIC-heiti
sv: UIC-namn

source: UIC reference
de_ch: UIC Referenznummer
es: Referencia UIC
hu: UIC hivatkozási szám
is: UIC-tilvísun
sv: UIC-referens

source: UIC-Reference
de_ch: UIC-Referenz
es: Referencia-UIC
hu: UIC hivatkozási szám
is: UIC-tilvísun
sv: UIC-referens

source: USB-A socket
de_ch: USB-A Steckdose
es: Conector USB tipo A
sv: USB-A-uttag

source: USB-B micro connector cable
de_ch: USB-B micro Kabel
es: Cable conector USB-B micro
sv: USB-B mikrokontaktkabel

source: USB-C cable
de_ch: USB-C Kabel
es: Cable USB tipo C
sv: USB-C-kabel

source: USB-C socket
de_ch: USB-C Steckdose
es: Conector USB tipo C
sv: USB-C-uttag

source: Ukrainian
de_ch: Ukrainisch
es: Ucraniana
hu: ukrán
is: Úkraníska
sv: Ukrainska

source: Ultrasonic snow depth
de_ch: Ultraschall-Schneetiefe
es: Sensor ultrasónico de profundidad de nieve
sv: Ultraljudssnödjup

source: Umbrellas
de_ch: Regenschirme
es: Paraguas
hu: Esernyő
is: Regnhlífar
sv: Paraplyer

source: Uncontrolled
de_ch: Ungeregelt
es: Sin control
hu: Biztosítóberendezés nélküli
is: Óstýrt
sv: Obevakad

source: Underground
de_ch: Tiefgarage
es: Subterráneo
hu: Föld alatti
is: Neðanjarðar
sv: Underjordisk

source: Underprivileged
de_ch: Sozial Benachteiligte
es: Desfavorecido
hu: Hátrányos helyzetűek
is: Bágstaddir
sv: Socioekonomiskt utsatta

source: Unemployed
de_ch: Arbeitslose
es: Desempleado
hu: Munkanélküli
is: Atvinnulausir
sv: Arbetslös

source: Union
de_ch: Gewerkschaft
es: Sindicato
hu: Szakszervezet
is: Stéttarfélag
sv: Fackförening

source: Unisex
de_ch: Geschlechtsneutral
es: Unisexo
hu: Közös
is: Kyn skiptir ekki máli
sv: Könsneutral

source: Unisex toilet
de_ch: Unisex-WC
es: Baño unisex
hu: Közös WC
is: Sameiginlegar snyrtingar
sv: Könsneutral toalett

source: Unit
de_ch: Stiege/Bauteil
es: Unidad
hu: Egység
is: Eining
sv: Enhet/port/trappa

source: Unit number
de_ch: Parzellennummer
es: Número de unidad
hu: Egység
is: Eining númer
sv: Enhet

source: Unit/Suite
de_ch: Einheit/Gruppe
es: Unidad/Suite
hu: Egység/lépcsőház/szárny/lakás
sv: Enhet/svit

source: Unitarian universalist
es: Unitario universalista
hu: Unitárius univerzalizmus
sv: Unitarisk universalism

source: United
de_ch: Vereinigte Kirche von Kanada
es: Unida
hu: Egyesült
is: Sameinaða (kanadíska) kirkjan
sv: Förenad

source: United Methodist
de_ch: Evangelisch-methodistische Kirche
es: Metodista Unida
sv: Förenade Metodistkyrkan

source: United methodist
de_ch: Evangelisch-methodistische Kirche
es: Metodista unida
hu: Egyesült Metodista
is: Sameinaðir meþódistar
sv: Förenade Metodistkyrkan

source: University
de_ch: Universität
es: Universidad
hu: Egyetem
is: Háskóli
sv: Universitet

source: Unlimited
de_ch: Unbeschränkt
es: Ilimitado
hu: Korlátlan
is: Ótakmarkað
sv: Obegränsad

source: Unorthodox
de_ch: Ungewöhnlich
es: Poco ortodoxo
hu: Szokatlan
sv: Oortodox

source: Unpaved
de_ch: Nicht versiegelt
es: Sin pavimentar
hu: Burkolatlan
is: Óbundið slitlag
sv: Obelagd

source: Unrestricted access
de_ch: Unbegrenzter Zugang
es: Acceso ilimitado
hu: Korlátlanul használható
is: Óheftur aðgangur
sv: Obegränsad åtkomst

source: Unsigned reference
de_ch: vorzeichenlose Referenz
es: Referencia sin firmar
hu: Nem kitáblázott útszám
sv: Oskyltad referens

source: Up
de_ch: Aufwärts
es: Subir
hu: Fel
is: Upp
sv: Upp

source: Uphill MTB Scale
de_ch: Bergauf MTB Skala
es: Escala MTB cuesta arriba
sv: Skala för MTB-motlut

source: Upholsterer
de_ch: Polsterer
es: Tapicero
hu: Kárpitos
is: Bólstrari
sv: Möbelstoppare

source: Upper secondary (3)
de_ch: Obere Sekundarstufe (3)
es: Secundaria superior (3)
hu: felső középfokú oktatás
sv: Gymnasieskola (3)

source: Upper tertiary education (6)
de_ch: Obere Hochschulstufe (6)
es: Educación terciaria superior (6)
hu: doktori képzés
sv: Högre utbildning (6)

source: Urinal
es: Urinario
hu: Piszoár
is: Þvagskál
sv: Urinoar

source: Usage Position
de_ch: Gebrauchsposition
es: Posición de uso
hu: WC típusa
sv: Användningsposition

source: Use of house subtypes depends on region
de_ch: Subtypen von Häusern werden regional unterschiedlich benutzt
es: El uso de subtipos de casa depende de la región
sv: Användningen av hustyper beror på region

source: Use this for indiviual charging locations in a larger charging station
de_ch: Einzelne Ladestelle innerhalb einer grösseren Ladestation
es: Usar esto para ubicaciones de carga individuales en una estación de carga más grande
sv: Använd detta för individuella laddningsplatser i en stor laddstation

source: Used for data communications
de_ch: Verwendet für Datenkommunikation
es: Utilizado para comunicaciones de datos
hu: Adattovábbításra használatos
is: Notað fyrir gagnasamskipti
sv: Använd för datakommunikation

source: Used for local orientation, or for references.
de_ch: Für die lokale Orientierung oder als Referenz
es: Se utiliza para la orientación local o para referencias.
sv: Används för lokal orientering eller för referenser.

source: Used for the water area only.
de_ch: Nur für die Wasserfläche verwendet.
es: Utilizado sólo en el área de agua.
hu: Csak a medencére használjuk.
sv: Använd för vattenområde endast.

source: Usual elevation at the bottom of the routes
de_ch: Gewöhnliche Höhe am Anfang der Route
es: Elevación usual en la base de las rutas
hu: Az út aljának átlagos magassága (tengerszint felett)
is: Venjuleg hæð neðst í leiðum
sv: Vanlig höjd längst ner på lederna

source: Usual route length (m)
de_ch: Gewöhnliche Routenlänge (m)
es: Longitud usual de la ruta (m)
hu: Közepes mászáshossz (m)
is: Venjuleg lengd leiðar (m)
sv: Normal längd på klätterled (m)

source: Usually a paved or heavily compacted hardcore surface
de_ch: Meistens eine befestigte oder stark verdichtete Oberfläche
es: Usualmente con una superficie pavimentada o de base muy compacta
hu: Általában burkolt vagy erősen tömörített, szilárd felszínű
sv: Normalt en belagd eller hårt packad hård yta

source: Usually an unpaved track with surface of gravel mixed with a varying amount of sand, silt, and clay
de_ch: Normalerweise ein unbefestigter Weg, dessen Kiesoberfläche mit unterschiedlichen Mengen Sand, Schluff und Lehm vermischt ist
es: Usualmente un camino sin pavimentar con superficie de grava mezclada con una cantidad variable de arena, limo y arcilla
hu: Általában burkolatlan úttest. Felszíne zúzott kő, változó mennyiségű homokkal, kőzetliszttel és agyaggal keverve
sv: Vanligtvis ett obelagd spår med grusytan blandad med varierande mängd sand, silt och lera

source: Usually locked
de_ch: Normalerweise geschlossen
es: Normalmente cerrado con llave
hu: Általában zárva
sv: Vanligtvis låst

source: Utility
de_ch: Medium
es: Servicio público
hu: Közmű
sv: Infrastruktur

source: Utility pole
de_ch: Mast (allgemein)
es: Poste de servicio público
hu: Vezetéktartó oszlop
is: Strengjamastur
sv: Ledningsstolpe

source: Uzbek
de_ch: Usbekisch
es: Uzbeko
hu: üzbég
is: Úsbekíska
sv: Uzbekiska

source: VAT code (international)
de_ch: MWST Nummer (international)
es: Código de IVA (internacional)
sv: Momskod (internationell)

source: Vacant
de_ch: Leerstehend
es: Vacante
hu: Üres
is: Laust
sv: Ledig

source: Vaccination centre
de_ch: Impfzentrum
es: Centro de vacunación
hu: Oltóközpont
is: Bólusetningarstöð
sv: Vaccinationscenter

source: Vacuum
de_ch: Vakuum
es: Vacío
hu: Vákuum
sv: Vakum

source: Vacuum Cleaner
de_ch: Staubsauger
es: Aspiradora
hu: Porszívó
is: Ryksuga
sv: Damsugare

source: Vacuum cleaner station
de_ch: Staubsaugeranlage
es: Estación de aspiradoras
hu: Nyilvános porszívó
is: Ryksugustöð
sv: Dammsugarstation

source: Vaishnavism
de_ch: Vishnuismus
es: Vaishnavismo
hu: Vaisnavista

source: Valley
de_ch: Tal
es: Valle
hu: Völgy
is: Dalur
sv: Dal

source: Valves
de_ch: Ventile
es: Válvula
hu: Szelepek
is: Ventlar
sv: Ventiler

source: Variable max. speed
de_ch: Dynamische Geschwindigkeitsbegrenzung
es: Velocidad máxima variable
sv: Variabel maxhastighet

source: Variable message
de_ch: Wechselzeichen
es: Mensaje variable
hu: Változó üzenet
sv: Variabelt meddelande

source: Varies
de_ch: Variiert
es: Varía
hu: Változó
is: Breytilegt
sv: Varierar

source: Variety
de_ch: Varieté
es: Variedad
hu: Varieté
sv: Varierande

source: Variety Store
de_ch: Billigladen
es: Tienda de variedades
hu: 100 forintos bolt
is: Smávörumarkaður
sv: Fyndbutik

source: Vault
de_ch: Gruft
es: Cámara acorazada
hu: Sírbolt
is: Grafhýsi
sv: Valv

source: Vegan
es: Vegana
hu: Vegán

source: Vegetarian
de_ch: Vegetarisch
es: Vegetariano
hu: Vegetáriánus
is: Grænmetisfæði
sv: Vegetarisk

source: Vegetation
es: Vegetación
hu: Növényzet
is: Gróður

source: Vehicle Inspection
de_ch: Fahrzeuginspektion
es: Inspección de vehículo
hu: Műszaki vizsgáló állomás
is: Skoðun farartækja
sv: Fordonsbesiktning

source: Vehicle transfer
de_ch: Fahrzeugtransfer
es: Transferencia de vehículos
is: Flutningur farartækja
sv: Transport av fordon

source: Vehicle type
de_ch: Fahrzeugtyp
es: Tipo de vehículo
hu: Járműtípus
sv: Fordonstyp

source: Vending Machine
de_ch: Verkaufsautomat
es: Máquina Expendedora
hu: Árusító automata
is: Sjálfsali
sv: Varuautomat

source: Vending products
de_ch: Angebotene Waren
es: Productos de venta
hu: Árusított termék
is: Sjálfsalavörur
sv: Produkter i varumaskin
