Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

source: Bidirectional
cs: Obousměrná

source: Bike Dealer
cs: Prodejce jízdních kol

source: Bike park
cs: Cyklistický park

source: Billiards
cs: Kulečník

source: Bin
cs: Popelnice

source: Binoculars
cs: Dalekohled

source: Bio Diesel
cs: Bionafta

source: Biofuel
cs: Biopalivo

source: Biofuel Power Generator
cs: Generátor biopalivové energie

source: Biofuel Power Plant
cs: Elektrárna na biopaliva

source: Biogas
cs: Bioplyn

source: Biogas Power Generator
cs: Generátor bioplynové energie

source: Biogas Power Plant
cs: Bioplynová elektrárna

source: Biomass
cs: Biomasa

source: Biomass Power Generator
cs: Generátor biomasové energie

source: Biomass Power Plant
cs: Biomasová elektrárna

source: Bioreactor
cs: Bioreaktor

source: Bipole
cs: Bipolární

source: Bird
cs: Pták

source: Bird Hide
cs: Pozorovatelna zvěře

source: Birds
cs: Ptáci

source: Birthing center
cs: Porodnice

source: Birthing centre
cs: Porodnice

source: Bison
cs: Bizon

source: Black
cs: Černá

source: Blacksmith
cs: Kovář

source: Bleachers
cs: Nekryté tribuny

source: Blink mode
cs: Režim blikání

source: Blinker
cs: Blikající světlo

source: Block
cs: Masivní blok

source: Block number
cs: Číslo bloku

source: Blood donation
cs: Darování krve

source: Blue
cs: Modrá

source: Blueberry plants
cs: Borůvčí

source: Boar
cs: Divočák

source: Board Content
cs: Obsah desky

source: Boat rental
cs: Půjčovna lodí

source: Boat shop
cs: Lodní obchod

source: Boat storage
cs: Místo pro uložení lodí

source: Boatbuilder
cs: Stavitel lodí

source: Boatyard
cs: Loděnice

source: Bog
cs: Vrchoviště

source: Boiler
cs: Bojler

source: Boiling Water Reactor 1 (BWR-1)
cs: Vroucí lodní reaktor 1 (BWR-1)

source: Boiling Water Reactor 2 (BWR-2)
cs: Vroucí lodní reaktor 2 (BWR-2)

source: Boiling Water Reactor 3 (BWR-3)
cs: Vroucí lodní reaktor 3 (BWR-3)

source: Boiling Water Reactor 4 (BWR-4)
cs: Vroucí lodní reaktor 4 (BWR-4)

source: Boiling Water Reactor 5 (BWR-5)
cs: Vroucí lodní reaktor 5 (BWR-5)

source: Boiling Water Reactor 6 (BWR-6)
cs: Vroucí lodní reaktor 6 (BWR-6)

source: Bollard
cs: Sloupek

source: Bollard type
cs: Druh sloupku

source: Bolts
cs: Šrouby

source: Bomb crater
cs: Kráter po bombě

source: Book Store
cs: Knihkupectví

source: Bookbinder
cs: Knihař

source: Bookmaker
cs: Sázková kancelář

source: Books
cs: Knihy

source: Booth
cs: Stánek

source: Border Control
cs: Hraniční kontrola

source: Border type
cs: Typ ohraničení

source: Bosnian
cs: Bosenština

source: Both
cs: Oboje

source: Bottle refill
cs: Doplňování lahví

source: Bottle return
cs: Vratné lahve

source: Boulders
cs: Balvany

source: Boule
cs: Koule

source: Boulevard
cs: Bulvár

source: Boundaries
cs: Hranice

source: Boundary
cs: Hranice

source: Boundary Marker
cs: Hraniční značka

source: Boundary Stone
cs: Hraniční kámen

source: Boundary stone
cs: Hraniční kámen

source: Boundary type
cs: Typ hranice

source: Boutique
cs: Módní butik

source: Bowling alley
cs: Bowlingová dráha

source: Box
cs: Krabice

source: Branch
cs: Pobočka

source: Branch embassy
cs: Pobočka velvyslanectví

source: Branch operator
cs: Pobočka operátora

source: Brand
cs: Obchodní značka

source: Brand wikidata entry
cs: Zadání wikidat značky

source: Brand wikipedia entry
cs: Zadání wikipedie značky

source: Brazilian
cs: Brazilská

source: Bread
cs: Chleba

source: Breakfast
cs: Snídaně

source: Breakwater
cs: Vlnolam

source: Brewery
cs: Pivovar

source: Brick
cs: Cihla

source: Bricks
cs: Cihly

source: Bridge
cs: Most

source: Bridge name
cs: Název mostu

source: Bridge outline
cs: Obrys mostu

source: Bridges
cs: Mosty

source: Broadleaved
cs: Listnaté

source: Brothel
cs: Nevěstinec

source: Brown
cs: Hnědá

source: Brown bear
cs: Hnědý medvěd

source: Brownfield
cs: Deprimující zóna

source: Brutalist architecture
cs: Brutalistní architektura

source: Bubble Tea Cafe
cs: Perlivý mléčný čaj

source: Bubbler
cs: Bublinář

source: Buddhist
cs: Budhista

source: Buddhist Temple
cs: Budhistický chrám

source: Buffalo
cs: Buvol

source: Buffer Stop
cs: Zarážedlo

source: Buffer between cars and cycleway
cs: Nárazník mezi auty a cyklostezkou

source: Buffer between cars and left cycleway
cs: Nárazník mezi auty a levou cyklostezkou

source: Buffer between cars and right cycleway
cs: Nárazník mezi auty a pravou cyklostezkou

source: Builder
cs: Stavitel

source: Building
cs: Budova

source: Building (3D)
cs: Budova (3D)

source: Building Passage
cs: Průchod budovy

source: Building construction
cs: Stavba budovy

source: Building part
cs: Část budovy

source: Building passage
cs: Průchod budovy

source: Building supplies
cs: Stavební potřeby

source: Building type
cs: Druh budovy

source: Buildings
cs: Budovy

source: Bulgarian
cs: Bulharština

source: Bulk purchase (no packaging)
cs: Hromadný nákup (bez obalu)

source: Bump
cs: Hrbol

source: Bump Gate
cs: Příčný práh

source: Bunker
cs: Bunkr

source: Bunker Silo
cs: Podzemní silo

source: Bunker station
cs: Bunkrové nádraží

source: Burmese
cs: Barmština

source: Bus
cs: Autobus

source: Bus ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
cs: Autobus ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})

source: Bus Guideway
cs: Autobusová dráha

source: Bus Platform
cs: Autobusové nástupiště

source: Bus Station
cs: Autobusové nádraží

source: Bus Stop
cs: Autobusová zastávka

source: Bus Trap
cs: Past na autobusy

source: Bus lane access
cs: Příjezd do autobusového pruhu

source: Bus lane access in way direction
cs: Příjezd do autobusového pruhu ve směru jízdy

source: Bus lane access opposite to way direction
cs: Příjezd do autobusového pruhu proti směru jízdy

source: Bus lanes
cs: Autobusové pruhy

source: Bus lanes ←
cs: Autobusové pruhy ←

source: Bus lanes →
cs: Autobusové pruhy →

source: Bus priority
cs: Přednost autobusu

source: Bus station
cs: Autobusové nádraží

source: Bus stop
cs: Autobusová zastávka

source: Bust
cs: Busta

source: Butcher
cs: Řeznictví

source: Butterfly
cs: Motýl

source: Button operated
cs: Ovládáno tlačítkem

source: By bicycle
cs: Jízdním kolem

source: Byzantine Revival architecture
cs: Novobyzantská architektura

source: CCS - Type 1 - SAE J1772 Combo (DC)
cs: CCS - Typ 1 - SAE J1772 Combo (DC)

source: CCS - Type 1 output (kW)
cs: CCS - Typ 1 výstup (kW)

source: CCS - Type 2 - Combo (DC)
cs: CCS - Typ 2 - Kombo (DC)

source: CCS - Type 2 output (kW)
cs: CCS - Typ 2 výstup (kW)

source: CEE blue
cs: CEE modrá

source: CEE red 16A
cs: CEE červená 16A

source: CEE red 32A
cs: CEE červená 32A

source: CHAdeMO output (kW)
cs: Výkon CHAdeMO (kW)

source: CNG (Compressed Natural Gas)
cs: CNG (stlačený přírodní plyn)

source: Cabaret
cs: Kabaret

source: Cabinet maker
cs: Truhlář

source: Cable Car
cs: Lanovka

source: Cable area
cs: Oblast kabelů

source: Cable barrier
cs: Kabelová zábrana

source: Cable count
cs: Počet kabelů

source: Cable tv
cs: Kabelová televize

source: Cacao trees
cs: Kakaovníky

source: Cadaster
cs: Katastr

source: Cafe
cs: Kavárna

source: Cairn
cs: Mohyla

source: Cairns
cs: Mohyly

source: Cake
cs: Koláče

source: Calling-in point
cs: Volací místo

source: Camel
cs: Velbloud

source: Camera
cs: Kamera

source: Camera repairs
cs: Opravy kamer

source: Camp pitch
cs: Místo pro stan/karavan

source: Camping
cs: Kempování

source: Camping type
cs: Typ kempování

source: Campsite
cs: Kemp

source: Canadian Football
cs: Kanadský fotbal

source: Canal
cs: Vodní kanál

source: Candle
cs: Svíčka

source: Candles
cs: Svíčky

source: Cannabidiol
cs: Kannabidiol

source: Cannabis
cs: Konopí

source: Cannon
cs: Dělo

source: Canoeing/Kayaking
cs: Jízda na kánoi/kajaku

source: Canoes
cs: Kánoe

source: Canopy
cs: Klenba

source: Cans
cs: Plechovky

source: Canton
cs: Kanton

source: Caodaism
cs: Kaodaismus

source: Capacity
cs: Kapacita

source: Capacity (overall)
cs: Kapacita (celková)

source: Capacity (persons)
cs: Kapacita (osoby)

source: Capacity for cargo bikes
cs: Kapacita pro nákladní kola

source: Cape
cs: Mys

source: Car
cs: Automobil

source: Car Dealer
cs: Prodejce aut

source: Car Wash
cs: Automyčka

source: Car brand
cs: Značka aut

source: Caravan Dealer
cs: Prodejce karavanů

source: Caravan Site/RV Park
cs: Místo pro karavany/RV park

source: Caravan access
cs: Přístup pro karavany

source: Caravans allowed
cs: Karavany povoleny

source: Cardboard
cs: Karton

source: Cardinal beacon
cs: Kardinální maják

source: Cardinal buoy
cs: Kardinální bóje

source: Cargo bike
cs: Nákladní kolo

source: Caribbean
cs: Karibská

source: Carpenter
cs: Tesař

source: Carpet
cs: Koberec

source: Carpet layer
cs: Pokladač koberců

source: Cars
cs: Automobily

source: Casette or Elsan Disposal
cs: Nádrž nebo zbavování odpadu

source: Cash
cs: Hotovost

source: Cash deposits
cs: Vklady v hotovosti

source: Cash type
cs: Typ peněz

source: Cash withdrawal
cs: Výběr peněz

source: Casino
cs: Kasino

source: Castle
cs: Hrad, zámek

source: Castle wall
cs: Hradby

source: Cat
cs: Kočka

source: Catalan
cs: Katalánština

source: Catch and release
cs: Chyť a pusť

source: Catenary mast
cs: Stěžeň trolejového vedení

source: Caterer
cs: Catering

source: Cathedral
cs: Katedrála

source: Catholic
cs: Katolické

source: Cattle Grid
cs: Přejezdový rošt

source: Caused by human activity
cs: Způsobené lidskou činností

source: Causeway
cs: Násep

source: Cave Entrance
cs: Vstup do jeskyně

source: Cemetery
cs: Hřbitov

source: Cemetery and graves
cs: Hřbitov a hroby

source: Cemetery sector
cs: Hřbitovní sektor

source: Center handrail
cs: Středové madlo

source: Center pivot irrigation
cs: Otočný zavlažovač

source: Centrifugal
cs: Odstředivý

source: Ceramics
cs: Keramika

source: Chain
cs: Řetěz

source: Chain tool
cs: Nýtovač řetězu

source: Chair Lift
cs: Sedačková lanovka

source: Chalet
cs: Chata

source: Chamber music
cs: Komorní hudba

source: Changing table count
cs: Počet přebalovacích pultů

source: Changing table fee
cs: Poplatek za přebalovací pult

source: Changing table location
cs: Umístění přebalovacího pultu

source: Chapel
cs: Kaple

source: Charcoal
cs: Dřevěné uhlí

source: Charcoal pile
cs: Hromada dřevěného uhlí

source: Charge point
cs: Nabíjecí místo

source: Charging Network
cs: Nabíjecí síť

source: Charging Station
cs: Nabíjecí stanice

source: Charging only
cs: Pouze nabíjení

source: Charity
cs: Charita

source: Check
cs: Průzkum

source: Checkout
cs: Pokladna

source: Checkpoint
cs: Kontrolní stanoviště

source: Cheese
cs: Sýr

source: Cheetah
cs: Gepard

source: Chemical
cs: Chemický

source: Chemist
cs: Drogérie

source: Chemistry or paramedical products
cs: Chemie nebo nelékařské produkty

source: Cherimoya trees
cs: Čerimoja

source: Cherries
cs: Třešně

source: Cherry trees
cs: Třešně

source: Chess
cs: Šachy

source: Chess table
cs: Šachový stůl

source: Chestnut trees
cs: Kaštany

source: Chewing gums
cs: Žvýkačky

source: Chicane
cs: Šikana

source: Chicken
cs: Kuře

source: Childcare
cs: Mimoškolní péče

source: Childcare capacity
cs: Kapacita mimoškolní péče

source: Children
cs: Děti

source: Chimney
cs: Komín

source: Chimpanzee
cs: Šimpanz

source: China Pressurized Reactor (CPR-1000)
cs: Čínský tlakový reaktor (CPR-1000)

source: Chinese
cs: Čínská

source: Chiropractic
cs: Chiropraktik

source: Chocolate
cs: Čokoláda

source: Choked island
cs: Zúžený ostrůvek

source: Choker
cs: Zúžení

source: Christian
cs: Křesťanství

source: Church
cs: Kostel

source: Church of Scotland
cs: Skotská církev

source: Cigarettes
cs: Cigarety

source: Circular
cs: Kruhový

source: Circular ditched enclosures
cs: Kruhové příkopové ohrádky

source: Circular fortified settlement
cs: Kruhové opevněné sídliště

source: Circular junction
cs: Okružní křižovatka

source: Circumference (meters)
cs: Obvod (v metrech)

source: Circus
cs: Cirkus

source: Citizen services
cs: Občanské služby

source: City
cs: Město

source: City Wall
cs: Městské hradby

source: City bike
cs: Městské kolo

source: City block
cs: Městský blok

source: City gate
cs: Městská brána

source: City limit
cs: Obecní limit

source: City limit (separate)
cs: Hranice města (oddělené)

source: City name
cs: Jméno města

source: Citywalls
cs: Městské hradby

source: Civilization
cs: Civilizace

source: Class
cs: Třída

source: Clay
cs: Jíl

source: Cleaning
cs: Číštení

source: Cliff
cs: Útes, sráz

source: Climbing
cs: Horolezectví

source: Climbing route
cs: Lezecká trasa

source: Climbing route bottom
cs: Dno lezecké trasy

source: Climbing route top
cs: Vrchol lezecké trasy

source: Climbing routes indoor
cs: Vnitřní lezecké trasy

source: Climbing routes outdoor
cs: Venkovní lezecké trasy

source: Climbing site
cs: Místo pro lezení

source: Climbing styles
cs: Lezecké styly

source: Climbing styles:
cs: Lezecké styly:

source: Clinic
cs: Poliklinika

source: Clock
cs: Hodiny

source: Clockmaker
cs: Hodinář

source: Clockwise
cs: Ve směru hodinových ručiček

source: Clothes
cs: Oblečení

source: Clover
cs: Jetel

source: Club
cs: Klub

source: Clubs
cs: Kluby

source: Coal
cs: Uhlí

source: Coal Power Generator
cs: Generátor uhelné energie

source: Coal Power Plant
cs: Uhelná elektrárna

source: Coal briquettes
cs: Uhelné brikety

source: Coastguard station
cs: Stanice pobřežní hlídky

source: Coastline
cs: Pobřeží

source: Cocktails
cs: Koktejly

source: Coconut palms
cs: Kokosové palmy

source: Coffea plants
cs: Kávové plantáže

source: Coffee
cs: Káva

source: Coffee capsules
cs: Kávové kapsle

source: Coffee shop
cs: Kavárna

source: Coin deposits
cs: Vklady mincí

source: Coins
cs: Mince

source: Coke
cs: Kokain

source: Cold air
cs: Studený vzduch

source: Cold fusion
cs: Studená fúze

source: Cold water
cs: Studená voda

source: Collectable items
cs: Sběratelské předměty

source: Collection times
cs: Doba sběru

source: College
cs: Vyšší odborná škola/college

source: Colonnade
cs: Kolonáda

source: Colour of background
cs: Barva pozadí

source: Colour of border/arrow
cs: Barva ohraničení/šipky

source: Colour of text
cs: Barva textu

source: Columbarium
cs: Kolumbárium

source: Combined Foot- and Cycleway
cs: Kombinovaná pěší cyklostezka

source: Combined cycle
cs: Kombinovaný cyklus

source: Combustion engine
cs: Spalovací motor

source: Comedy
cs: Komedie

source: Comic
cs: Komický

source: Comics
cs: Komiksy

source: Commercial
cs: Podniky, kanceláře

source: Common
cs: Volně přístupný prostor

source: Common name abbreviation
cs: Obecná zkratka jména

source: Communication
cs: Komunikace

source: Communication area
cs: Komunikační prostor

source: Communication types
cs: Druhy komunikace

source: Communication types:
cs: Druhy komunikace:

source: Community Centre
cs: Komunitní centrum

source: Compacted
cs: Zhutněný

source: Company
cs: Firma

source: Compressed Air
cs: Stlačený vzduch

source: Compressed air
cs: Stlačený vzduch

source: Computer
cs: Počítač

source: Computers
cs: Počítače

source: Computers repairs
cs: Opravy PC

source: Concrete
cs: Beton

source: Cond. & direct. max speed
cs: Podmín. a směr. maximální rychlost

source: Conditional maximum speed for heavy goods vehicles in way direction specified in km/h
cs: Podmíněná maximální rychlost pro těžká nákladní vozidla ve směru jízdy specifikovaná v km/h

source: Conditional maximum speed for heavy goods vehicles opposite way direction specified in km/h
cs: Podmíněná maximální rychlost pro těžká nákladní vozidla proti směru jízdy specifikovaná v km/h

source: Conditional maximum speed in way direction specified in km/h
cs: Podmíněná maximální rychlost ve směru jízdy specifikovaná v km/h

source: Conditional maximum speed opposite way direction specified in km/h
cs: Podmíněná maximální rychlost proti směru jízdy specifikovaná v km/h

source: Conditional maximum speed specified in km/h
cs: Podmíněná maximální rychlost specifikovaná v km/h

source: Conditional restriction for all types of vehicles
cs: Podmíněná omezení pro všechny typy vozidel

source: Conditional restriction for heavy goods vehicles
cs: Podmíněná omezení pro těžká nákladní vozidla

source: Conditional restriction for motor vehicles
cs: Podmíněná omezení pro motorová vozidla

source: Conditional restriction for motorcars
cs: Podmíněná omezení pro motorová auta

source: Conditional restriction for motorcycles
cs: Podmíněná omezení pro motocykly

source: Condoms
cs: Kondomy

source: Confectionery
cs: Cukrovinky

source: Conference
cs: Konference

source: Conference Centre
cs: Konferenční centrum

source: Confucian
cs: Konfucianismus

source: Connection Point
cs: Bod spojení

source: Connection segment
cs: Segment spojení

source: Conscription number
cs: Počet spojení

source: Conservative
cs: Konzervativní

source: Construction
cs: Konstrukce

source: Construction company
cs: Stavební společnost

source: Constructivism
cs: Konstruktivismus

source: Consular agency
cs: Konzulární agentura

source: Consular office
cs: Konzulární kancelář

source: Consulate
cs: Konzulát

source: Consulate general
cs: Generální konzulát

source: Consulting
cs: Konzultace

source: Consumer electronics
cs: Elektrické spotřebiče

source: Contact
cs: Kontakt

source: Contact ('contact:*')
cs: Kontakt ('contact:*')

source: Contact lenses
cs: Kontaktní čočky

source: Contactless payment
cs: Bezkontaktní platba

source: Contains sulfur
cs: Obsahuje síru

source: Contains sulfuric acid
cs: Obsahuje kyselinu sírovou

source: Contaminated
cs: Kontaminované

source: Contemporary architecture
cs: Současná architektura

source: Contiguous
cs: Souvislé

source: Continent
cs: Kontinent

source: Continuous green
cs: Průběžná zelená

source: Control point
cs: Kontrolní bod

source: Convenience
cs: Obchod se smíšeným zbožím

source: Convenience Store
cs: Obchod se smíšeným zbožím

source: Conveyor
cs: Dopravník

source: Cooking oil
cs: Olej na smažení

source: Cooling
cs: Chlazení

source: Cooperative
cs: Družstevní

source: Copper
cs: Měď

source: Copy Shop
cs: Kopírka

source: Coral
cs: Korál

source: Corners
cs: Rohy

source: Corridor
cs: Chodba

source: Cosmetics
cs: Kosmetika

source: Counselling
cs: Poradenství

source: Count
cs: Počet

source: Country
cs: Stát

source: Country store
cs: Venkovský obchod

source: County
cs: Země

source: Coupling diameters (separated by ;)
cs: Průměry spojek (oddělené ;)

source: Coupling standard
cs: Standartní spojka

source: Courier
cs: Kurýr

source: Courses
cs: Kurzy

source: Courthouse
cs: Soud

source: Covered
cs: Zastřešeno

source: Covered (with roof)
cs: Kryté (střechou)

source: Covered Reservoir
cs: Krytá vodní nádrž

source: Cow
cs: Kráva

source: Coworking space
cs: Místo pro spolupráci

source: Crafts
cs: Řemeslo

source: Crane
cs: Jeřáb

source: Crannog
cs: Crannóg

source: Credit cards
cs: Kreditní karty

source: Credit cards type
cs: Typ kreditních karet

source: Crematorium
cs: Krematorium

source: Crepe
cs: Krep

source: Cricket
cs: Kriket

source: Croatian
cs: Chorvatština

source: Crocodile
cs: Krokodýl

source: Croquet
cs: Kroket

source: Cross
cs: Kříž

source: Crossing
cs: Křížení

source: Crossing attendant
cs: Obsluha přechodu

source: Crossing type
cs: Typ přejezdu

source: Crown diameter (meters)
cs: Průměr koruny (v metrech)

source: Crypt
cs: Krypta

source: Cryptocurrencies
cs: Kryptoměny

source: Cryptocurrencies types
cs: Typy kryptoměn

source: Cubism
cs: Kubismus

source: Cuisine
cs: Kuchyně

source: Culture
cs: Kultura

source: Culvert
cs: Propustek

source: Currency
cs: Měna

source: Curry
cs: Kari

source: Curtain
cs: Záclona

source: Cushion
cs: Polštář

source: Customary
cs: Obvyklý

source: Customers
cs: Zákazníci

source: Customs
cs: Celní

source: Cut bank
cs: Přerušený břeh

source: Cutline
cs: Lesní průsek

source: Cutting
cs: Zářez

source: Cycle Barrier
cs: Cyklistická zábrana

source: Cycle Lane/Track
cs: Cyklistický pruh/dráha

source: Cycle network
cs: Cyklotrasa

source: Cycle rickshaw
cs: Cyklistický rikša

source: Cycle street
cs: Silnice pro bicykly

source: Cycling
cs: Cyklistika

source: Cylinder
cs: Cylindr

source: Czech
cs: Čeština

source: Dairy
cs: Mléčné výrobky

source: Dairy free
cs: Bez mléčných výrobků

source: Dam
cs: Přehrada

source: Dance
cs: Tanec

source: Dancing school
cs: Taneční škola

source: Danish
cs: Dánská

source: Data center
cs: Datové centrum

source: Data protection
cs: Ochrana dat

source: Date palms
cs: Datlové palmy

source: Datum aligned
cs: Datum zarovnán

source: Day Care
cs: Denní péče

source: Dealer
cs: Prodejce

source: Debit cards
cs: Debetní karty

source: Debit cards type
cs: Typ debetních kart

source: Deciduous
cs: Opadavé

source: Dedicated
cs: Vyhrazeno

source: Dedicated Bridleway
cs: Vyhrazená uzděná dráha

source: Dedicated Cycleway
cs: Vyhrazená cyklostezka

source: Dedicated Footway
cs: Vyhrazený chodník

source: Dedicated app
cs: Speciální aplikace

source: Dedicated facilities
cs: Vyhrazená zařízení

source: Dedicated room
cs: Vyhrazená místnost

source: Deep Water Soloing
cs: Sólové lezení v hluboké vodě

source: Deer
cs: Jelen

source: Defensive
cs: Obrana

source: Delay display
cs: Délka zobrazení

source: Delegation
cs: Delegace

source: Deli (Fine Food)
cs: Delikatesy

source: Delivery
cs: Rozvoz

source: Denomination
cs: Vyznání

source: Dense
cs: Hustý

source: Densely planted shrubbery. Effectively impassible without damaging the shrubbery (which at this point often acts as a hedge) and getting your clothes torn.
cs: Hustě vysázené keře. Efektivně neprůchodné, aniž byste poškodili keře (které v tomto místě často fungují jako živý plot) a roztrhali si oblečení.

source: Dentist
cs: Zubař

source: Department Store
cs: Obchodní dům

source: Departures board
cs: Odletová tabule

source: Deposits:
cs: Vklady:

source: Depth (meters)
cs: Hloubka (v metrech)

source: Derail
cs: Vykolejení

source: Descent (m)
cs: Klesání (m)

source: Description
cs: Popis

source: Description for visiually impaired
cs: Popis pro zrakově postižené

source: Designated
cs: Vyhrazen

source: Destination
cs: Cíl

source: Destination Sign
cs: Směrová tabule

source: Destination reference
cs: Směr cíle

source: Destination sign
cs: Směrová tabule

source: Destination written on sign (w/o distance)
cs: Směr napsaný na tabuli (s/bez vzdálenosti)

source: Destinations per lane
cs: Cíle na jízdní pruh

source: Destinations per lane in way direction
cs: Cíle na jízdní pruh ve směru jízdy

source: Destinations per lane opposite to way direction
cs: Cíle na jízdní pruh proti směru jízdy

source: Detail Grade
cs: Stupeň podrobností

source: Detailed description
cs: Podrobný popis

source: Detention
cs: Vsakovací

source: Detour
cs: Objížďka

source: Detour Route
cs: Trasa objížďky

source: Detour route
cs: Trasa objížďky

source: Diagonal
cs: Úhlopříčně

source: Dialysis
cs: Dialýza

source: Diameter (in mm)
cs: Průměr (v mm)

source: Diameter (mm)
cs: Průměr (mm)

source: Diameter in meters
cs: Průměr v metrech

source: Diaper changing
cs: Výměna plenek

source: Diaphragm
cs: Diagram

source: Diesel
cs: Nafta

source: Diesel (Gas To Liquid - ultimate diesel)
cs: Nafta (plyn na kapalinu - konečná nafta)

source: Diesel Exhaust Fluid (AdBlue/AUS32)
cs: Výfuková kapalina nafty (AdBlue/AUS32)

source: Diesel Power Generator
cs: Generátor naftové energie

source: Diesel Power Plant
cs: Naftová elektrárna

source: Diesel for Heavy Good Vehicles
cs: Nafta pro těžká nákladní vozidla

source: Diet
cs: Dieta

source: Digital
cs: Digitální

source: Digital wallets type
cs: Typ digitálních peněženek

source: Dimension stone
cs: Rozměr kamene

source: Dinghies
cs: Čluny

source: Dip
cs: Prohlubeň

source: Direct
cs: Přímý

source: Direction
cs: Směr

source: Direction in degrees
cs: Směr ve stupních

source: Direction to close
cs: Směr k uzavření

source: Dirt
cs: Hlína

source: Disabled
cs: Zakázán
