Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: High chair for small children
de_ch: Kinderstuhl
es: Trona / Silla alta para niños pequeños
hu: Etetőszék kisgyermekeknek
sv: Hög stol för små barn

source: High commission
de_ch: Hochkommissariat (Commonwealth)
es: Alta comisión
hu: Főbiztosság (Brit Nemzetközösségi tagállam nagykövetsége)
is: Sendifulltrúi
sv: Högkommissionen

source: High jump
de_ch: Hochsprung
es: Salto de altura
hu: Magasugrás
sv: Höjdhopp

source: Highspeed
de_ch: Hochgeschwindigkeit
es: Alta velocidad
hu: Nagysebességű
sv: Höghastighet

source: Highway corridor
de_ch: Flur
es: Pasillo de autopista
hu: Folyosó
sv: Väg korridor

source: Highway milestone
de_ch: Kilometerstein
es: Cuentaquilómetros de autovía
hu: Kilométerkő
is: Vegalengdarsteinn á þjóðvegi
sv: Milsten

source: Highways
de_ch: Strassen
es: Autovías
hu: Utak
is: Hraðbrautir
sv: Vägar

source: Hiking
de_ch: Wandern
es: Senderismo
hu: Túrázás
is: Gönguferðir
sv: Vandring

source: Hiking Route
de_ch: Wanderroute
es: Ruta de senderismo
hu: Turistaút
is: Gönguleið
sv: Vandringsled

source: Hiking route
de_ch: Wanderroute
es: Ruta de senderismo
hu: Turistaút
is: Gönguleið
sv: Vandringsrutt

source: Hiking route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
de_ch: Wanderroute (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
es: Ruta de senderismo (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
hu: Turistaút (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
is: Gönguleið (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
sv: Vandringsled (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Hill
de_ch: Hügel
es: Colina
sv: Kulle

source: Hill fort
de_ch: Hügelfestung
es: Fuerte en colina / Castro
hu: Dombvár
sv: Fornborg på höjd/krön

source: Hindi
es: Hindi / Hindú
is: Hindí

source: Hindu
de_ch: Hinduismus
es: Hindú
is: Hindú
sv: Hinduistisk

source: Hindu Temple
de_ch: Hinduistischer Tempel
es: Templo Hindú
hu: Hindu templom
is: Hindú-musteri
sv: Hindutempel

source: Hippopotamus
de_ch: Flusspferd
es: Hipopótamo
hu: Víziló
is: Flóðhestur
sv: Flodhäst

source: Historic
de_ch: Historisch
es: Histórico
hu: Történelmi
is: Sögulegt
sv: Historisk

source: Historic Places & Objects
de_ch: Historische Stätten und Objekte
es: Lugares y objetos históricos
hu: Történelmi helyek és objektumok
is: Sögustaðir og sögulegir hlutir
sv: Historiska platser & objekt

source: Historic monastery
de_ch: Historisches Kloster
es: Monasterio histórico
hu: Egykori kolostor
sv: Historiskt kloster

source: Historic object
de_ch: Historisches Objekt
es: Objeto histórico
hu: Történelmi objektum
is: Sögulegur hlutur
sv: Historiskt objekt

source: Historical name
de_ch: Historischer Name
es: Nombre histórico
hu: Történelmi név
is: Sögulegt nafn
sv: Historiskt namn

source: Historicism (art)
de_ch: Historismus (Kunst)
es: Historicismo
hu: Historizáló
sv: Historism (konst)

source: History
de_ch: Chronik
es: Historial
hu: Történelem
is: Aðgerðaferill
sv: Historik

source: Holding Position
de_ch: Halteposition
es: Posición de espera
hu: Várakozási hely
is: Biðstaður
sv: Hållposition

source: Holiday apartment
de_ch: Ferienwohnung
es: Apartamento de vacaciones
hu: Apartman
is: Frístundaíbúð
sv: Semesterlägenhet

source: Hollow way
de_ch: hohler Weg
es: Camino hundido
hu: Mélyút
is: Tröð (niðursokkin leið)
sv: Sänkt väg

source: Home furnishing and decoration
de_ch: Möblierung und Dekoration
es: Muebles y decoración del hogar
hu: Bútor és lakberendezés
is: Húsgögn og skrautmunir
sv: Möbler och heminredning

source: Homeless
de_ch: Obdachlose
es: Indigente
hu: Hajléktalanok
is: Heimilislausir
sv: Hemlösa

source: Honey
de_ch: Honig
es: Miel

source: Honorary consul
de_ch: Honorarkonsul
es: Cónsul honorario
hu: Tiszteletbeli konzul
is: Heiðursræðismaður
sv: Honorärkonsulat

source: Hookah lounge
de_ch: Shisha Bar
es: Salón de narguile / cachimba
sv: Vattenpipa-lounge

source: Hop plants
de_ch: Hopfenpflanzen
es: Plantas de lúpulo
hu: Komlónövény
is: Humalplöntur
sv: Humleväxter

source: Horizontal axis
de_ch: Horizontalachse
es: Eje horizontal
hu: Vízszintes tengely
is: Láréttur ás
sv: Horisontell axel

source: Horizontal bar
de_ch: Reckstange
es: Barra horizontal
hu: Vízszintes rúd (nyújtó)
is: Lárétt slá
sv: Räck

source: Horizontal ladder
de_ch: Horizontale Leiter
es: Escalera horizontal
hu: Vízszintes létra
is: Láréttur stigi
sv: Armgång

source: Horse
de_ch: Pferd
es: Caballo
hu: Ló
is: Hestar
sv: Häst

source: Horse Racing
de_ch: Pferderennen
es: Carreras de caballos
hu: Lóverseny
is: Kappreiðar
sv: Hästkapplöpning

source: Horse Riding
de_ch: Reitanlage
es: Carreras de caballos
hu: Lovaglás
is: Hestaferðir
sv: Hästridning

source: Hospice
de_ch: Hospiz
es: Hospicio
is: Líknarsel
sv: Hospis (palliativ vård)

source: Hostel
de_ch: Herberge
es: Hostal
hu: Turistaszálló
is: Farfuglaheimili
sv: Vandrarhem

source: Hot air
de_ch: Warmluft
es: Aire caliente
hu: Meleg levegő
sv: Varmluft

source: Hot dog
es: Perrito caliente / Hot dog
is: Pylsur
sv: Varmkorv

source: Hot pot
es: Olla caliente
sv: Varm gryta

source: Hot spring
de_ch: Therme
es: Fuente termal / Aguas termales
hu: Hőforrás
is: Heit uppspretta
sv: Varm källa

source: Hot water
de_ch: Warmwasser
es: Agua caliente
hu: Meleg víz
is: Heitt vatn
sv: Varmvatten

source: Hot/Finnish
de_ch: Heiss/Finnisch
es: Caliente/Finlandesa
sv: Het/finsk

source: House
de_ch: Haus
es: Casa
hu: Családi ház
is: Hús
sv: Enfamiljshus

source: House (up to 5m)
de_ch: Haus (bis zu 5 Meter)
es: Casa (hasta 5 m)
hu: 1. Épület (legfeljebb 5 m-ről)
sv: Hus (upp till 5m)

source: House name
de_ch: Hausname
es: Nombre de casa
hu: Háznév
is: Nafn á húsi
sv: Husnamn

source: House number
de_ch: Hausnummer
es: Número de casa
hu: Házszám
is: Húsnúmer
sv: Husnummer

source: Houseboats
de_ch: Hausboote
es: Casas flotantes
hu: Lakóhajó
is: Húsbátar
sv: Husbåtar

source: Houseware
de_ch: Haushaltswaren
es: Artículos de hogar
hu: Háztartási bolt
is: Húsbúnaður
sv: Husgeråd

source: Housing
de_ch: Wohnanlage
es: Vivienda

source: Hub height (meters)
de_ch: Nabenhöhe (Meter)
es: Altura del buje (metros)
sv: Navhöjd (meter)

source: Hulk
de_ch: Schiffsrumpf
es: Casco / Buque abandonado
sv: Holk

source: Humidity sensor
de_ch: Luftfeuchtigkeitssensor
es: Sensor de humedad
sv: Fuktighetssensor

source: Hump
de_ch: Lange Bodenwelle
es: Reductor de velocidad ancho
hu: Hosszú fekvőrendőr
is: Alda
sv: Cirkelgupp

source: Hungarian
de_ch: Ungarisch
es: Húngaro
hu: magyar
is: Ungverska
sv: Ungerska

source: Hunting
de_ch: Jagd
es: Caza
hu: Vadászat
is: Skotveiði
sv: Jakt

source: Hunting Stand
de_ch: Hochsitz
es: Puesto de Caza
hu: Magasles
is: Skotvöllur
sv: Jakttorn

source: Hurling
es: Lanzamiento
sv: Slunga

source: Hut circle
de_ch: Hüttenkreis
es: Círculo de chozas
hu: Házalap (kunyhókör)
is: Kofahringur
sv: Cirkel från rundhus

source: Hvac
de_ch: Klimaanlagenbauer
es: Climatización
hu: Fűtés-, szellőztetés- és légkondicionálás-szerelő
is: HVAC (loftræstikerfi)
sv: Värme och ventilation

source: Hydrant
es: Hidrante / Boca de incendios
hu: Tűzivíz-vezeték
is: Vatnshani
sv: Vattenpost

source: Hydro
de_ch: Wasser
es: Hidro
hu: Vízenergia
is: Vatnsafl
sv: Vattenkraft

source: Hydro Power Plant
de_ch: Wasserkraftwerk
es: Planta hidroeléctrica
hu: Vízerőmű
is: Vatnsaflstöð
sv: Vattenkraftverk

source: Hydrodynamic screw
de_ch: Wasserkraftschnecke
es: Tornillo hidrodinámico
hu: Csavaros turbina
sv: Hydrodynamisk skruv

source: Hydrogen gas (350 bar)
de_ch: Wasserstoffgas (350 bar)
es: Gas hidrógeno (350 bares)
sv: Vätgas (350 bar)

source: Hydrogen gas (500 bar)
de_ch: Wasserstoffgas (500 bar)
es: Gas hidrógeno (500 bares)
sv: Vätgas (500 bar)

source: Hydrogen gas (700 bar)
de_ch: Wasserstoffgas (700 bar)
es: Gas hidrógeno (700 bares)
sv: Vätgas (700 bar)

source: Hygrometer - relative humidity
de_ch: Hygrometer - Relative Luftfeuchtigkeit
es: Higrómetro - humedad relativa
sv: Hygrometer - relativ luftfuktighet

source: Hyperextension
es: Hiperextensión
sv: Ryggresning

source: Hypogeum
de_ch: Hypogäum
es: Hipogeo
is: Neðanjarðargrafhýsi

source: IATA
es: Asociación Internacional de Transporte Aéreo
hu: IATA-kód

source: ICAO reference (airports)
de_ch: ICAO Kennung (Flughäfen)
es: Referencia OACI (aeropuertos)
sv: ICAO-referens (flygplatser)

source: ISCED level
de_ch: ISCED Stufe
es: Nivel de ISCED
hu: ISCED-szint
is: ISCED-stig
sv: ISCED-nivå

source: IT
es: TIC
hu: Számítástechniai cég irodája
is: Upplýsingatækni

source: Ibadi
de_ch: ibaditisch
es: Ibadí
hu: Ibádita
is: Íbadí

source: Ibex
de_ch: Steinbock
es: Íbice / Cabra montés
hu: Kőszáli kecske
sv: Stenbock

source: Ice Hockey
de_ch: Eishockey
es: Hockey sobre hielo
hu: Jégkorong
is: Íshokkí
sv: Ishockey

source: Ice Skating
de_ch: Schlittschuhfahren
es: Patinaje sobre hielo
hu: Jégkorcsolya
is: Skautar á ís
sv: Skridskor

source: Ice climbing
de_ch: Eisklettern
es: Escalada en hielo
hu: Jégmászás
is: Ísklifur
sv: Isklättring

source: Ice cream
de_ch: Eisdiele
es: Helado
hu: Fagylalt
is: Rjómaís
sv: Glass

source: Ice cubes
de_ch: Eiswürfel
es: Cubitos de hielo
hu: Jégkocka
is: Ísteningar
sv: Isbitar

source: Ice rink
de_ch: Eislaufbahn
es: Pista de hielo
hu: Műjégpálya
is: Skautasvell
sv: Isrink

source: Ice road
de_ch: Eisstrasse
es: Camino de hielo
hu: Jégen vezető út
is: Ísaður vegur
sv: Isväg

source: Icelandic
de_ch: Isländisch
es: Islandés
hu: izlandi
is: Íslenska
sv: Isländska

source: Ilmenite
de_ch: Ilmenit
es: Ilmenita
hu: ilmenit
is: Ilmenít
sv: Ilmenit

source: Image
de_ch: Bild
es: Imagen
hu: Kép
is: Mynd
sv: Bild

source: Immigrant visas
de_ch: Einwanderungsvisa
es: Visados de inmigrante
hu: Bevándorlási vízum
is: Vegabréfsáritun fyrir innflytjendur
sv: Immigrantvisum

source: Implantology
de_ch: Implantologie
es: Implantología
hu: Implantológia
sv: Implantologi

source: In case of traffic signals:
de_ch: Falls Ampel vorhanden:
es: En caso de señales de tránsito:
hu: Jelzőlámpa esetén:
is: Séu umferðarljós:
sv: Vid trafiksignaler:

source: In marine navigation, anything that hinders or prevents movement, particularly anything that endangers or prevents passage of a vessel. Areas over which it is safe to navigate but which should be avoided for anchoring, taking the ground or ground fishing.
de_ch: In der Schifffahrt bezieht sich dies auf alles, was die Bewegung behindert oder verhindert, insbesondere alles, was die Passage eines Schiffes gefährdet oder verhindert. Es handelt sich um Gebiete, über die es sicher ist zu navigieren, die jedoch vermieden werden sollten, um zu ankern, auf Grund zu laufen oder Grundfischerei zu betreiben.
es: En navegación marítima, cualquier cosa que dificulte o impida el movimiento, en particular cualquier cosa que ponga en peligro o impida el paso de una embarcación. Áreas sobre las que es seguro navegar pero que deben evitarse para fondear, tocar fondo o pescar en el fondo.
sv: Inom sjöfart, allt som hindrar eller förhindrar ett fartygs rörelse, särskilt allt som äventyrar eller förhindrar ett fartygs passage. Områden över vilka det är säkert att navigera men som bör undvikas för ankring, grundtagning eller markfiske.

source: In the tidal range
de_ch: In der Flutzone
es: En la carrera de marea
hu: Árapályzónában
is: Í hæðarmun sjávarfalla
sv: I tidvattenområde

source: In way direction
de_ch: In Wegrichtung
es: En la dirección del camino
hu: A vonal irányába
is: Í stefnu leiðar
sv: I sträckans riktning

source: Inclination in degrees
de_ch: Neigung in Grad
es: Inclinación en grados
hu: Dőlésszög (fok)
is: Halli í gráðum
sv: Lutning i grader

source: Incline
de_ch: Anstieg
es: Cuesta
hu: Lejtés
is: HalliHalli
sv: Lutning

source: Incomplete tower
de_ch: unfertiger Turm
es: Torre incompleta
hu: Befejezetlen oszlop
is: Ófullgert mastur/turn
sv: Ofärdigt torn

source: Indian
de_ch: Indisch
es: Indio
hu: indiai
is: Indverskt
sv: Indisk

source: Indicates the coverage of a sea area by a radar surveillance station. Inside this area a vessel may request shore-based radar assistance, particularly in poor visibility.
de_ch: Zeigt die Abdeckung eines Seegebiets durch eine Radarüberwachungsstation an. Innerhalb dieses Bereichs kann ein Schiff um radarbasierte Unterstützung von der Küste bitten, insbesondere bei schlechter Sicht.
es: Indica la cobertura de una zona marítima por una estación de vigilancia por radar. Dentro de esta zona, una embarcación puede solicitar asistencia de radar en tierra, especialmente con poca visibilidad.
hu: Egy tengeri terület radarállomás általi lefedettségét jelzi. Ezen a területen belül a hajó kérhet parti radaros segítséget, különösen rossz látási viszonyok esetén.
sv: Indikerar täckningen av ett havsområde av en radarövervakningsstation. Inom detta område kan ett fartyg begära landbaserad radarassistans, särskilt vid dålig sikt.

source: Indicates the coverage of an area, in which a vessel has to report or may request information.
de_ch: Gibt die Abdeckung eines Gebiets an, in dem ein Schiff Bericht erstatten oder Informationen anfordern muss.
es: Indica la cobertura de un área en la que una embarcación debe informar o puede solicitar información.
hu: Olyan terület lefedettségét jelzi, amelyen belül a hajónak jelentést kell tennie vagy tájékoztatást kérhet.
sv: Anger täckningen av ett område där ett fartyg måste rapportera eller kan begära information.

source: Indonesian
de_ch: Indonesisch
es: Indonesia
hu: indonéz
is: Indonesíska
sv: Indonesiska

source: Indoor
de_ch: Innenraum
es: Interior
hu: Beltéri
is: Innanhúss
sv: Inomhus

source: Indoor area
de_ch: Fläche (Innenraum)
es: Área interior
hu: Beltéri terület
is: Svæði innanhúss
sv: Område inomhus

source: Indoor beacon
de_ch: Innenraum-Beacon
es: Baliza interior
sv: Inomhusfyr

source: Indoor door
de_ch: Türe (Innenraum)
es: Puerta interior
hu: Beltéri ajtó
is: Innihurð
sv: Dörr inomhus

source: Indoor elements
de_ch: Innenraumelemente
es: Elementos interiores
hu: Beltéri elemek
is: Einindi innanhúss
sv: Element inomhus

source: Indoor seating
de_ch: Sitzgelegenheiten im Innenraum
es: Asientos interiores
hu: Beltéri ülőhelyek
sv: Sittplatser inomhus

source: Indoor wall
de_ch: Wand (Innenraum)
es: Pared interior
hu: Beltéri fal
is: Innveggur
sv: Vägg inomhus

source: Inductive
de_ch: Induktiv
es: Inductivo
hu: Indukciós
is: Span
sv: Induktiv

source: Industrial building
de_ch: Industriegebäude
es: Edificio industrial
hu: Ipari épület
is: Iðnaðarbygging
sv: Industribyggnad

source: Inertial Confinement Fusion (ICF)
de_ch: Trägheitsfusionsreaktor
es: Fusión por confinamiento inercial (ICF)
hu: Tehetetlenségi összetartású fúzió (ICF)
sv: Tröghetsinneslutningsfusion (ICF)

source: Infiltration
de_ch: Versickerung
es: Infiltración
hu: Elszivárogtató tározó

source: Info
es: Información
is: Upplýsingar

source: Information Board
de_ch: Informationstafel
es: Tablón de información
hu: Tájékoztató tábla
is: Upplýsingatafla
sv: Informationstavla

source: Information Office
de_ch: Auskunftsstelle
es: Oficina de Información
hu: Tourinform iroda
is: Upplýsingamiðstöð
sv: Informationskontor

source: Information Terminal
de_ch: Informationsterminal
es: Terminal de información
hu: Információs terminál
is: Upplýsingaskjár
sv: Informationsterminal

source: Information access via electronic methods.
de_ch: Informationszugang mit elektronischen Methoden
es: Acceso a la información mediante métodos electrónicos.
hu: Elektronikus módszerekkel történő információszerzés.
is: Birting upplýsinga með rafrænum hætti.
sv: Information tillgänglig via elektroniskt hjälpmedel

source: Information using headphones or a mobile phone.
de_ch: Informationen über Kopfhörer oder Handy
es: Información utilizando auriculares o un teléfono móvil.
hu: Tájékoztatás fejhallgatóval vagy mobiltelefonnal (audioguide)
is: Upplýsingar með heyrnartólum eða farsíma.
sv: Information från hörlurar eller mobiltelefon.

source: Infrared
de_ch: Infrarot
es: Infrarrojo
sv: Infraröd

source: Infrastructure
de_ch: Infrastruktur
es: Infraestructuras
hu: Infrastruktúra
is: Stoðkerfi
sv: Infrastruktur

source: Ink cartridges
de_ch: Tintenpatronen
es: Cartuchos de tinta
hu: Tintapatron
is: Blekhylki
sv: Bläckpatroner

source: Inline Skating Route
es: Ruta de patinaje en línea
hu: Görkorcsolya-útvonal
is: Línuskautaleið
sv: Rullskridsko-led

source: Inline skates
es: Patines en línea
hu: Görkorcsolya
sv: Inlines, rullskridskor

source: Inline skating
es: Patinaje en línea
hu: Görkorcsolyázás
sv: Inlines, rullskridskor

source: Inline skating route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
es: Ruta de patinaje en línea (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
hu: Görkorcsolya-útvonal (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
is: Línuskautaleið (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
sv: Inlinesled (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Inner segment
de_ch: Segment eines inneren Ringes
es: Segmento interno
hu: Belső szakasz
is: Innri bútur
sv: Inre segment

source: Inofficial
de_ch: Nicht offiziell
es: No oficial
hu: Nem hivatalos
is: Óopinbert
sv: Inofficiell

source: Inscription
de_ch: Inschrift
es: Inscripción
hu: Felirat
is: Áletrun
sv: Inskription

source: Inshore traffic zone
de_ch: Küstenverkehrszone
es: Zona de tráfico costero
sv: Zon för kusttrafik

source: Inspection
de_ch: Fahrzeuguntersuchung
es: Inspección
hu: Műszaki vizsgálat (vizsgáztatás)
sv: Inspektion

source: Installation
es: Instalación
hu: Installáció
is: Innsetning

source: Installation buoay
de_ch: Installationsboje
es: Boya de instalación
sv: Installationsboj

source: Insulation
de_ch: Isolationen
es: Aislamiento
hu: Épület-hőszigetelő
is: Einangrun
sv: Isolering

source: Insulator
de_ch: Isolator
es: Aislante
hu: Szigetelő
is: Einangrari
sv: Isolator

source: Insurance
de_ch: Versicherung
es: Seguro
hu: Biztosító
is: Tryggingar
sv: Försäkring

source: Interests section
de_ch: Interessenbereich
es: Sección de intereses
hu: Érdekképviseleti részleg
is: Hagsmunadeild
sv: Intresseavsnitt

source: Interior Decoration
de_ch: Innenausstattung
es: Decoración de Interiores
hu: Lakberendezés
is: Innanhúshönnun
sv: Heminredning

source: Intermittent
de_ch: Zeitweise ausgetrocknet
es: Intermitente
hu: Időszakos meder
is: Tímabundið
sv: Periodisk

source: Intermittent (doesn't permanently contain water)
de_ch: Zeitweise (enthält nicht andauernd Wasser)
es: Intermitente (no contiene agua permanentemente)
hu: Időszakos (nem tartalmaz állandóan vizet)
sv: Tillfälligt (inehåller inte ständigt vatten)

source: International
es: Internacional
hu: nemzetközi
is: Alþjóðlegt
sv: Internatiinell

source: International Style
de_ch: Internationaler Stil
es: Estilo internacional
hu: Nemzetközi stílusú
sv: Internationell stil

source: International name
de_ch: Internationaler Name
es: Nombre internacional
hu: Nemzetközi név
is: Alþjóðlegt heiti
sv: Internationellt namn

source: Internet Access
de_ch: Internetzugang
es: Acceso a internet
hu: Internetcsatlakozás
is: Internetaðgangur
sv: Internetåtkomst

source: Internet Cafe
de_ch: Internetcafé
es: Cibercafé
hu: Internetkávézó
is: Netkaffi
sv: Internetkafé

source: Internet access
de_ch: Internetzugang
es: Acceso a internet
hu: Internetcsatlakozás
is: Internetaðgangur
sv: Internetåtkomst

source: Internet access fee
de_ch: Gebühr für Internetzugang
es: Cuota de acceso a Internet
hu: Internetcsatlakozás díja
is: Gjald fyrir internetaðgang
sv: Avgift för internet

source: Interval (M, MM, HH:MM, or HH:MM:SS)
de_ch: Interval (M, MM, HH:MM, oder HH:MM:SS)
es: Intervalo (M, MM, HH:MM o HH:MM:SS)
hu: Gyakoriság (P, PP, ÓÓ:PP vagy ÓÓ:PP:MM)
is: Millibil (M, MM, HH:MM, eða HH:MM:SS)
sv: Intervall (M, MM, HH:MM, eller HH:MM:SS)

source: Iron ore
de_ch: Eisenerz
es: Mineral de hierro
hu: vasérc
is: Járngrýti
sv: Järnmalm

source: Irrigated
de_ch: Bewässert
es: Irrigado
sv: Bevattnad

source: Irrigation method
de_ch: Bewässerungsmethode
es: Método de riego
sv: Bevattningsmetod

source: Is the water body intermittent (doesn't permanently contain water)?
de_ch: Ist der Wasserkörper periodisch, enthält also nicht immer Wasser?
es: ¿Es la masa de agua intermitente (no contiene agua permanentemente)?
hu: Időszakos-e a víztest? (Előfordul-e, hogy kiszárad?)
is: Er vatnsmassinn óstöðugur (inniheldur ekki alltaf vatn)?
sv: Är vattenansamlingen intermittent (innehåller inte permanent vatten)?

source: Island
de_ch: Verkehrsinsel
es: Isla
hu: Sziget
is: Eyja
sv: Ö

source: Islet
de_ch: Kleine Insel
es: Islote
hu: Kis sziget
is: Hólmi
sv: Holme

source: Isolated
de_ch: Abgetrennt
es: Aislado
hu: Elszigetelt helyiségben
is: Einangrað
sv: Isolerad

source: Isolated Dwelling
de_ch: Einzelsiedlung
es: Vivienda aislada
hu: Magányos lakóhely
is: Einangraður bústaður
sv: Avlägsen boplats

source: Isolated danger beacon
de_ch: Einzelgefahrenzeichen
es: Baliza de peligro aislado
hu: Különálló veszélyes helyet mutató jel
sv: Isolerad farosignal

source: Isolated danger buoy
de_ch: Einzelgefahrenboje
es: Boya de peligro aislado
hu: Különálló veszélyes helyet mutató bója
sv: Isolerad faroböj

source: Isolated dwelling
de_ch: Einzelsiedlung
es: Vivienda aislada
sv: Isolerad bostad

source: Italian
de_ch: Italienisch
es: Italiano
hu: olasz
is: Ítalska
sv: Italienska

source: Japanese
de_ch: Japanisch
es: Japonés
hu: japán
is: Japanska
sv: Japanska

source: Javelin throw
de_ch: Speerwurf
es: Lanzamiento de jabalina
hu: Gerelyhajítás
sv: Spjutkast

source: Jehovah's Witnesses
de_ch: Zeugen Jehovas
es: Testigos de Jehová
sv: Jehovas vittnen

source: Jehovahs witness
de_ch: Zeugen Jehovas
es: Testigos de Jehová
hu: Jehova Tanúi
is: Vottar Jehóva
sv: Jehovas vittnen

source: Jersey Barrier
de_ch: Betonbarriere
es: Barrera de Jersey
hu: Előregyártott terelőfal
is: Hindrun með steypublokkum
sv: Betongsugga

source: Jersey barrier
de_ch: Betonbarriere
es: Barrera de Jersey
hu: Betonelem
is: Hindrun með steypublokkum
sv: Betongsugga

source: Jet bridge
de_ch: Fluggastbrücke
es: Pasarela / Manga
hu: Utashíd
sv: Jetbro

source: Jetskis
es: Motos acuáticas
hu: Jetski
is: Vatnaþotur
sv: Vattenskotrar

source: Jeweller
de_ch: Schmuckhersteller
es: Joyero
hu: Ékszerész
is: Gullsmiður
sv: Guldhandlare

source: Jewellery
de_ch: Schmuck
es: Joyería
hu: Ékszerüzlet
is: Skartgripir
sv: Juvelerare

source: Jewish
de_ch: Jüdisch
es: Judío
hu: Zsidó
is: Gyðinglegt
sv: Judisk

source: Joiner
de_ch: Bautischler
es: Ebanista
hu: Asztalos
is: Trésmíði
sv: Snickare

source: Jughandle
es: Cambio de sentido a distinto nivel
hu: Kancsófül
sv: Spansk sväng

source: Juice
de_ch: Fruchtsaft
es: Jugo / Zumo
hu: gyümölcslé
is: Djús

source: Junction
de_ch: Kreuzung
es: Cruce
hu: Csomópont
is: Tenging
sv: Korsning

source: Junction has no name
de_ch: Ausfahrt ohne Namen
es: El cruce no tiene nombre
hu: Név nélküli kereszteződés
is: Tenging er ekki með neitt heiti
sv: Korsningen har inget namn

source: Junction has no reference
de_ch: Ausfahrt ohne Nummer
es: El cruce no tiene referencia
hu: A kereszteződésnek nincs azonosítószáma
sv: Korsningen har ingen referens

source: Junction reference
de_ch: Nummer der Kreuzung
es: Referencia del cruce
hu: Csomópont azonosítója
is: Tilvísun tengingar
sv: Korsningsreferens

source: K4 Post Office
es: K4 Oficina postal
