Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Eductor jet
de_ch: Ejektordüse
es: Bomba eyectora / Eductor jet
sv: Ejektormunstycke

source: Effective density
de_ch: Effektive Dichte
es: Densidad efectiva
hu: Tényleges sűrűség
is: Þéttleiki
sv: Effektiv täthet

source: Eggs
de_ch: Eier
es: Huevos
hu: Tojás
is: Egg
sv: Ägg

source: Elderly
de_ch: Senioren
es: Anciano
hu: Idősek
is: Eldra fólk
sv: Äldre

source: Electric motor
de_ch: Elektrischer Motor
es: Motor eléctrico
hu: Villanymotor
is: Rafmótor
sv: Elmotor

source: Electrical
de_ch: Elektrisch
es: Eléctrico/a
hu: Villamossági cikkek
is: Rafkerfi
sv: Elektrisk

source: Electrical Appliances
de_ch: Elektrische Geräte
es: Electrodomésticos
hu: Elektromos készülék
is: Raftæki
sv: Elektriska apparater

source: Electrical appliances
de_ch: Elektrische Geräte
es: Electrodomésticos
hu: Háztartási gépek
is: Raftæki
sv: Hushållsapparater

source: Electrical appliances (UK)
de_ch: Elektrische Geräte (UK)
es: Electrodomésticos (RU)
hu: Háztartási gépek (UK)
is: Raftæki (UK)
sv: Hushållsapparater (UK)

source: Electrician
de_ch: Elektriker
es: Electricista
hu: Villanyszerelő
is: Rafvirki
sv: Elektriker

source: Electricity
de_ch: Elektrizität
es: Electricidad
hu: Villamos energia
is: Rafmagn
sv: Elektricitet

source: Electronic purses
de_ch: Aufladekarten
es: Monedero electrónico
hu: Elektronikus pénztárcák
is: Rafbuddur
sv: Elektronisk plånbok

source: Electronic purses type
de_ch: Aufladekartentyp
es: Tipo de monederos electrónicos
hu: Elektronikus pénztárca típusa
is: Tegund af rafbuddum
sv: Elektronisk plånbok, typer

source: Electronics
de_ch: Elektronik
es: Electrónica
hu: Elektronika
is: Rafeindatækni
sv: Elektronik

source: Electronics repair
de_ch: Elektronik-Reparatur
es: Reparación de electrónica
hu: Elektromoskészülék-szerelő
is: Raftækjaviðgerðir
sv: Elektronikreparatör

source: Elephant
de_ch: Elefant
es: Elefante
hu: Elefánt
is: Fílar
sv: Elefant

source: Elevation
de_ch: Höhe
es: Elevación
hu: Tengersz. f. magasság
is: Hæð
sv: Höjd

source: Elevation (meters)
de_ch: Höhe (in Meter)
es: Elevación (metros)
hu: Magasság (méter)
is: Hæð (metrar)
sv: Höjd (meter)

source: Elevator
de_ch: Lift
es: Ascensor
hu: Lift
is: Lyfta
sv: Hiss

source: Elk
de_ch: Elch
es: Alce
hu: Eurázsiai jávorszarvas
is: Elgur
sv: Älg

source: Elongated coin
de_ch: Souvenier-Medaille
es: Moneda alargada / Ficha
hu: Kinyújtott emlékérme
is: Myntpressa
sv: Förlängt mynt

source: Email Address
de_ch: E-mailadresse
es: Dirección de Correo Electrónico
hu: E-mail cím
is: Tölvupóstfang
sv: E-postadress

source: Embankment
de_ch: Damm (Böschung)
es: Dique
hu: Töltés
is: Stallur
sv: Vägbank

source: Embassy
de_ch: Botschaft
es: Embajada
hu: Külképviselet (nagykövetség)
is: Sendiráð
sv: Ambassad

source: Embedded rails
de_ch: Integrierte Schienen
es: Rieles incrustados / empotrados
hu: Útba süllyesztett sínek
sv: Infälld spårväg

source: Emergency
de_ch: Notfall
es: Emergencia
hu: Vészhelyzet
is: Neyðartilfelli
sv: Nödsituation

source: Emergency Access Point
de_ch: Rettungspunkt
es: Punto de Acceso de Emergencia
hu: Mentési pont
is: Neyðaraðgangur
sv: Nödsamlingsplats

source: Emergency Access Point (highway variant)
de_ch: Notfallzugangspunkt (Autobahnvariante)
es: Punto de acceso de emergencia (variante de carretera)
hu: Mentési pont (közúti változat)
sv: Nödåtkomstpunkt (motorvägsvariant)

source: Emergency Phone
de_ch: Notfalltelefon
es: Teléfono de emergencia
hu: Segélyhívó telefon
is: Neyðarsími
sv: Nödtelefon

source: Emergency Phone Number
de_ch: Notfalltelefon Nr
es: Número de teléfono de emergencia
hu: Segélyhívó telefonszám
is: Símanúmer fyrir neyðartilfelli
sv: Nödtelefonnummer

source: Emergency bay
de_ch: Notfallhaltebucht
es: Bahía de emergencia
hu: Vészhelyzeti leállóöböl
is: Neyðarútskot
sv: Nöduppställningsplats

source: Emergency lane beside long descending slopes for trucks and other vehicles to stop safely after brake failure.
de_ch: Notfallspur für Fahrzeuge die nicht mehr Bremsen können.
es: Carril de emergencia junto a largas pendientes descendentes para camiones y otros vehículos para detenerse de forma segura después de un fallo de los frenos.
hu: Hosszú lejtős útszakasz melletti vészhelyzeti sáv tehergépkocsiknak és más járműveknek, hogy fékhiba esetén is biztonságosan meg tudjanak állni.
is: Neyðarakrein í lengri brekkum þar sem flutningabílar og önnur ökutæki geta stöðvað örugglega ef bilun kemur upp í hemlabúnaði.
sv: Nödfil bredvid långa nedåtlutande backar där lastbilar och andra fordon kan stanna säkert om de har fått bromsproblem.

source: Emergency ward entrance
de_ch: Notfallstationeingang
es: Entrada a la sala de emergencias / urgencias
hu: Kórházi sürgősségi osztály bejárata
is: Inngangur á bráðamóttöku
sv: Ingång till akutmottagning

source: Empire style
de_ch: Empirische Architektur
es: Estilo Imperio
hu: Empire
sv: Empirestil

source: Employment agency
de_ch: Arbeitsvermittler
es: Oficina de empleo
hu: Munkaügyi hivatal
is: Vinnumiðlun
sv: Arbetsförmedling

source: Enclosure
de_ch: Umfassung
es: Recinto
hu: Kifutó
is: Í búrum
sv: Inhägnad

source: End
de_ch: Ende
es: Fin
hu: Vége
is: Endar
sv: Upphör

source: Endodontics
de_ch: Zahnerhaltung
es: Endodoncia
hu: Endodontia
is: Tannholslækningar
sv: Endodonti

source: Energy ouput:
de_ch: Energieabgabe:
es: Salida de energía:
hu: Energiakimenet:
sv: Energiproduktion:

source: Energy output:
de_ch: Energieabgabe:
es: Salida de energía:
hu: Energiakimenet:
sv: Energiproduktion:

source: Energy supplier
de_ch: Energieversorger
es: Proveedor de energía
hu: Energiaszolgáltató
is: Orkusala
sv: Energileverantör

source: Enforcement
de_ch: Verkehrskontrolle
es: Imposición
hu: Forgalomellenőrzés
sv: Förstärkning

source: Enforcement (average speed)
de_ch: Abschnittskontrolle (Durchschnittsgeschwindigkeit)
es: Control de velocidad (velocidad promedio)
hu: Forgalomellenőrzés (átlagsebesség)
sv: Tillsyn (medelhastighet)

source: Engine oil
de_ch: Maschinenöl
es: Aceite de motor
hu: Motorolaj
is: Vélaolía
sv: Motorolja

source: Engineer
de_ch: Ingenieur
es: Ingeniero/a
hu: Mérnökiroda
is: Verkfræðingur
sv: Ingenjör

source: English
de_ch: Englisch
es: Inglés
hu: angol
is: Enska
sv: Engelska

source: Entrance
de_ch: Eingang
es: Entrada
hu: Bejárat
is: Inngangur
sv: Ingång

source: Entrance (Barrier Opening)
de_ch: Durchgang
es: Entrada (Apertura de Barrera)
hu: Átjárás
is: Hlið (opnun í hindrun)
sv: Ingång (stängsel öppning)

source: Entrance number
de_ch: Eingangsnummer
es: Numero de entrada
hu: Bejárat száma
is: Númer inngangs
sv: Entrenummer

source: Entrance width in cm
de_ch: Eingangsbreite in cm
es: Anchura de entrada en cm
hu: Bejárat szélessége (cm)
is: Breidd inngangs í sm
sv: Ingångs bredd i cm

source: Environment
de_ch: Umwelt
es: Medio ambiente
hu: Környezetvédelem
is: Umhverfi
sv: Miljö / klimat

source: Equestrian Sport
de_ch: Pferdesport
es: Deporte ecuestre
hu: Lovassport
is: Hestaíþróttir
sv: Hästsport

source: Equipment
de_ch: Gerät
es: Equipamiento
hu: Felszerelés
is: Leiktæki
sv: Utrustning

source: Equipment rentals
de_ch: Ausrüstungsmiete
es: Alquiler de equipo
hu: Felszerelés kölcsönzése
is: Búnaðarleiga
sv: Uthyrning av utrustning

source: Era
de_ch: Zeitalter
es: Era / Época
hu: Korszak
is: Tímabil
sv: Epok

source: Erotic
de_ch: Erotik
es: Erótico
hu: Erotikus
is: Erótík
sv: Erotiskt

source: Escalator
de_ch: Rolltreppe
es: Escalera mecánica
hu: Mozgólépcső vagy -járda
is: Rúllustigi
sv: Rulltrappa

source: Escape game
es: Juego de escape / Escape room
hu: Szabadulószoba
is: Flóttaleikur
sv: Escape room

source: Estate agent
de_ch: Immobilienmakler
es: Agente inmobiliario
hu: Ingatlaniroda
is: Fasteignasali
sv: Mäklare

source: Estimate
de_ch: Geschätzt
es: Estimado
sv: Uppskatta

source: Estonian
de_ch: Estnisch
es: Estonio
hu: észt
is: Eistneska
sv: Estniska

source: Ethanol
es: Etanol
hu: Etanol
is: Etanól
sv: Etanol

source: Ethanol (alcohol)
de_ch: Ethanol (Alkohol)
es: Etanol (alcohol)
hu: Etanol (etil-alkohol)
is: Etanól (alkóhól)
sv: Etanol (alkohol)

source: Ethiopian
de_ch: Äthiopisch
es: Etíope
hu: etióp
is: Eþíópískt
sv: Etiopisk

source: European Pressurized Reactor (EPR)
es: Reactor presurizado europeo (EPR)
hu: Európai nyomottvizes reaktor (EPR)
is: European Pressurized Reactor kjarnaofn (EPR)
sv: Europeisk tryckreaktor (EPR)

source: Evangelical
de_ch: Evangelikal
es: Evangélico
hu: Evangéliumi keresztény
is: Evangelísk
sv: Evangelikal

source: Evaporation
de_ch: Verdunstungsbecken
es: Evaporación
hu: Párologtató tározó
is: Uppgufun
sv: Avdunstning

source: Evaporator
de_ch: Verdunster
es: Evaporador
hu: Lepárló
sv: Förångare

source: Even
de_ch: Gerade
es: Par
hu: Páros
is: Jafnar tölur
sv: Jämna

source: Even mixture of hard and soft materials
de_ch: Grad 3 - Gleichmässige Mischung aus harten und weichem Material
es: Mezcla pareja de materiales duros y blandos
hu: Tömör és laza anyagok egyenlő keveréke
is: Jöfn blanda af mjúkum og hörðum efnum
sv: Jämn blandning av hårda och mjuka material

source: Events venue
de_ch: Veranstaltungsgebäude
es: Lugar de eventos
hu: Rendezvényhelyszín
is: Aðstaða fyrir atburð
sv: Evenemang/festlokal

source: Evergreen
de_ch: Immergrün
es: Perenne
hu: Örökzöld
is: Sígrænt
sv: Vintergrön

source: Exception structure
de_ch: Ausnahmestruktur
es: Estructura excepcional
sv: Undantagsstruktur

source: Exceptions
de_ch: Ausnahmen
es: Excepciones
hu: Kivételek
is: Undantekningar
sv: Undantag

source: Excrement Bags
de_ch: Kottüten
es: Bolsas de excrementos
hu: Ürülékfelszedő tasak
is: Saurpokar
sv: Bajspåsar

source: Excrement bags
de_ch: Kottüten
es: Bolsas de excrementos
hu: Ürülékfelszedő tasak
is: Saurpokar
sv: Bajspåsar

source: Excrements
de_ch: Kot
es: Excrementos
hu: Ürülék
sv: Avföring

source: Excursion segment
de_ch: Ausflugssegment
es: Segmento de excursión
hu: Kitérő
sv: Sidospår-segment

source: Exhibition Centre
de_ch: Ausstellungsgelände
es: Centro de exposiciones
hu: Kiállítási központ
sv: Utställningscenter

source: Expected route count
de_ch: Erwartete Anzahl Routen
es: Número de rutas esperado
sv: Förväntat antal rutter

source: Expressway
de_ch: Schnellstraße
es: Autovía
sv: Express-väg

source: Eyelashes
de_ch: Wimpern
es: Pestañas
hu: Szempilla
sv: Ögonfransar

source: Fabric
de_ch: Stoff
es: Tela
hu: Méteráru
is: Vefnaður
sv: Tyg

source: Facilities
de_ch: Einrichtungen
es: Instalaciones
hu: Létesítmények
is: Aðstaða
sv: Faciliteter

source: Facing
de_ch: Richtung Vorderseite
es: Orientación
sv: Vänd mot

source: Fair Trade
de_ch: fairer Handel
es: Comercio justo
hu: Fair Trade (méltányos kereskedelem)
is: Sanngjörn viðskipti (fair trade)

source: Fairway
de_ch: Golf-Fairway
es: Calle
hu: Fairway-sima pázsitos rész
is: Braut

source: Falconry
de_ch: Falknerei
es: Cetrería
hu: Ragadozómadár-röpde
is: Fálkabúr
sv: Falkenering

source: Farm
de_ch: Hof
es: Granja
hu: Tanya
is: Býli
sv: Bondgård

source: Farm Stand
de_ch: Hofladen
es: Puesto de Granja
hu: Termelői stand
sv: Gårdsstånd

source: Farmland
de_ch: Landwirtschaft
es: Tierra de cultivo
hu: Mezőgazdasági
is: Akurlendi
sv: Åkermark

source: Farmyard
de_ch: Bauernhof
es: Granja
hu: Tanyaudvar
is: Hlað
sv: Bondgård

source: Faroese
de_ch: Färöisch
es: Feroés
hu: feröeri
is: Færeska
sv: Färöiska

source: Farsi
es: Persa
hu: fárszi
sv: Persiska

source: Fashion
de_ch: Mode
es: Moda
hu: Divat
is: Tíska
sv: Mode

source: Fashion accessories
de_ch: Modeaccessoires
es: Accesorios de moda
hu: Divatkiegészítők
is: Tískufylgihlutir
sv: Modeaccessoarer

source: Fast Food
de_ch: Schnellimbiss
es: Comida rápida
hu: Gyorsétterem
is: Skyndibiti
sv: Snabbmat

source: Fax Number
de_ch: Faxnummer
es: Número de Fax
hu: Faxszám
is: Faxnúmer
sv: Faxnummer

source: Fee
de_ch: Gebühr
es: Cuota
hu: Díj
is: Gjald
sv: Avgift

source: Fee @
de_ch: Gebühr @
es: Tarifa @
hu: Díj @
sv: Avgift @

source: Feed
de_ch: Tierfutter
es: Alimento / Forraje
hu: Takarmány
is: Fóður
sv: Foder

source: Fell
de_ch: Grasland oberhalb Baumgrenze
es: Brezal
hu: Fjell
is: Hæðir
sv: Fjäll

source: Female
de_ch: Weiblich
es: Femenino
hu: Női
is: Kona
sv: Dam

source: Feminine hygiene articles
de_ch: Frauenhygiene Artikel
es: Artículos de higiene femenina
hu: Női higiénés árucikkek
sv: Mensskydd

source: Fen
de_ch: Niedermoor
es: Turberas gramínea
hu: Síkláp
is: Starmýri
sv: Sankmark

source: Fence
de_ch: Zaun
es: Cerca
hu: Kerítés
is: Girðing
sv: Stängsel

source: Ferry
de_ch: Fähre
es: Transbordador
hu: Komp
is: Ferja
sv: Färja

source: Ferry Route
de_ch: Fährroute
es: Ruta del transbordador
hu: Kompútvonal
is: Siglingarleið ferju
sv: Färjerutt

source: Ferry Terminal
de_ch: Schiffsanleger (Fähre)
es: Terminal del transbordador
hu: Kompterminál
is: Ferjustöð
sv: Färjeterminal

source: Ferry route
de_ch: Fährroute
es: Ruta de ferry
hu: Kompútvonal
is: Siglingarleið ferju
sv: Färjeled

source: Fertilizer
de_ch: Dünger
es: Fertilizante
hu: Trágya
is: Áburður
sv: Gödsel

source: Field Hockey
de_ch: Feldhockey
es: Campo de Hockey
hu: Gyeplabda
is: Grashokkí
sv: Landhockey

source: Figure
de_ch: Puppen
es: Figura
hu: Bábszínház (figure)
is: Fígúrur
sv: Figur

source: Figure/puppet theatres
de_ch: Figuren/Puppentheater
es: Teatros de figuras/marionetas
hu: Bábszínházak
is: Fígúru/brúðuleikhús
sv: Figur-/dockteater

source: Filipino
de_ch: Philippinisch
es: Filipina
hu: fülöp-szigeteki
is: Filipeyskt
sv: Filipinsk

source: Filling
de_ch: Füllung
es: Llenado / Recarga
hu: Palacktöltés
is: Fylling
sv: Fyllning

source: Fills available
de_ch: Füllungen erhältlich
es: Recargas disponibles
hu: Palacktöltés van
is: Áfylling í boði
sv: Tillgängliga fyllningar

source: Financial
de_ch: Finanzdienstleistungen
es: Financiero
hu: Pénzügyi
is: Fjármál
sv: Finans

source: Financial advisor
de_ch: Finanzberatung
es: Asesor financiero
hu: Pénzügyi tanácsadó
is: Fjármálaráðgjöf
sv: Ekonomisk rådgivare

source: Fine gravel
de_ch: Feiner Kies
es: Grava fina
hu: Murva
is: Fín möl
sv: Fint grus

source: Finnish
de_ch: Finnisch
es: Finés
hu: finn
is: Finnska
sv: Finska

source: Fire Alarm Box
de_ch: Feueralarm-Knopf
es: Caja de alarma contra incendios
hu: Tűzjelző készülék
sv: Brandlarm

source: Fire Extinguisher
de_ch: Feuerlöscher
es: Extintor
hu: Tűzoltó készülék
is: Slökkvitæki
sv: Brandsläckare

source: Fire Hose
de_ch: Feuerlöschschlauch
es: Manguera contra incendios
hu: Tűzoltótömlő
is: Brunaslanga
sv: Brandstation

source: Fire Hydrant
de_ch: Hydrant
es: Boca de incendio
hu: Tűzcsap
is: Brunahani
sv: Brandpost

source: Fire Station
de_ch: Feuerwehr
es: Estación de Bomberos
hu: Tűzoltóság
is: Slökkvistöð
sv: Brandstation

source: Fire lane
de_ch: Fahrspur für Rettungsfahrzeuge
es: Carril de incendios
is: Akrein fyrir slökkvibíla
sv: Brandväg

source: Fire service inlet
de_ch: Feuerwehranschluss
es: Toma de agua para bomberos
sv: Brandkårens inlopp

source: Fire water pond
de_ch: Löschwasserteich
es: Estanque de agua contra incendios
hu: Tűzivízmedence
is: Slökkviliðsvatnsból
sv: Brandvattendamm

source: Firepit
de_ch: Feuerstelle
es: Pozo de fuego
hu: Tűzrakóhely
is: Eldgryfja
sv: Eldplats

source: Fireplace
de_ch: Feuerstelle
es: Chimenea
hu: Beltéri tűzrakóhely
is: Eldstæði
sv: Eldstad

source: Firewood
de_ch: Brennholz
es: Leña
hu: Tűzifa
is: Eldiviður
sv: Ved

source: Fireworks
de_ch: Feuerwerk
es: Fuegos artificiales
hu: Tűzijáték
is: Flugeldar
sv: Fyrverkerier

source: First Aid Kit
de_ch: Verbandskasten
es: Kit de primeros auxilios
hu: Elsősegélykészlet
is: Skyndihjálparkassi
sv: Första hjälpen

source: Fish
de_ch: Fisch
es: Pescado
hu: hal
is: Fiskur
sv: Fisk

source: Fish and chips
es: Pescado y patatas fritas
hu: fish & chips
is: Fiskur og franskar

source: Fish pass
de_ch: Fischtreppe
es: Escalera/Paso para peces
hu: Hallépcső
is: Veiðileyfi
sv: Fiskväg

source: Fishing
de_ch: Fischen
es: Pesca / Pesca deportiva
hu: Horgászat
is: Fiskveiði
sv: Fiske

source: Fishing access
de_ch: Zugang zum Fischen
es: Acceso de pesca
sv: Fiskeåtkomst

source: Fishing bait
de_ch: Köder
es: Cebo de pesca
hu: Horgászcsali
is: Fiskibeita
sv: Fiskebete/agn

source: Fishing equipment
de_ch: Angelausrüstung
es: Equipo de pesca
hu: Horgászfelszerelés
is: Fiskveiðibúnaður
sv: Fiskeutrustning

source: Fishing facility
de_ch: Fischereianlage
es: Instalación pesquera
hu: Halászati létesítmény
sv: Fiskeanläggning

source: Fitness Centre
de_ch: Fitnessstudio
es: Centro de salud
hu: Edzőterem
is: Líkamsræktarstöð
sv: Träningscenter

source: Fitness Station
de_ch: Fitnessgerät
es: Estación de fitness
hu: Fitneszpark
is: Líkamsræktarpóstur
sv: Träningsstation

source: Fitness Trail
de_ch: Trimm-Dich-Pfad
es: Sendero de fitness / Circuito de ejercicios
hu: Tornapálya (erdei is)
is: Líkamsræktarleið
sv: Motionsslinga

source: Fitness station
de_ch: Fitnessgerät
es: Estación de fitness / Gimnasio al aire libre
hu: Fitneszpark
is: Líkamsræktarpóstur
sv: Träningsstation

source: Fitness trail
de_ch: Fitnessstrecke
es: Sendero / Ruta de fitness
hu: Fitnesz útvonal
is: Líkamsræktarleið
sv: Hälsostig / fitness-spår

source: Fixed
de_ch: fest ausgerichtet
es: Fija
hu: Rögzített
is: Föst
sv: Fast

source: Fixed to the ground
de_ch: Am Boden befestigt
es: Fijo al suelo
hu: Talajhoz rögzített
is: Fest við jörð
sv: Fast i marken

source: Fjord
es: Fiordo
is: Fjörður

source: Flag wikidata entry
de_ch: Flagge in Wikidata
es: Marcar entrada de Wikidata
sv: Flagga wikidata-post

source: Flag wikipedia entry
de_ch: Flagge in Wikipedia
es: Marcar entrada de Wikipedia
sv: Flagga Wikipedia-artikel

source: Flagpole
de_ch: Fahnenstange
es: Mástil
hu: Zászlórúd
is: Fánastöng
sv: Flaggstång

source: Flamingo
es: Flamenco
hu: Flamingó
is: Flamingóar

source: Flat numbers
de_ch: Wohnungsnummer
es: Números de piso
hu: Ajtó száma
is: Íbúðanúmer
sv: Lägenhetsnummer

source: Flats
de_ch: Wohnungen
es: Pisos
hu: Lakások
is: Íbúðir
sv: Lägenheter

source: Flickr image
de_ch: Flickr-Bild
es: Imagen de Flickr
sv: Flickr-bild

source: Floating
de_ch: Schwimmend
es: Flotante
hu: Úszó
is: Fljótandi
sv: Flytande

source: Flood prone
de_ch: Überschwemmungsgefährdet
es: Propenso a inundaciones
sv: Översvämningsbenägen

source: Flood wall
de_ch: Flutschutzwand
es: Muro contra inundaciones
hu: Árvízvédelmi fal
is: Flóðveggur
sv: Översvämningsmur

source: Flooded
de_ch: Geflutet
es: Inundado
hu: Elárasztott
sv: Översvämmad

source: Flooding
de_ch: Flutung
es: Inundación
sv: Översvämning

source: Floor vibration
de_ch: Bodenvibration
es: Vibración del piso
hu: Rezgő burkolat
is: Titringur í gólfi
sv: Golvvibrationer

source: Floor-mounted crane
de_ch: Bodenkran
es: Grúa montada en el suelo / Grúa de piso
hu: Talajhoz rögzített daru
is: Jarðfestur krani
sv: Golvmonterad kran

source: Floorer
de_ch: Bodenleger
es: Colocador de pisos
hu: Padlólerakó
is: Gólflagnafyrirtæki
sv: Golvläggare

source: Flooring
de_ch: Bodenbeläge
es: Suelos / Tarimas
hu: Padló
sv: Golvläggning

source: Florist
de_ch: Blumenladen
es: Floristería
hu: Virágbolt
is: Blómabúð

source: Flow rate with unit of measure
de_ch: Durchflussrate mit Angabe der Einheit
es: Caudal con unidad de medida
hu: Átfolyó vízmennyiség, mértékegységgel (pl. l/min)
is: Rennslishraði með mælieiningu
sv: Flöde inkl. måttenhet

source: Flowerbed
de_ch: Blumenbeet
es: Jardín de flores
hu: Virágágyás
is: Blómabeð
sv: Rabatt

source: Flowers
de_ch: Blumen
es: Flores
hu: Virág
is: Blóm
sv: Blommor

source: Fog signal
de_ch: Nebelhorn
es: Señal de niebla
hu: Ködjelzés
is: Þokulúður
sv: Dimsignal

source: Foldable
de_ch: Umklappbar
es: Plegable
hu: Lehajtható
is: Samanbrjótanlegt
sv: Ihopfällbar

source: Foldable (hinge at base)
de_ch: Einklappbar (Scharnier unten)
es: Plegable (bisagra en la base)
hu: Lehajtható (zsanérral az alján)
is: Samanbrjótanlegt (lamir við sökkul)
sv: Fällbar (ex gångjärn vid botten)

source: Food
de_ch: Esswaren
es: Alimentos
hu: Élelmiszer
is: Matur
sv: Mat

source: Food Bank
de_ch: Suppenküche
es: Banco de alimentos
hu: Élelmiszerbank
is: Matarbanki
sv: Matbank

source: Food Court
de_ch: Gastronomiebereich
es: Zona de restaurantes
hu: Étkezőtér
is: Matarmarkaður
sv: Mattorg

source: Food+Drinks
de_ch: Essen und Trinken
es: Comida + Bebidas
hu: Étel & ital
is: Matur+Drykkir
sv: Mat+dryck

source: Foot
de_ch: Fussgänger
es: Pie
hu: Gyalogos
is: Gangandi
sv: Gång

source: Football
es: Fútbol
hu: Kelta futball
is: Fótbolti
sv: Fotboll

source: For adoption
de_ch: Zur Adoption
es: Para adopción
hu: Örökbeadásra
sv: För abduktion

source: For areas of solid visible rock that is sparsely vegetated or not vegetated at all.
de_ch: Gebiete mit sichtbaren Fels der wenig oder gar nicht bewachsen ist.
es: Para áreas de sólida roca visible con escasa vegetación o sin vegetación alguna.
hu: Látható szilárd sziklafelület, amelyen a növényzet nagyon ritka vagy hiányzik
is: Fyrir svæði með gegnheilli klöpp sem hafa litla eða enga grðurþekju.
sv: Område med synlig solid sten, stenhäll eller klippor, med mycket gles eller helt utan vegetation.

source: For direction
de_ch: Zur Richtungsangabe
es: Para dirección
hu: Irány
sv: För riktning

source: For group
de_ch: Zielgruppe
es: Para grupo / Colectivo
hu: Célcsoport:
is: Fyrir hópa
sv: För grupper

source: For indoor mapping, level 0 is the ground floor
de_ch: Für Innenraum-Mapping, level 0 ist das Erdgeschoss
es: Para el mapeo interior, el nivel 0 es la planta baja
hu: Beltéri térképezésnél is a 0. szint a földszint
is: Við kortagerð innanhúss er hæð 0 jarðhæðin
sv: För kartering inomhus motsvarar "level 0" bottenvåningen/marknivån

source: For pedestrian crossings:
de_ch: Für Fussgänger­kreuzungen
es: Para cruces peatonales:
hu: Gyalogosátkelőhöz:
is: Fyrir þverun fótgangandi:
sv: För övergångsställen

source: For release
de_ch: Zur Auswilderung
es: Para liberación
hu: Szabadon engedésre
sv: För utgivning

source: For the body
de_ch: Für den Körper
es: Para el cuerpo
hu: Testápolás
sv: För kroppen

source: For traffic direction
de_ch: Verkehrsrichtung
es: Para la dirección del tránsito
hu: Forgalom iránya
is: Fyrir stýringu umferðar
sv: För trafikriktning

source: Ford
de_ch: Furt
es: Vado
hu: Gázló
is: Vað
sv: Vadställe

source: Foreign cards
de_ch: Ausländische Geldkarten
es: Tarjetas extranjeras
hu: Külföldi kártyák
is: Erlend greiðslukort
sv: Utländska kort

source: Forest
de_ch: Wald
es: Bosque
hu: Telepített erdő
is: Skógur
sv: Skog

source: Forestry
de_ch: Forstverwaltung
es: Silvicultura
hu: Erdészet
is: Skógrækt
sv: Skogsbruk

source: Fort
es: Fuerte
hu: Erőd
is: Virki

source: Fortification
de_ch: Befestigung
es: Fortificación
hu: Erődítmény
is: Víggirðing
sv: Befästning

source: Fortification Site
de_ch: Befestigungsanlage
es: Sitio de fortificación
hu: Erődített hely
is: Víggirtur staður
sv: Befäst plats/område

source: Fortification type
de_ch: Art der Befestigung
es: Tipo de fortificación
hu: Erődítmény típusa
is: Tegund virkis
sv: Typ av befästning

source: Fortifications for border defense
de_ch: Befestigungsanlagen zur Grenzverteidigung
es: Fortificaciones para la defensa fronteriza
hu: Határőrizetre szolgáló erődítmény
sv: Befästning för gränsförsvar

source: Fortified structure
de_ch: Befestigte Struktur
es: Estructura fortificada
is: Víggirt mannvirki
sv: Befäst struktur

source: Fortress
de_ch: Festung
es: Fortaleza
hu: (Újkori) erőd
is: Virki
sv: Fort

source: Forts using a rise of elevation
de_ch: Festungen, die einen Höhenunterschied nutzen
es: Fuertes que utilizan una elevación del terreno.
hu: Domborzatot kihasználó őskori erődítmény
sv: Fornborg eller befästning som utnyttjar en naturlig höjd, krön, klippa eller liknande i terrängen

source: Forward
de_ch: Vorwärts
es: Adelante
hu: Előre
is: Áfram
sv: Framåt

source: Forward scatter sensor - visibility
de_ch: Vorwärtsstreusensor – Sichtbarkeit
es: Sensor de dispersión frontal - visibilidad
sv: Sensor för framåtriktad spridning - sikt

source: Fossils
de_ch: Fossilien
es: Fósiles
hu: Ősmaradvány (fosszília)
is: Steingervingar
sv: Fossiler
