Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: A place where vehicles can be loaded or unloaded from the inland vessel with onboard or on-shore facilities.
de_ch: Ein Ort, an dem Fahrzeuge mit an Bord oder an Land befindlichen Einrichtungen auf oder von einem Binnenschiff geladen oder entladen werden können.
es: Un lugar donde los vehículos pueden cargarse o descargarse de la embarcación fluvial con instalaciones a bordo o en tierra.
hu: Hely, ahol a belvízi hajóról, fedélzeti vagy szárazföldi létesítmények segítségével járműveket lehet ki- és berakodni.
sv: En plats där fordon kan lastas eller lossas från inlandsfartyget med anläggningar ombord eller på land.

source: A point on the ground where position (horizontal and vertical) is used as a base for a dependent survey. Also referred to as a control station.
de_ch: Ein Punkt auf dem Boden, an dem die Position (horizontal und vertikal) als Grundlage für eine abhängige Vermessung verwendet wird. Auch als Kontrollstation bezeichnet.
es: Un punto en el terreno donde la posición (horizontal y vertical) se utiliza como base para un levantamiento dependiente. También se denomina estación de control.
hu: A talaj egy olyan pontja, amelynek (vízszintes és függőleges) pozíciója további felmérések alapjául használható. Más néven ellenőrző állomás.
sv: En punkt på marken där positionen (horisontell och vertikal) används som bas för en beroende mätning. Kallas även kontrollstation.

source: A point where groundwater naturally flows to the surface of the earth from underground.
de_ch: Eine Stelle, an der Grundwasser natürlich an die Oberfläche tritt.
es: Un punto en el que el agua subterránea fluye naturalmente a la superficie desde bajo tierra.
hu: Olyan pont, ahol a talajvíz természetes módon kifolyik a felszínre.
is: Staður þar sem grunnvatn flæðir náttúrulega upp á yfirborð jarðar.
sv: En punkt där grundvatten naturligt rinner ut ur jorden underifrån.

source: A prominent object at a fixed location which can be used in determining a location or a direction.
de_ch: Ein prominentes Objekt an einem festen Ort, das zur Bestimmung eines Ortes oder einer Richtung verwendet werden kann.
es: Un objeto prominente en una ubicación fija que se puede utilizar para determinar una ubicación o una dirección.
hu: Rögzített helyen található kiemelkedő tárgy, amely hely vagy irány meghatározásához használható.
sv: Ett framträdande föremål på en fast plats som kan användas för att bestämma en plats eller en riktning.

source: A prominent, elevated piece of land sticking out into the sea or large lake.
de_ch: Eine markante Landzunge, die ins Meer oder einen grossen See ragt.
es: Un pedazo de tierra prominente y elevado que se adentra en el mar o en un gran lago.
hu: Feltűnő, kiemelkedő, tengerbe vagy nagy tóba belógó földdarab.
is: Áberandi, upphækkaður hluti lands sem skagar út í sjó eða stöðuvatn.
sv: En framträdande, förhöjd del av land som sticker ut i havet eller större sjön.

source: A raised way across low or wet ground or water.
de_ch: Ein erhöhter Weg über niedrigem oder feuchtem Gelände oder Wasser.
es: Un camino elevado a través de terreno bajo o húmedo o agua.
hu: Alacsony vagy nedves talajon vagy vízen átvezető emelt út.
sv: En upphöjd väg över låg eller våt mark eller vatten.

source: A recommended route centerline indicates the 'centerline' of a recommended route (often marked by centerline buoys).
de_ch: Eine empfohlene Routenmitte zeigt die "Mittelachse" einer empfohlenen Route an (oft durch Mittelachsenbojen markiert).
es: La línea central de una ruta recomendada indica la 'línea central' de una ruta recomendada (a menudo marcada por boyas de línea central).
hu: Az ajánlott útvonal középvonala az ajánlott útvonal „középvonalát” jelöli (gyakran középvonali bójákkal jelölve).
sv: En rekommenderad rutts mittlinje anger "mittlinjen" för en rekommenderad rutt (ofta markerad med mittlinjebojar).

source: A region of the seabed including the material of which it is composed and its physical characteristics. Also called nature of bottom, character (or characteristics) of the bottom, or quality of the bottom.
de_ch: Eine Region des Meeresbodens, einschliesslich des Materials, aus dem er besteht, und seiner physikalischen Eigenschaften. Auch als Beschaffenheit des Bodens, Charakter (oder Eigenschaften) des Bodens oder Qualität des Bodens bezeichnet.
es: Una región del lecho marino que incluye el material del que está compuesto y sus características físicas. También llamado naturaleza del fondo, carácter (o características) del fondo o calidad del fondo.
hu: A tengerfenék egy térsége, beleértve a medret alkotó anyagot és annak fizikai jellemzőit. Más néven a fenék természete, a fenék jellege (vagy jellemzői), vagy a fenék minősége (nature of bottom, character (vagy characteristics) of the bottom, vagy quality of the bottom).
sv: En del av havsbotten inklusive det material den är sammansatt av och dess fysiska egenskaper. Även kallad bottens natur, bottens karaktär (eller egenskaper) eller bottens kvalitet.

source: A relatively permanent structure, roofed and usually walled. It is designed for some particular use which it may be important to indicate.
de_ch: Eine relativ dauerhafte Struktur, überdacht und normalerweise ummauert. Sie ist für einen bestimmten Zweck konzipiert, den es möglicherweise wichtig ist anzugeben.
es: Una estructura relativamente permanente, con techo y generalmente con paredes. Está diseñada para algún uso particular que puede ser importante indicar.
hu: Viszonylag állandó, tetővel fedett és általában fallal körülvett építmény. Valamilyen különleges használatra tervezték, amelyet fontos lehet feltüntetni.
sv: En relativt permanent struktur, med tak och vanligtvis väggar. Den är utformad för ett särskilt ändamål som det kan vara viktigt att ange.

source: A rock arch naturally formed by erosion, with an opening underneath.
de_ch: Ein durch Erosion natürlich entstandenes Felsentor.
es: Un arco de roca formado naturalmente por erosión, con una abertura debajo.
sv: En klippbåge som bildats naturligt genom erosion, med en öppning under.

source: A route in a body of water where a ferry crosses from one shoreline to another.
de_ch: Eine Strecke in einem Gewässer, auf der eine Fähre von einem Ufer zum anderen überquert.
es: Una ruta en un cuerpo de agua donde un ferry cruza de una costa a otra.
hu: Olyan útvonal egy víztestben, ahol egy komp átkel az egyik partvonalról a másikra.
sv: En rutt i ett vattenområde där en färja korsar från en strandlinje till en annan.

source: A route which has been specially examined to ensure so far as possible that it is free of dangers and along which ships are advised to navigate. That portion of a 'navigation line' that a ship should use for navigation.
de_ch: Eine Route, die speziell untersucht wurde, um sicherzustellen, dass sie weitgehend frei von Gefahren ist und entlang der Schiffe empfohlen werden, zu navigieren. Der Teil einer 'Navigationslinie', den ein Schiff für die Navigation verwenden sollte.
es: Una ruta que ha sido especialmente examinada para asegurar en la medida de lo posible que está libre de peligros y a lo largo de la cual se aconseja a los barcos navegar. Esa porción de una 'línea de navegación' que un barco debe utilizar para la navegación.
hu: Útvonal, amelyet külön megvizsgáltak, hogy a lehető legnagyobb mértékben biztosítsák a veszélytelenségét, és amelyen a hajóknak haldniuk ajánlott. A „navigációs vonal” azon része, amelyet a hajónak navigációra kell használnia.
sv: En rutt som har undersökts särskilt för att så långt som möjligt säkerställa att den är fri från faror och längs vilken fartyg rekommenderas att navigera. Den del av en 'navigeringslinje' som ett fartyg bör använda för navigering.

source: A routeing measure comprising a separation point or circular separation zone and a circular traffic lane within defined limits. Traffic within the roundabout is separated by moving in a counter clockwise direction around the separation point or zone.
de_ch: Eine Routing-Massnahme umfasst einen Trennpunkt oder einen kreisförmigen Trennbereich und eine kreisförmige Fahrspur innerhalb definierter Grenzen. Der Verkehr innerhalb des Kreisverkehrs wird durch eine gegen den Uhrzeigersinn gerichtete Bewegung um den Trennpunkt oder Bereich getrennt.
es: Una medida de encaminamiento que comprende un punto de separación o una zona de separación circular y un carril de tráfico circular dentro de límites definidos. El tráfico dentro de la rotonda se separa moviéndose en sentido contrario a las agujas del reloj alrededor del punto o zona de separación.
sv: En vägbeskrivningsåtgärd som omfattar en separationspunkt eller cirkulär separationszon och ett cirkulärt körfält inom definierade gränser. Trafiken i rondellen separeras genom att den rör sig moturs runt separationspunkten eller zonen.

source: A routeing measure comprising an area within defined limits where ships must navigate with particular caution and within which the direction of traffic flow may be recommended.
de_ch: Eine Routenmassnahme umfasst einen Bereich innerhalb definierter Grenzen, in dem Schiffe mit besonderer Vorsicht navigieren müssen und innerhalb dessen die Richtung des Verkehrsflusses empfohlen werden kann.
es: Una medida de encaminamiento que comprende un área dentro de límites definidos donde los barcos deben navegar con especial precaución y dentro de la cual se puede recomendar la dirección del flujo de tráfico.
sv: En ruttningsåtgärd som omfattar ett område inom definierade gränser där fartyg måste navigera med särskild försiktighet och inom vilket trafikflödets riktning kan rekommenderas.

source: A routing measure comprising a designated area between the landward boundary of a traffic separation scheme and the adjacent coast, to be used in accordance with the provisions of the International Regulations for Preventing Collisions at Sea.
de_ch: Eine Routing-Massnahme, die einen bestimmten Bereich zwischen der landseitigen Grenze eines Verkehrstrennungssystems und der angrenzenden Küste umfasst und gemäss den Bestimmungen der Internationalen Vorschriften zur Verhütung von Zusammenstössen auf See verwendet werden soll.
es: Una medida de enrutamiento que comprende un área designada entre el límite terrestre de un esquema de separación de tráfico y la costa adyacente, para ser utilizada de acuerdo con las disposiciones del Reglamento Internacional para Prevenir Abordajes en el Mar.
sv: En ruttåtgärd som omfattar ett angivet område mellan landgränsen för ett trafiksepareringssystem och den angränsande kusten, som ska användas i enlighet med bestämmelserna i de internationella sjöfartsreglerna.

source: A saddle point between mountains or hills.
de_ch: Ein Sattel zwischen Bergen oder Hügeln
es: Punto de asiento entre montañas o colinas.
hu: Hegyek vagy dombok közötti nyeregpont.
is: Lægsti punktur söðuls milli fjalla eða hæða.
sv: Sadelpunkt mellan berg/kullar eller längs en ås.

source: A sauna is available but its type is not specified.
de_ch: Eine Sauna ist vorhanden, aber ihre Art ist nicht angegeben.
es: Hay sauna disponible, pero no se especifica su tipo.
hu: Van szauna, de nincs megadva a típusa.
sv: En bastu finns tillgänglig men vilken typ det är inte specificerat.

source: A sauna is not available.
de_ch: Eine Sauna ist nicht vorhanden.
es: No hay sauna disponible.
hu: Nincs szauna.
sv: Bastu finns inte tillgänglig.

source: A sauna that constantly has an aroma, NOT a Finnish sauna with occasional aroma liquid added to the water.
de_ch: Eine Sauna mit ständigem Aroma, NICHT eine finnische Sauna mit gelegentlichem Zusatz von Aromaflüssigkeit zum Wasser.
es: Una sauna que constantemente tiene aroma, NO una sauna finlandesa con líquido aromático añadido ocasionalmente al agua.
hu: Olyan szauna, amely folyamatosan aromával rendelkezik, NEM olyan finn szauna, amelynek vizéhez időnként aromás folyadékot adnak.
sv: En bastu som ständigt har en arom, INTE en finsk bastu med då och då tillsatt aromvätska i vattnet.

source: A sauna-like construction that is used for infrared therapy.
de_ch: Eine saunaähnliche Konstruktion, die für die Infrarottherapie verwendet wird.
es: Una construcción tipo sauna que se utiliza para la terapia de infrarrojos.
hu: Szaunaszerű szerkezet, amelyet infravörös terápiára használnak.
sv: En bastuliknande konstruktion som används för infraröd terapi.

source: A sea area where dredged material or other potentially more harmful material, e.g. explosives, chemical waste, is deliberately deposited.
de_ch: Ein Seegebiet, in dem Baggergut oder anderes potenziell schädliches Material, z.B. Sprengstoffe, chemischer Abfall, absichtlich abgelagert wird.
es: Una zona marítima donde se depositan deliberadamente materiales dragados u otros materiales potencialmente más dañinos, p. ej., explosivos, residuos químicos.
hu: Olyan tengeri terület, ahol kotort anyagot vagy más, potenciálisan károsabb anyagot, pl. robbanóanyagot, vegyi hulladékot raknak le szándékosan.
sv: Ett havsområde där muddringsmassor eller annat potentiellt mer skadligt material, t.ex. sprängämnen, kemiskt avfall, avsiktligt deponeras.

source: A series of high ridges and mountain peaks ranged in a line and connected by high ground.
de_ch: Eine Reihe von hohen Bergkämmen und -gipfeln, die in einer Linie angeordnet und durch eine Hochebene verbunden sind.
es: Una serie de cordones montañosos y picos alineados, conectados por terreno elevado.
sv: En serie höga åsar och bergstoppar stod i en linje och förbundna med hög terräng.

source: A single notable free-standing rock, which may differ from the composition of the terrain it lies in.
de_ch: Ein einzelner, bemerkenswerter, freistehender Felsen, der sich von der Beschaffenheit des Geländes, in dem er liegt, unterscheiden kann.
es: Una única roca independiente, la cual podría diferenciarse de la composición del terreno en el que yace.
hu: Feltűnő, magányos, álló szikla, amely különbözhet a környező terep összetételétől.
is: Stakur áberandi steinn, sem getur verið úr öðru efni en yfirborðið sem hann liggur á/í.
sv: En anmärkningsvärd fristående sten, som inte behöver sitta ihop med terrängen den finns i.

source: A single shrub.
de_ch: Ein einzelner Busch
es: Un solo arbusto.
hu: Magányos cserje
is: Stakur runni
sv: En enskild buske.

source: A single tree.
de_ch: Ein einzelner Baum
es: Un solo árbol.
hu: Magányos fa
is: Stakt tré.
sv: Ett ensamt träd

source: A small protective fortification
de_ch: Eine kleine schützende Befestigungsanlage
es: Una pequeña fortificación protectora.
hu: Kis védő erődítmény
sv: En liten skyddande befästning

source: A specified area on land or water designated by an appropriate authority within which access or navigation is restricted in accordance with certain specified conditions.
de_ch: Ein bestimmter Bereich an Land oder Wasser, der von einer entsprechenden Behörde festgelegt wurde und in dem der Zugang oder die Navigation gemäss bestimmter Bedingungen eingeschränkt ist.
es: Un área específica en tierra o agua designada por una autoridad apropiada dentro de la cual el acceso o la navegación están restringidos de acuerdo con ciertas condiciones especificadas.
hu: Megfelelő hatóság által kijelölt szárazföldi vagy vízi terület, amelyen belül – bizonyos feltételek szerint – korlátozott a tartózkodás vagy a hajózás.
sv: Ett specificerat område på land eller vatten som utsetts av en behörig myndighet inom vilket tillträde eller navigering är begränsad enligt vissa angivna villkor.

source: A station with a transmitter emitting pulses of ultra-high frequency radio waves which are reflected by solid objects and are detected upon their return to the sending station.
de_ch: Eine Station mit einem Sender, der Impulse von ultrahochfrequenten Radiowellen aussendet, die von festen Objekten reflektiert werden und bei ihrer Rückkehr zur sendenden Station erkannt werden.
es: Una estación con un transmisor que emite pulsos de ondas de radio de ultra alta frecuencia que son reflejadas por objetos sólidos y se detectan a su regreso a la estación emisora.
hu: Olyan ultrarövid hullámú (URH / UHF) rádióhullámokat kibocsátó adóval rendelkező állomás, amelyek szilárd tárgyakról visszaverődnek, és a küldő állomáshoz való visszatérésükkor észlelhetőek.
sv: En station med en sändare som sänder ut pulser av ultrahögfrekventa radiovågor som reflekteras av fasta föremål och detekteras när de återvänder till den sändande stationen.

source: A station, at which a ship is able to bunker fuel, water or ballast.
de_ch: Eine Station, an der ein Schiff in der Lage ist, Treibstoff, Wasser oder Ballast zu bunkern.
es: Una estación en la que un barco puede abastecerse de combustible, agua o lastre.
hu: Olyan állomás, ahol a hajó üzemanyagot, vizet vagy ballasztot tud bunkerelni.
sv: En station där ett fartyg kan bunkra bränsle, vatten eller barlast.

source: A steep earth bank, with a significant vertical, or near vertical (leave the lower face to the right of the way).
de_ch: Ein steiler Erdwall mit einer signifikanten vertikalen oder nahezu vertikalen (lassen Sie die untere Seite rechts vom Weg)
es: Un terraplén empinado, con una inclinación vertical significativa o casi vertical (deje la cara inferior a la derecha del camino).
hu: Meredek földfal, jelentős függőleges vagy közel függőleges résszel (az alsó oldal a vonal jobb oldala).
sv: En brant jordvall, med en tydlig vertikal eller nära vertikal sluttning (placera den lägre sidan till höger i sträckans riktning)

source: A steep rock face exposure, with a significant vertical, or near vertical (leave the lower face to the right of the way).
de_ch: Eine senkrechte oder fast senkrechte, signifikante Felswand (tiefere Seite rechts des Weges).
es: Una pared rocosa empinada y expuesta, con una inclinación vertical o casi vertical significativa (dejar la parte inferior a la derecha de la via)
hu: Meredek, kitett sziklafelület jelentős függőleges vagy majdnem függőleges részekkel (az alacsonyabban lévő felület kerüljön a vonal jobb oldalára).
sv: En brant klippvägg, med en betydande vertikal, eller nära vertikal, lutning (det lägre planet ska ligga till höger om vägen).

source: A straight line extending towards an area of navigational interest and generally generated by two navigational aids or one navigational aid and a bearing.
de_ch: Eine gerade Linie, die sich in Richtung eines navigationsrelevanten Gebiets erstreckt und in der Regel von zwei Navigationshilfen oder einer Navigationshilfe und einer Peilung erzeugt wird.
es: Una línea recta que se extiende hacia un área de interés para la navegación y generalmente generada por dos ayudas a la navegación o una ayuda a la navegación y un rumbo.
hu: Egy navigációs szempontból érdekes terület felé húzódó egyenes vonal, amelyet általában két navigációs segédeszköz vagy egy navigációs segédeszköz és egy irányjelző határoz meg.
sv: En rak linje som sträcker sig mot ett område av navigeringsintresse och vanligtvis genereras av två navigationshjälpmedel eller ett navigationshjälpmedel och en bäring.

source: A structure erected over a body of water, railroad, etc. to provide a roadway for vehicles, pedestrians or to carry utility services.
de_ch: Eine über einem Gewässer, einer Eisenbahn usw. errichtete Struktur, um eine Strasse für Fahrzeuge, Fussgänger oder zur Verlegung von Versorgungsleitungen bereitzustellen.
es: Una estructura erigida sobre un cuerpo de agua, ferrocarril, etc. para proporcionar una vía para vehículos, peatones o para transportar servicios públicos.
hu: Víztest, vasútvonal stb. fölé emelt építmény, amely járművek, gyalogosok vagy közművek szállítására szolgál.
sv: En byggnad uppförd över ett vattendrag, en järnväg etc. för att skapa vägbana för fordon, fotgängare eller för att transportera allmännyttiga tjänster.

source: A structure in shallow water for fishing purposes which can be an obstruction to ships in general.
de_ch: Eine Struktur im flachen Wasser für Fischereizwecke, die im Allgemeinen ein Hindernis für Schiffe darstellen kann.
es: Una estructura en aguas poco profundas para fines de pesca que puede ser un obstáculo para los barcos en general.
hu: Halászati célú, sekély vízben álló építmény, amely hajók számára általában akadályt jelenthet.
sv: En konstruktion i grunt vatten för fiskeändamål som kan vara ett hinder för fartyg i allmänhet.

source: A structure in the intertidal zone serving as a support for vessels at low stages of the tide to permit work on the exposed portion of the vessel's hull.
de_ch: Eine Struktur in der Gezeitenzone, die als Unterstützung für Schiffe bei niedrigem Wasserstand dient, um Arbeiten am freiliegenden Teil des Schiffsrumpfes zu ermöglichen.
es: Una estructura en la zona intermareal que sirve como soporte para embarcaciones en etapas bajas de la marea para permitir el trabajo en la parte expuesta del casco de la embarcación.
hu: Árapályzónában lévő szerkezet, amely apálykor a hajók számára támasztékként szolgál, és így lehetővé teszi a hajótest szabadra kerülő részén végzett munkálatokat.
sv: En struktur i tidvattenzonen som fungerar som stöd för fartyg vid lågvatten för att möjliggöra arbete på den exponerade delen av fartygets skrov.

source: A structure that is specifically designed or reinforced to provide for defence from armed attack.
de_ch: Eine Struktur, die speziell entworfen oder verstärkt ist, um Schutz vor bewaffneten Angriffen zu bieten.
es: Una estructura específicamente diseñada o reforzada para proporcionar defensa contra ataques armados.
hu: Kifejezetten fegyveres támadás elleni védelemre terveztek vagy megerősített szerkezet.
sv: En struktur som är specifikt utformad eller förstärkt för att försvara sig mot väpnade angrepp.

source: A structure that may be swung, drawn, or lowered to block an entrance or passageway.
de_ch: Eine Struktur, die geschwungen, gezogen oder gesenkt werden kann, um einen Eingang oder Durchgang zu blockieren.
es: Una estructura que se puede girar, tirar o bajar para bloquear una entrada o un pasillo.
hu: Egy bajárat vagy átjáró lezárása érdekében lengethető, elhúzható vagy leereszthető szerkezet.
sv: En konstruktion som kan svängas, dras eller sänkas för att blockera en ingång eller passage.

source: A tactile map.
de_ch: Eine taktile Karte.
es: Un mapa táctil.
sv: En taktil karta.

source: A tactile model.
de_ch: Ein taktiles Model
es: Un modelo táctil.
sv: En taktil modell.
