Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Brewery
de_ch: Brauerei
es: Fábrica de cerveza artesanal
hu: Sörfőzde
is: Bruggari
sv: Bryggeri

source: Brick
de_ch: Backstein
es: Ladrillo
hu: Tégla
is: Múrsteinn
sv: Tegel

source: Bricks
de_ch: Ziegelsteine
es: Ladrillos
hu: Tégla
is: Múrsteinar
sv: Tegel

source: Bridge
de_ch: Brücke
es: Puente
hu: Híd
is: Brú
sv: Bro

source: Bridge name
de_ch: Brückenname
es: Nombre del puente
hu: Híd neve
is: Heiti brúar
sv: Namn på bro

source: Bridge outline
de_ch: Brückenumriss
es: Contorno del puente
hu: Híd körvonala
is: Útlína brúar
sv: Ytterkontur bro

source: Bridges
de_ch: Brücken
es: Puentes
hu: Hidak
is: Brýr
sv: Broar

source: Broadleaved
de_ch: Breitblättrig/Laubblätter
es: Hoja ancha
hu: Lombos
is: Breiðlaufungur
sv: Löv

source: Brothel
de_ch: Bordell
es: Burdel
hu: Bordély
is: Hóruhús
sv: Bordell

source: Brown
de_ch: Braun
es: Marrón
hu: Barna
is: Brúnn
sv: Brun

source: Brown bear
de_ch: Braunbär
es: Oso pardo
hu: Barna medve
is: Brúnbjörn
sv: Brunbjörn

source: Brownfield
de_ch: Brachfläche
es: Área industrial abandonada
hu: Barnamezős terület
is: Byggingarsvæði
sv: Övergivet industriområde (Brownfield)

source: Brutalist architecture
de_ch: Brutalistische Architektur
es: Arquitectura brutalista
hu: Brutalista
is: Brútalískur byggingastíll
sv: Brutalism

source: Bubble Tea Cafe
es: Té de burbujas
hu: Bubble Tea kávézó
sv: Bubble tea-café

source: Bubbler
de_ch: Wasserstrahl
es: Bebedero
hu: Ivókút
sv: Bubblande

source: Buddhist
de_ch: Buddhismus
es: Budista
hu: Buddhista
is: Búddismi
sv: Buddhistisk

source: Buddhist Temple
de_ch: Buddhistischer Tempel
es: Templo budista
hu: Buddhista szentély
is: Búddískt-bænhús
sv: Buddistikt tempel

source: Buffalo
de_ch: Büffel
es: Búfalo
hu: Amerikai bölény
is: Buflar
sv: Buffel

source: Buffer Stop
de_ch: Prellbock
es: Tope ferroviario
hu: Ütközőbak
is: Járnbrautarstuðpúði
sv: Stoppbock

source: Buffer between cars and cycleway
de_ch: Puffer zwischen Autos und Radweg
es: Separación entre autos y la ciclovía
sv: Buffert mellan bilar och cykelväg

source: Buffer between cars and left cycleway
de_ch: Puffer zwischen Autos und linksseitigen Radweg
es: Separación entre autos y la ciclovía izquierda
sv: Buffert mellan bilar och vänster cykelväg

source: Buffer between cars and right cycleway
de_ch: Puffer zwischen Autos und rechtsseitigen Radweg
es: Separación entre autos y la ciclovía derecha
sv: Buffert mellan bilar och höger cykelväg

source: Builder
de_ch: Bauträger
es: Constructor
hu: Építőipari műhely
is: Byggingafyrirtæki
sv: Byggare

source: Building
de_ch: Gebäude
es: Edificio
hu: Épület
is: Bygging
sv: Byggnad

source: Building (3D)
de_ch: Gebäude (3D)
es: Edificio (3D)
hu: Épület (3D)
is: Bygging (3D)
sv: Byggnad (3D)

source: Building Passage
de_ch: Hausdurchgang
es: Pasaje del edificio
hu: Épület alatti átjáró
is: Undirgöng í gegnum byggingu
sv: Byggnadspassage

source: Building construction
de_ch: Baustelle
es: Construcción de edificio
hu: Építkezés
is: Bygging á framkvæmdastigi
sv: Byggnad under konstruktion

source: Building part
de_ch: Gebäudeteil
es: Parte de construcción
hu: Épületrész
is: Byggingarhluti
sv: Byggnadsdel

source: Building passage
de_ch: Hausdurchgang
es: Pasaje de edificio
hu: Épület alatti átjáró
is: Undirgöng í gegnum byggingu
sv: Byggnadspassage

source: Building supplies
de_ch: Baubedarf
es: Materiales de construcción
hu: Építőanyag (tüzép)
is: Byggingavörur
sv: Byggvaror

source: Building type
de_ch: Gebäudetyp
es: Tipo de edificio
hu: Épülettípus
is: Tegund byggingar
sv: Byggnadstyp

source: Buildings
de_ch: Gebäude
es: Edificios
hu: Épületek
is: Byggingar
sv: Byggnader

source: Bulgarian
de_ch: Bulgarisch
es: Búlgaro
hu: bolgár
is: Búlgarska
sv: Bulgariska

source: Bulk purchase (no packaging)
de_ch: Unverpackt
es: Compra a granel (sin envasar)
hu: Csomagolásmentes (ömlesztett áru)
is: Magnkaup (engar umbúðir)
sv: Storköp (ingen förpackning)

source: Bump
de_ch: Bodenwelle
es: Reductor de velocidad
hu: Fekvőrendőr
is: Ójafna
sv: Gupp

source: Bump Gate
de_ch: Anstossgatter
es: Puerta de impacto
hu: Lökőkapu
is: Rúlluhlið
sv: Väggupp

source: Bunker
es: Búnker
is: Byrgi

source: Bunker Silo
de_ch: Fahrsilo
es: Silo Búnker
hu: Falközi siló
is: Gryfjusíló
sv: Plansilo

source: Bunker station
es: Estación de búnker

source: Burger
de_ch: Hamburger
es: Hamburguesa
hu: hamburger
is: Hamborgarar
sv: Burgare

source: Burmese
de_ch: Birmanisch
es: Birmano
hu: burmai
is: Búrmíska
sv: Burmesiska

source: Bus
es: Autobús
hu: Busz
is: Strætisvagn
sv: Buss

source: Bus ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
es: Autobús ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
hu: Buszjárat ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
is: Strætisvagn ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
sv: Buss ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})

source: Bus Guideway
de_ch: Spurbus
es: Guía de autobuses
hu: Buszsín
is: Strætóleiðsagnarbraut
sv: Spårbuss

source: Bus Platform
de_ch: Busplattform
es: Andén de autobuses
hu: Buszmegálló peron
is: Strætisvagnabiðpallur
sv: Bussplattform

source: Bus Station
es: Estación de Autobús
hu: Buszállomás
is: Strætisvagnastöð

source: Bus Stop
de_ch: Bushaltestelle
es: Parada de Autobús
hu: Buszmegálló
is: Strætisvagnabiðstöð
sv: Busshållplats

source: Bus Trap
de_ch: Busschleuse
es: Trampa de autobús
hu: Nyomtávkorlátozó
is: Hindrunargryfja
sv: Bussfälla

source: Bus lane access
de_ch: Busspurnutzung
es: Acceso al carril bus
hu: Busz sávhasználata
is: Aðgangur akreinar fyrir strætisvagna
sv: Åtkomst för bussfil

source: Bus lane access in way direction
de_ch: Busspurnutzung in Wegrichtung
es: Acceso al carril bus en sentido de la vía
hu: Busz sávhasználata a vonal irányában
is: Aðgangur akreinar fyrir strætisvagna í sömu akstursstefnu
sv: Åtkomst för bussfil i sträckans riktning

source: Bus lane access opposite to way direction
de_ch: Busspurnutzung entgegengesetzt zur Wegrichtung
es: Acceso al carril bus en sentido contrario a la vía
hu: Busz sávhasználata a vonal irányával ellentétesen
is: Aðgangur akreinar fyrir strætisvagna í gagnstæða akstursstefnu
sv: Åtkomst för bussfil motsatt sträckans riktning

source: Bus lanes
de_ch: Busfahrstreifen
es: Carriles bus
hu: Buszsávok
is: Strætóakreinar
sv: Bussfiler

source: Bus lanes ←
de_ch: Busfahrstreifen ←
es: Carriles bus ←
hu: Buszsávok ←
is: Strætóakreinar ←
sv: Bussfiler ←

source: Bus lanes →
de_ch: Busfahrstreifen →
es: Carriles bus →
hu: Buszsávok →
is: Strætóakreinar →
sv: Bussfiler →

source: Bus priority
de_ch: Vorrang des Bus
es: Prioridad para autobuses
hu: Elsőbbség a busznak
is: Forgangur strætisvagna
sv: Bussprioritet

source: Bus station
es: Estación de autobuses
hu: Autóbusz-állomás

source: Bus stop
de_ch: Bushaltestelle
es: Parada de autobús
hu: Buszmegálló
is: Strætisvagnabiðstöð
sv: Busshållplats

source: Bust
de_ch: Büste
es: Busto
hu: Mellszobor
is: Brjóstmynd
sv: Byst

source: Butcher
de_ch: Metzgerei
es: Carnicería
hu: Hentes
is: Slátrari
sv: Slaktare

source: Butterfly
de_ch: Schmetterling
es: Mariposa
hu: Lepkebemutató
is: Fiðrildi
sv: Fjäril

source: Button operated
de_ch: Bedient mit Druckknopf
es: Botón operado
hu: Gombbal működik
is: Stýrt með hnappi
sv: Knappmanövrerad

source: By bicycle
de_ch: Mit dem Velo
es: En bicicleta
hu: Kerékpárral
is: Á reiðhjóli
sv: Med cykel

source: Byzantine Revival architecture
de_ch: Byzantinische Architektur
es: Arquitectura neobizantina
hu: Neobizánci
is: Nýbýsanskur byggingastíll
sv: Nybysantinsk

source: CANada Deuterium Uranium reactor (CANDU)
de_ch: CANDU-Reaktor (CANada Deuterium Uranium Schwerwasserreaktor)
es: Reactor de deuterio-uranio de Canadá (CANDU)
hu: Deutérium-urán atomreaktor (CANDU)
is: CANada Deuterium Uranium kjarnaofn (CANDU)
sv: KANada Deuterium Uranium reaktor (CANDU)

source: CCS - Type 1 - SAE J1772 Combo (DC)
es: CCS - Tipo 1 - SAE J1772 Combo (CC)
sv: CCS - Typ 1 - SAE J1772 Combo (DC)

source: CCS - Type 1 output (kW)
de_ch: CCS - Typ 1 Ladeleistung (kW)
es: Salida CCS - Tipo 1 (kW)
hu: CCS - Type 1 teljesítmény (kW)
is: CCS - Type 1 úttak (kW)
sv: CCS - Typ 1 effekt (kW)

source: CCS - Type 2 - Combo (DC)
de_ch: CCS - Typ 2 - Combo (DC)
es: CCS - Tipo 2 - Combo (CC)
sv: CCS - Typ 2 - Combo (DC)

source: CCS - Type 2 output (kW)
de_ch: CCS - Typ 2 Ladeleistung (kW)
es: Salida CCS - Tipo 2 (kW)
hu: CCS - Type 2 teljesítmény (kW)
is: CCS - Type 2 úttak (kW)
sv: CCS - Typ 2 effekt (kW)

source: CEE blue
de_ch: CEE blau
es: CEE azul
hu: CEE kék
is: CEE blátt
sv: CEE blå

source: CEE red 16A
de_ch: CEE rot 16A
es: CEE rojo 16A
hu: CEE vörös 16A
is: CEE rautt 16A
sv: CEE röd 16A

source: CEE red 32A
de_ch: CEE rot 32A
es: CEE rojo 32A
hu: CEE vörös 32A
is: CEE rautt 32A
sv: CEE röd 32A

source: CHAdeMO output (kW)
de_ch: CHAdeMO Ladeleistung (kW)
es: Salida CHAdeMO (kW)
hu: CHAdeMO teljesítmény (kW)
is: CHAdeMO úttak (kW)
sv: CHAdeMO effekt (kW)

source: CNG (Compressed Natural Gas)
de_ch: Erdgas
es: CNG (Gas Natural Comprimido)
hu: Sűrített földgáz (CNG)
is: CNG (þjappað jarðgas)
sv: CNG (Komprimerad naturgas)

source: Cabaret
de_ch: Kabarett
es: Cabaré
hu: Kabaré
is: Kabarett
sv: Kabare

source: Cabinet maker
de_ch: Möbeltischler
es: Diseñador de escaparates
hu: Bútorasztalos
is: Innréttingasmíði
sv: Möbelsnickare

source: Cabins available
de_ch: Hütten vorhanden
es: Cabañas disponibles
sv: Stugor tillgängliga

source: Cable Car
de_ch: Seilbahn
es: Teleférico
hu: Nagykabinos felvonó
is: Kláfur
sv: Linbana

source: Cable area
de_ch: Kabelbereich
es: Área de cable
hu: Kábelterület
sv: Kabelområde

source: Cable barrier
de_ch: Spannseilsystem
es: Barrera de cable
hu: Kábelkorlát
is: Víravegrið
sv: Vajerräcke

source: Cable car
de_ch: Seilbahn
es: Teleférico
sv: Linbana

source: Cable count
de_ch: Anzahl Kabel
es: Cuenta de cable
hu: Kábelek száma
is: Fjöldi kapla
sv: Antal kablar

source: Cable tv
de_ch: Kabelfernsehen
es: Televisión por cable
hu: Kábeltelevízió
is: Kapalsjónvarp
sv: Kabel-TV

source: Cacao trees
de_ch: Kakaobäume
es: Árboles de cacao
hu: Kakaófa
is: Kakótré
sv: Kakaoträd

source: Cadaster
de_ch: Grundbuch
es: Catastro
hu: Földhivatal
is: Landeignaskráning
sv: Kataster

source: Cafe
de_ch: Kaffee
es: Café
hu: Kávézó
is: Kaffihús
sv: Café

source: Cairn
de_ch: Steinmännchen
es: Mojón
hu: Kőhalom (mesterséges)
is: Varða
sv: Stenröse

source: Cairns
de_ch: Steinhaufen
es: Mojones
hu: Kőkupacok
is: Vörður
sv: Stenrösen

source: Cake
de_ch: Kuchen
es: Pastel / Tarta / Torta
hu: sütemény (cake)
is: Kökur
sv: Bakverk och tårtor

source: Calling-in point
de_ch: Anlaufpunkt
es: Punto de llamada
sv: Inringningspunkt

source: Camel
de_ch: Kamel
es: Camello
hu: Teve
is: Kameldýr
sv: Kamel

source: Camera
de_ch: Überwachungskamera
es: Cámara
hu: Kamera
is: Myndavél
sv: Kamera

source: Camera repairs
de_ch: Kamerareparaturen
es: Reparación de cámaras
hu: Kameraszerelés
is: Myndavélaviðgerðir
sv: Kamerareparationer

source: Camp pitch
de_ch: Zeltplatz/Wohnwagenplatz
es: Parcela de camping
hu: Sátorhely
is: Tjaldstæði
sv: Ställplats

source: Camp site
de_ch: Zeltplatz
es: Sitio para acampar
sv: Campingplats

source: Camping
de_ch: Zelten
es: Campamento
hu: Kempingrecepció
is: Tjaldstæði
sv: Campingplats

source: Camping type
de_ch: Benutzungsart
es: Tipo de camping
hu: Kemping típusa
is: Tegund tjaldsvæðis
sv: Camping-typ

source: Campsite
de_ch: Zeltplatz
es: Lugar de acampada
hu: Kemping
is: Tjaldsvæði
sv: Campingplats

source: Canadian Football
es: Fútbol canadiense
hu: Kanadai futball
is: Kanadískur fótbolti
sv: Kanadensisk fotboll

source: Candle
de_ch: Kerzen
es: Vela
hu: Gyertya
is: Kerti
sv: Levande ljus

source: Candles
de_ch: Kerzen
es: Velas
hu: Gyertya
is: Kerti
sv: Stearinljus

source: Cannabidiol
es: Cannabidiol (CBD)
hu: Kannabidiol (CBD)

source: Cannon
de_ch: Kanone
es: Cañón
hu: Ágyú
is: Fallbyssa
sv: Kanon

source: Canoeing/Kayaking
de_ch: Kanusport
es: Piragua/Kayak
hu: Kajak-kenu
is: Kanó/Kayak
sv: Paddling

source: Canoes
de_ch: Kanus
es: Canoas
hu: Kenu
is: Kanóar
sv: Kanoter

source: Canopy
de_ch: Vordach
es: Dosel
hu: Sátor (tető)
sv: Linbana

source: Cans
de_ch: Büchsen
es: Latas
hu: Fémdoboz
is: Dósir
sv: Burkar

source: Canton
de_ch: Kanton
es: Cantón
hu: Kanton
sv: Kanton

source: Caodaism
de_ch: Caodaismus
es: Caodaísmo
hu: Kaodaizmus
is: Kao-Daí
sv: Cao Dai

source: Capacity
de_ch: Kapazität
es: Capacidad
hu: Kapacitás
is: Notendafjöldi/Rýmd
sv: Kapacitet

source: Capacity (caravans)
de_ch: Kapazität (Wohnwagen)
es: Capacidad (casas rodantes)
sv: Kapacitet (husvagnar)

source: Capacity (overall)
de_ch: Kapazität (alle Plätze)
es: capacidad (en general)
hu: Kapacitás (teljes)
is: Fjöldi stæða (heild)
sv: Kapacitet (totalt)

source: Capacity (persons)
de_ch: Kapazität (Personen)
es: Capacidad (personas)
hu: Befogadóképesség (személy)
is: Notendafjöldi
sv: Kapacitet (Personer)

source: Capacity (tents)
de_ch: Kapazität (Zelte)
es: Capacidad (carpas)
sv: Kapacitet (tält)

source: Capacity (total)
de_ch: Kapazität (alle Plätze)
es: Capacidad (total)
sv: Kapacitet (totalt)

source: Capacity for cargo bikes
de_ch: Kapazität für Lastenräder
es: Capacidad para bicicletas de carga
hu: Helyek teherkerékpároknak (viszikliknek)
sv: Kapacitet för lastcyklar

source: Cape
de_ch: Kap
es: Cabo
hu: Fok
is: Höfði
sv: Udde

source: Car
de_ch: Auto
es: Coche
hu: Személyautó
is: Bíll
sv: Bil

source: Car Dealer
de_ch: Autohändler
es: Vendedor de coches
hu: Autókereskedés
is: Bílasala
sv: Bilhandlare

source: Car Wash
de_ch: Autowäsche
es: Lavado de automóviles
hu: Autómosó
is: Bílaþvottur
sv: Biltvätt

source: Car brand
de_ch: Automarke
es: Marca de coche
hu: Autómárka
is: Vörumerki bíla
sv: Bildmodell

source: Caravan Dealer
de_ch: Wohnmobilhändler
es: Distribuidor de caravanas
hu: Lakókocsi-kereskedés
is: Hjólhýsasala
sv: Husvagnsförsäljare

source: Caravan Site/RV Park
de_ch: Wohnmobilstellplatz
es: Lugar de caravanas/Parque de caravanas
hu: Lakókocsi-/lakóautóhely
is: Hjólhýsastæði/Húsbílastæði
sv: Husvagnspark

source: Caravan access
de_ch: Wohnwagenzugang
es: Acceso para caravanas
hu: Használat lakókocsival
is: Aðgangur hjólhýsa
sv: Åtkomst för husvagn

source: Caravan site
de_ch: Wohnmobilstellplatz
es: Sitio para casas rodantes
sv: Husvagnsplats

source: Caravans allowed
de_ch: Wohnwagen erlaubt
es: Caravanas permitidas
hu: Lakókocsi engedélyezett
is: Hjólhýsi leyfð
sv: Husvagnar tillåtna

source: Cardboard
de_ch: Karton
es: Cartón
hu: Kartonpapír
is: Bylgjupappi
sv: Kartong

source: Cardinal beacon
de_ch: Kardinal-Bake
es: Baliza cardinal
hu: Kardinális jel
is: Höfuðáttamerki
sv: Kardinalfyr

source: Cardinal buoy
de_ch: Kardinalboje
es: Boya cardinal
hu: Kardinális bója
is: Höfuðáttadufl
sv: Kardinalboj

source: Cargo bike
de_ch: Lastenvelo
es: Bicicleta de carga
hu: Teherkerékpár (viszikli)
sv: Lastcykel

source: Caribbean
de_ch: Karibisch
es: Caribe
hu: karibi
is: Karíbahafs
sv: Karibisk

source: Carpenter
de_ch: Schreiner
es: Carpintero
hu: Ács
is: Trésmiður
sv: Snickare

source: Carpet
de_ch: Teppichgeschäft
es: Alfombra
hu: Szőnyeg
is: Teppi
sv: Mattor

source: Carpet layer
de_ch: Teppichleger
es: Instalador de alfombras
hu: Szőnyegpadló-lerakó
is: Teppalagning
sv: Mattläggare

source: Cars
de_ch: Autos
es: Coches
hu: Autó
is: Bílar
sv: Bilar

source: Casette or Elsan Disposal
de_ch: Entsorgungsstelle Campingtoilette
es: Casete o disponibilidad de Elsan
hu: Szaniterürítő hely
sv: Kassett- eller Elsan-avfallshantering

source: Cash
de_ch: Bargeld
es: Efectivo
hu: Készpénz
is: Reiðufé
sv: Kontanter

source: Cash deposits
de_ch: Einzahlungen
es: Depósitos en efectivo
hu: Készpénzbefizetés
sv: Kontantinsättning

source: Cash type
de_ch: Bargeldtyp
es: Tipo de efectivo
hu: Készpénz típusa
is: Tegund reiðufjár
sv: Kontanttyp

source: Cash withdrawal
de_ch: Barauszahlung
es: Retirada de efectivo
hu: Készpénzfelvétel
is: Hægt að taka út reiðufé
sv: Kontantuttag

source: Castle
de_ch: Burg
es: Castillo
hu: Vár
is: Kastali
sv: Slott

source: Castle wall
de_ch: Burgmauer
es: Muro de castillo
hu: Várfal
is: Kastalaveggur
sv: Slottsmur

source: Cat
de_ch: Katzen
es: Gato
hu: Macska
is: Kettir
sv: Katt

source: Catalan
de_ch: Katalanisch
es: Catalán
hu: katalán
is: Katalónska
sv: Katalanska

source: Catch and release
de_ch: Fangen und Freilassen
es: Captura y suelta
hu: Kifogás és visszadobás
sv: Fångst och frisläppande

source: Catenary mast
de_ch: Oberleitungsmast
es: Mástil de catenaria
hu: Felsővezeték-tartó oszlop
sv: Kontaktledningsstolpe

source: Caterer
de_ch: Catering
es: Servicio de catering
hu: Partyszerviz
is: Veisluþjónusta
sv: Catering

source: Cathedral
de_ch: Kathedrale
es: Catedral
hu: Székesegyház
is: Dómkirkja
sv: Katedral

source: Catholic
de_ch: Katholisch
es: Católico
hu: Katolikus
is: Kaþólskur
sv: Katolik

source: Cattle Grid
de_ch: Viehgitter
es: Guardaganado
hu: Szarvasmarharács
is: Rimlahlið
sv: Färist

source: Caused by human activity
de_ch: Verursacht durch menschliche Aktivitäten
es: Causada por la actividad humana
hu: Mesterségesen létrehozott
is: Af mannavöldum
sv: Orsakad av mänsklig aktivitet

source: Causeway
de_ch: Damm
es: Calzada
sv: Gångbro

source: Cave Entrance
de_ch: Höhleneingang
es: Entrada de Cueva
hu: Barlangbejárat
is: Inngangur í helli
sv: Grottöppning

source: Ceilometer - height of cloud base
de_ch: Ceilometer - Höhe der Wolkenuntergrenze
es: Ceilómetro - altura de la base de las nubes
sv: Ceilometer - molnbasens höjd

source: Cemetery
de_ch: Friedhof
es: Cementerio
hu: Temető
is: Kirkjugarður
sv: Kyrkogård

source: Cemetery and graves
de_ch: Friedhöfe und Gräber
es: Cementerio y tumbas
hu: Temető és sírok
is: Grafreitir og grafir
sv: Begravningsplats och gravar

source: Cemetery sector
de_ch: Friedhofsektor
es: Sector del cementerio
hu: Temetőparcella
is: Grafreitahluti
sv: Gravkvarter

source: Center handrail
de_ch: Mittiger Handlauf
es: Barandilla central
hu: Korlát középen
is: Handrið í miðju
sv: Mittledstång

source: Center pivot
de_ch: Pivot-Beregnungssystem
es: Pivot central
sv: Centrumvridpunkt

source: Centre
de_ch: Stadtzentrum
es: Centro
sv: Centrum

source: Centrifugal
de_ch: Zentrifugal
es: Centrífuga
hu: Centrifugális

source: Ceramics
de_ch: Keramik
es: Cerámica
hu: Kerámia
sv: Keramik

source: Ceremonial gate
de_ch: Zeremonielles Tor
es: Puerta ceremonial
sv: Ceremoniell grind

source: Chain
de_ch: Kette
es: Cadena
hu: Lánc
is: Keðja
sv: Kedja

source: Chain tool
de_ch: Kettenwerkzeug
es: Herramienta de cadena
hu: Kerékpárlánc-szerszám
is: Keðjuverkfæri
sv: Kedjebrytare

source: Chair Lift
de_ch: Sessellift
es: Telesilla
hu: Ülőlift
is: Stólalyfta
sv: Stollift

source: Chamber music
de_ch: Kammermusik
es: Música de cámara
hu: Kamarazene
is: Kammermúsík
sv: Kammarmusik

source: Changing table count
de_ch: Anzahl Wickeltische
es: Número de cambiadores
hu: Pelenkázóasztalok száma
is: Fjöldi skiptiborða
sv: Skötbord, antal

source: Changing table fee
de_ch: Wickeltischgebühr
es: Tarifa por cambiador
hu: Pelenkázóasztal díja
is: Greiðsla fyrir notkun skiptiborða
sv: Skötbord, avgift

source: Changing table location
de_ch: Wickeltischstandort
es: Ubicación del cambiador
hu: Pelenkázóasztal helye
is: Staðsetning skiptiborðs
sv: Skötbord, plats

source: Chapel
de_ch: Kapelle
es: Capilla
hu: Kápolna
is: Kapella
sv: Kapel

source: Charcoal
de_ch: Holzkohle
es: Carbón vegetal
hu: Faszén
is: Viðarkol
sv: Träkol

source: Charcoal pile
de_ch: Kohlenhügel
es: Pila de carbón vegetal
hu: Szénégető boksa
is: Kolahaugur
sv: Kolmila

source: Charge point
de_ch: Ladestelle
es: Punto de carga
hu: Töltőpont
sv: Laddpunkt

source: Charging Network
de_ch: Ladestationennetz
es: Red de carga
hu: Töltőhálózat
sv: Laddningsnätverk

source: Charging Station
de_ch: Ladestation
es: Estación de carga
hu: Elektromos töltőállomás
is: Hleðslustöð
sv: Laddstation

source: Charging only
de_ch: Nur für Laden
es: Solo carga
hu: Csak elektromos töltéshez
is: Aðeins hleðsla
sv: Endast laddning

source: Charity
de_ch: Sozialkaufhaus
es: Caridad
hu: Jótékonysági
is: Góðgerðafélag
sv: Välgörenhet

source: Check
de_ch: Kontrolle
es: Comprobar
hu: Ellenőrzőhely
is: Athugun
sv: Kontrollera

source: Checkout
de_ch: Auszahlung durch Personal
es: Caja
hu: Pénztár
is: Úttekt á reiðufé
sv: Kassa

source: Checkpoint
de_ch: Kontrollpunkt
es: Punto de control
hu: Ellenőrzőpont
is: Varðstöð
sv: Kontrollpunkt

source: Cheese
de_ch: Käseladen
es: Queso
hu: Sajt
is: Ostar
sv: Ost

source: Cheetah
de_ch: Gepard
es: Guepardo
hu: Gepárd
is: Blettatígur
sv: Gepard

source: Chemical
de_ch: Chemisch
es: Químico
hu: Vegyi anyag
is: Kemískt
sv: Kemisk

source: Chemist
de_ch: Drogerie
es: Farmacia
hu: Drogéria
is: Lyfsali
sv: Receptfritt apotek

source: Chemistry or paramedical products
de_ch: Drogerieprodukte
es: Productos químicos o paramédicos
hu: Kozmetikum vagy gyógyhatású készítmény
sv: Sjukvård/läkemedel

source: Cherimoya trees
de_ch: Cherimoyabäume
es: Árboles de chirimoya
hu: Csirimojófa
sv: Cherimoya-träd

source: Cherries
de_ch: Kirschen
es: Cerezas
hu: Cseresznye
sv: Körsbär

source: Cherry trees
de_ch: Kirschbäume
es: Cerezos
hu: Cseresznyefa
is: Kirsuberjatré
sv: Körsbärsträd

source: Chess
de_ch: Schach
es: Ajedrez
hu: Sakk
is: Skák
sv: Schack

source: Chess table
de_ch: Schachbrett
es: Tablero de ajedrez
hu: Sakktábla
is: Skákborð
sv: Schackbord

source: Chessboard
de_ch: Schachbrettmuster
es: Tablero de ajedrez
sv: Schackbräde

source: Chestnut trees
de_ch: Kastanienbäume
es: Árboles de castaña
hu: Szelídgesztenyefa
is: Kastaníutré
sv: Kastanjeträd

source: Chewing gums
de_ch: Kaugummis
es: Chicles
hu: Rágógumi
is: Tyggjó
sv: Tuggummi

source: Chicane
de_ch: Schikane
es: Chicana
hu: Félsziget
is: Hliðrun
sv: Sidoförskjutning

source: Chicken
de_ch: Huhn
es: Pollo
hu: csirke
is: Kjúklingar
sv: Kyckling

source: Childcare
de_ch: Kinderbetreuung
es: Cuidado infantil
hu: Gyermekgondozás
is: Barnagæsla
sv: Barnomsorg

source: Childcare capacity
de_ch: Kinderbetreuungsplätze
es: Capacidad de cuidado de niños
hu: Gyermekgondozási kapacitás
is: Fjöldi í barnagæslu
sv: Barnomsorgkapacitet

source: Children
de_ch: Kinder
es: Niños
hu: Gyermek
is: Börn
sv: Barn

source: Chimney
de_ch: Kamin
es: Chimenea
hu: Kémény
is: Skorsteinn
sv: Skorsten

source: Chimpanzee
de_ch: Schimpanse
es: Chimpancé
hu: Csimpánz
is: Simpansi
sv: Schimpans

source: China Pressurized Reactor (CPR-1000)
de_ch: Chinesischer Druckreaktor (CPR-1000)
es: Reactor presurizado de China (CPR-1000)
hu: Kínai nyomottvizes reaktor (CPR-1000)
is: China Pressurized Reactor kjarnaofn (CPR-1000)
sv: Kinas trycksatta reaktor (CPR-1000)

source: Chinese
de_ch: Chinesisch
es: Chino
hu: kínai
is: Kínverska
sv: Kinesiska

source: Chiropractic
de_ch: Chiropraktik
es: Quiropráctica
hu: Kiropraktika (csontkovácsolás)
is: Hnykkjalækningar
sv: Kiropraktik

source: Choked island
de_ch: Untergegangene Insel
es: Isla de tráfico/Isleta
hu: Terelősziget (közlekedés)
sv: Kvävd ö

source: Choker
de_ch: Engstelle
es: Estrechamiento de calzada
hu: Útszűkület
is: Þrenging
sv: Avsmalnad körbana

source: Christian
de_ch: Christlicher Glaube
es: Cristiano
hu: Keresztény
is: Kristið
sv: Kristen

source: Church
de_ch: Kirche
es: Iglesia
hu: Templom
is: Kirkja
sv: Kyrka

source: Church of Scotland
de_ch: Kirche von Schottland
es: Iglesia de Escocia
hu: Skót egyház
is: Skotlandskirkjan
sv: Skotska kyrkan

source: Cigarettes
de_ch: Zigaretten
es: Cigarrillos
hu: Cigaretta
is: Sígarettur
sv: Cigaretter

source: Circular
de_ch: Kreisverkehr
es: Circular/rotonda
sv: Cirkulär

source: Circular ditched enclosures
de_ch: Kreisförmige Einfriedungen mit Graben
es: Recintos circulares con zanjas
hu: Árokgyűrűvel körbevett terület (neolitikum, újkőkor)
sv: Cirkulära dikade inhägnader
