Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

# power
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# power
source: Type of compensator
de_ch: Art des Stromphasenschiebers
es: Tipo de compensador
hu: Kompenzátor típusa
sv: Typ av kompensator

# power
source: Type of converter
de_ch: Art des Konverters
es: Tipo de convertidor
hu: Átalakító-típus
sv: Typ av omformare

# power
source: Type of substation
de_ch: Typ des Umspannwerk / der Schaltanlage
es: Tipo de subestación
hu: Alállomás típusa
sv: Typ av kraftstation

# power
source: Type of switch
de_ch: Art des Schalters
es: Tipo de interruptor
hu: Kapcsoló típusa
sv: Typ av frånskiljare

# power
source: Type of transformer
de_ch: Transformatorentyp
es: Tipo de transformador
hu: Transzformátor típusa
is: Gerð straumbreytis
sv: Typ av transformator

# power
source: Unarranged
de_ch: Ungeordnet
es: Sin disposición
sv: Oarrangerad

# power
source: Underground
de_ch: Unterirdisch
es: Subterráneo
hu: Föld alatti
is: Neðanjarðar
sv: Underjordisk

# power
source: Yes (present)
de_ch: Ja (vorhanden)
es: Sí (presente)
is: Já (til staðar)
sv: Ja (närvarande)

# power_windings
source: Open
de_ch: Offen
es: Abierto
hu: Nyitott
is: Opið
sv: Öppna lindningar

# power_windings
source: Open-delta
de_ch: Offenes Delta
es: Delta abierto
sv: Öppen delta

# power_windings
source: Star
de_ch: Stern
es: Estrella
sv: Stjärna

# power_windings
source: Windings configuration
de_ch: Windungskonfiguration
es: Configuración de devanados
hu: Tekercselések elrendezése
is: Gerð vindinga
sv: Lindningskonfiguration

# telecom
source: Copper
de_ch: Kupfer
es: Cobre
hu: Réz
is: Kopar
sv: Koppar

# telecom
source: Fibre
de_ch: Faser/Faden
es: Fibra
hu: Üvegszál
is: Ljósleiðari
sv: Fiber

# telecom
source: Local loop type
de_ch: lokaler Schleifentype
es: Tipo de bucle local
hu: Helyi hurok típusa
sv: Typ av lokal slinga

# Key:managed
source: Grazing
de_ch: Beweidet
es: Pastoreo
hu: Legeltetett
sv: Betning

# Key:managed
source: Managed
de_ch: Bewirtschaftet
es: Gestionado
hu: Karbantartott
sv: Hanterad

# Key:managed
source: Mowing
de_ch: Gemäht
es: Siega
hu: Kaszált
sv: Gräsklippning

# Key:managed
source: Scientific
de_ch: Wissenschaft
es: Científico
hu: Tudományosan kezelt
sv: Vetenskaplig

# Key:managed
source: Undergrowth
de_ch: Unterholz
es: Sotobosque
hu: Gyomlált
sv: Undervegetation

# Key:managed
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# handle
source: Button
de_ch: Knopf
es: Botón
hu: Gomb
is: Hnappur
sv: Knapp

# handle
source: Crank
de_ch: Kurbel
es: Manivela
is: Sveif
sv: Vev

# handle
source: Cross
de_ch: Kreuz
es: Cruce
hu: Kereszt
is: Kross
sv: Kors

source: Handle
de_ch: Handrad
es: Manija / Pomo / Tirador
hu: Fogantyú
is: Haldfang
sv: Handtag

# handle
source: Lever
de_ch: Hebel
es: Palanca
hu: Kar
is: Vogarstöng
sv: Spak

# handle
source: None
de_ch: Kein Zugang
es: Ninguno
hu: Nincs
is: Ekkert
sv: Ingen

# handle
source: Wheel
de_ch: Rad
es: Rueda
hu: Kerék
is: Hjól
sv: Hjul

# mounting/support
source: Billboard
de_ch: Plakatwand
es: Valla publicitaria
hu: Óriásplakát
is: Auglýsingaspjald
sv: Stortavla (reklam)

# mounting/support
source: Ceiling
de_ch: Decke
es: Techo
hu: Mennyezet
is: Loft
sv: Tak

# mounting/support
source: Fence
de_ch: Zaun
es: Valla
hu: Kerítés
is: Girðing
sv: Stängsel

# mounting/support
source: Pillar
de_ch: Säule
es: Pilar
hu: oszlopláda
is: Stólpi
sv: Stolpe

# mounting/support
source: Pole
de_ch: Mast
es: Mástil
hu: Rúd
is: Staur
sv: Påle

# mounting/support
source: Support
de_ch: Halterung
es: Apoyo
hu: Alátámasztás
is: Undirstaða
sv: Hjälp

# mounting/support
source: Wall
de_ch: Wandanschluss
es: Pared
hu: Fal
is: Veggur
sv: Vägg

# mounting/support
source: Wall mounted
de_ch: an einer Wand montiert
es: Montado en la pared
hu: Falra szerelt
is: Vegghengt
sv: Väggmonterad

# highway
source: Circle
de_ch: Kreis
es: Circular
sv: Cirkel

# highway
source: Flush
de_ch: Bündig
es: Al ras
is: Vatnssalerni
sv: Jämn

# highway
source: Hammer
es: Forma de T / Martillo
sv: Hammare

# highway
source: Kerb
de_ch: Randstein
es: Bordillo
is: Kantsteinn
sv: Trottoarkant

# highway
source: Kerb (left)
de_ch: Randstein (links)
es: Bordillo (izquierdo)
is: Kantsteinn (til vinstri)
sv: Trottoarkant (vänster)

# highway
source: Kerb (right)
de_ch: Randstein (rechts)
es: Bordillo (derecho)
is: Kantsteinn (til hægri)
sv: Trottoarkant (höger)

# highway
source: Knuckle
de_ch: Knie
es: Nudillo
sv: Knoge

# highway
source: Lowered
de_ch: Abgesenkt
es: Rebajado
is: Lækkað
sv: Sänkt

# highway
source: None
de_ch: Nicht vorhanden
es: Ninguno
is: Ekkert
sv: Ingen

# highway
source: Oval
es: Ovalado

# highway
source: Present
de_ch: Vorhanden
es: Presente
is: Til staðar
sv: Närvarande

# highway
source: Raised
de_ch: Angehoben
es: Elevado/a
is: Hækkað
sv: Höjd

# highway
source: Rolled
de_ch: Abgerundet
es: Enrollado
sv: Avfasad / Rundad

# highway
source: Shape
de_ch: Form
es: Forma
hu: Alak
is: Lögun
sv: Form

# highway
source: Square
de_ch: Platz
es: Escuadrar
hu: Tér
is: Hornrétta
sv: Rätvinkla

# tactile_paving
source: Incorrect
de_ch: Falsch
es: Incorrecto
hu: Helytelen
is: Rangt
sv: Inkorrekt

# tactile_paving
source: None
de_ch: Nicht vorhanden
es: Ninguno
hu: Nincs
is: Ekkert
sv: Inga

# tactile_paving
source: Present
de_ch: Vorhanden
es: Presente
hu: Van
is: Til staðar
sv: Närvarande

source: Tactile paving
de_ch: Blinden Bodenleitsystem
es: Pavimentación táctil
hu: Vakvezető burkolat
is: Snertimerking yfirborðs
sv: Taktil beläggning

# healthcare
source: Abortion
de_ch: Abtreibung
es: Aborto
hu: Abortusz
is: Fóstureyðingar
sv: Abort

# healthcare
source: Acupuncture
de_ch: Akupunktur
es: Acupuntura
hu: Akupunktúra
is: Nálastungur
sv: Akupunktur

# healthcare
source: Allergology
de_ch: Allergologie
es: Alergología
hu: Allergológia
is: Ofnæmisfræði
sv: Allergi

# healthcare
source: Anthroposophic medicine
de_ch: Anthroposophische Medizin
es: Medicina antroposófica
hu: Antropozófus orvoslás
sv: Antroposofisk medicin

# healthcare
source: Applied kinesiology
de_ch: Angewandte Kinesiologie
es: Kinesiología aplicada
hu: Alkalmazott kineziológia (mozgástudomány)
sv: Tillämpad kinesiologi

# healthcare
source: Aromatherapy
de_ch: Aromatherapie
es: Aromaterapia
hu: Aromaterápia
sv: Aromaterapi

# healthcare
source: Biology
de_ch: Biologie
es: Biología
hu: Biológia
is: Líffræði
sv: Biologi

# healthcare
source: Blood check
de_ch: Blutuntersuchung
es: Análisis de sangre
hu: Vérkép
is: Blóðrannsókn
sv: Blodkontroll

# healthcare
source: Cardiology
de_ch: Kardiologie
es: Cardiología
hu: Kardiológia
is: Hjartalækningar
sv: Kardiologi

# healthcare
source: Child psychiatry
de_ch: Kinderpsychiatrie
es: Psiquiatría infantil
hu: Gyermekpszichiátria
is: Barnageðlækningar
sv: Barn- och ungdomspsykiatri (BUP)

# healthcare
source: Chiropractic
de_ch: Chiropraktik
es: Quiropráctica
hu: Chiropractica (csontkovácsolás)
is: Hnykkjalækningar
sv: Kiropraktik

# healthcare
source: Clinical pathology
de_ch: Laboratoriumsmedizin
es: Patología clínica
hu: Klinikai patológia
is: Klínísk meinafræði
sv: Klinisk patologi

# healthcare
source: Dermatology
de_ch: Dermatologie
es: Dermatología
hu: Bőrgyógyászat
is: Húðlækningar
sv: Dermatologi

# healthcare
source: Endocrinology
de_ch: Endokrinologie (Hormonkunde)
es: Endocrinología
hu: Endokrinológia
is: Efnaskipta- og innkirtlalækningar
sv: Endokrinologi (homoner)

# healthcare
source: Fertility
de_ch: Künstliche Befruchtung
es: Fertilidad
hu: Megtermékenyítés
is: Frjósemi
sv: Fertilitet

# healthcare
source: Gastroenterology
de_ch: Gastroenterologie
es: Gastroenterología
hu: Gasztroenterológia
is: Meltingarfæralækningar
sv: Gastroenterologi

# healthcare
source: Gynaecology
de_ch: Frauenheilkunde und Geburtshilfe
es: Ginecología
hu: Nőgyógyászat
is: Kvensjúkdómar
sv: Gynekologi

# healthcare
source: Herbalism
de_ch: Pflanzenheilkunde
es: Herbología
hu: Gyógynövényterápia
is: Grasalækningar
sv: Örtmedicin

# healthcare
source: Homeopathy
de_ch: Homöopathie
es: Homeopatía
hu: Homeopátia
is: Hómópatía
sv: Homeopati

# healthcare
source: Hydrotherapy
de_ch: Hydrotherapie/Wasserheilkunde
es: Hidroterapia
hu: Vízgyógyászat (hidroterápia)
is: Vatnslækningar
sv: Hydroterapi

# healthcare
source: Hypnosis
de_ch: Hypnose
es: Hipnosis
hu: Hipnózis
is: Dáleiðsla
sv: Hypnos

# healthcare
source: Internal
de_ch: Innere Medizin
es: Interno
hu: Belgyógyászat
is: Innri
sv: intern

# healthcare
source: Naturopathy
de_ch: Naturheilkunde
es: Naturopatía
hu: Természetgyógyászat
is: Náttúrulækningar
sv: Naturmedicin

# healthcare
source: Neonatology
de_ch: Neugeborenenmedizin
es: Neonatología
hu: Újszülöttgyógyászat
sv: Neonatologi

# healthcare
source: Neurology
de_ch: Neurologie
es: Neurología
hu: Ideggyógyászat
is: Taugalækningar
sv: Neurologi

# healthcare
source: Oncology
de_ch: Onkologie (Krebserkrankungen)
es: Oncología
hu: Onkológia
is: Krabbameinslækningar
sv: Onkologi (cancer)

# healthcare
source: Ophthalmology
de_ch: Augenheilkunde / Augenarzt
es: Oftalmología
hu: Szemészet
is: Augnlækningar
sv: Oftalmologi (öggon)

# healthcare
source: Orthopaedics
de_ch: Orthopädie
es: Ortopedía
hu: Ortopédia
is: Bæklunarlækningar
sv: Ortopedi

# healthcare
source: Osteopathy
de_ch: Osteopathie
es: Osteopatía
hu: Osteopathia (csontkovácsolás)
is: Hnykkjalækningar
sv: Osteopati

# healthcare
source: Otolaryngology
de_ch: Hals-Nasen-Ohrenheilkunde
es: Otorrinolaringología
hu: Fül-orr-gégészet
is: Háls-, nef og eyrnalækningar
sv: Öron, näsa, hals (ÖNH)

# healthcare
source: Paediatrics
de_ch: Kinder- und Jugendmedizin
es: Pediatría
hu: Gyermekgyógyászat
is: Barnalækningar
sv: Pediatrik, barnhälsovård

# healthcare
source: Plastic surgery
de_ch: Schönheitsoperationen
es: Cirugía plástica
hu: Plasztikai sebészet
is: Lýtalækningar
sv: Plastikkirurgi

# healthcare
source: Podiatry
de_ch: Fussmedizin
es: Podiatría
hu: Lábgyógyászat
is: Fótaheilsa
sv: Podiatri

# healthcare
source: Psychiatry
de_ch: Psychiatrie und Psychotherapie
es: Psiquiatría
hu: Pszichiátria
is: Geðlækningar
sv: Psykiatri

# healthcare
source: Radiology
de_ch: Radiologie
es: Radiología
hu: Radiológia
is: Geislalækningar
sv: Radiologi (röntgen)

# healthcare
source: Reflexology
de_ch: Reflexzonenmassage
es: Reflexología
hu: Reflexológia
sv: Zonterapi

# healthcare
source: Respiratory Medicine
de_ch: Atemwegsmedizin
es: Neumología / Medicina respiratoria
hu: Tüdőgyógyászat
is: Öndunarfærasjúkdómar
sv: Respiratorisk medicin

# healthcare
source: Speciality
de_ch: Fachgebiet
es: Especialidad
hu: Szakorvosi ellátás
is: Sérgrein
sv: Specialinriktning

# healthcare
source: Traditional Chinese medicine
de_ch: Traditionelle Chinesische Medizin
es: Medicina china tradicional
hu: Hagyományos kínai gyógyászat
is: Hefðbundnar kínverskar lækningar
sv: Traditionell kinesisk medicin

# healthcare
source: Transplant
de_ch: Organtransplantation
es: Trasplante
hu: Szervátültetés
sv: Transplantation

# healthcare
source: Trauma
de_ch: Unfallmedizin
es: Traumatología
hu: Baleseti sebészet
is: Áfallahjálp

# healthcare
source: Tropical
de_ch: Tropenmedizin
es: Medicina tropical
hu: Trópusi betegségek gyógyítása
is: Hitabeltis
sv: Tropikmedicin

# healthcare
source: Unani medicine
de_ch: Unani
es: Medicina unani
hu: Unani gyógyászat
is: Unani-lækningar
sv: Unani-medicin

# healthcare
source: Urology
de_ch: Urologie
es: Urología
hu: Urológia
is: Þvagfæralækningar
sv: Urologi

# healthcare
source: Venereology
de_ch: Geschlechtskrankheiten
es: Venereología
hu: Szexuális úton terjedő betegségek
is: Kynsjúkdómalækningar

# building
source: Agricultural
de_ch: Landwirtschaftliche Nutzung
es: Agrícola
hu: Mezőgazdasági célra használható
is: Landbúnaður
sv: Jordbruk

# building
source: Allotment house
de_ch: Datsche
es: Casa de huerto / Casa con parcela
hu: Hétvégi ház
sv: Kolonistuga

# building
source: Apartments
de_ch: Wohnungen
es: Apartamentos
hu: Társasház
is: Íbúðir
sv: Lägenheter

# building
source: Bakehouse
de_ch: Backstube
es: Panadería
hu: Kenyérsütöde
is: Bökunarfyrirtæki
sv: Bakstuga

# building
source: Balcony
de_ch: Balkon
es: Balcón
sv: Balkong

# building
source: Barn
de_ch: Scheune
es: Granero
hu: Pajta
is: Hlaða
sv: Lada

# building
source: Basilica
de_ch: Basilika
es: Basílica
hu: Bazilika
is: Basilíka
sv: Basilika

# building
source: Boathouse
de_ch: Bootshaus
es: Cobertizo para botes
hu: Csónakház
is: Bátaskýli
sv: Båthus

# building
source: Brick
de_ch: Backstein
es: Ladrillo
hu: Tégla
is: Múrsteinn
sv: Tegel

source: Building
de_ch: Gebäude
es: Edificio
hu: Épület
is: Bygging
sv: Byggnad

# building
source: Building colour
de_ch: Gebäudefarbe
es: Color de construcción
hu: Épület színe
is: Litur á byggingu
sv: Byggnadsfärg

# building
source: Building frame material
de_ch: Gebäuderahmen
es: Material del marco de construcción
hu: Épület vázának anyaga
is: Byggingarefni grindar
sv: Byggnadsstommematerial

# building
source: Building material
de_ch: Gebäudematerial
es: Material de construcción
hu: Épület anyaga
is: Byggingarefni
sv: Byggnadsmaterial

# building
source: Building part
de_ch: Gebäudeteil
es: Parte de construcción
hu: Épületrész
is: Byggingarhluti
sv: Byggnadsdel

# building
source: Building use
de_ch: Gebäudenutzung
es: Uso de construcción
hu: Épület felhasználása
is: Notkun byggingar
sv: Byggnadens användningsområde

# building
source: Building wall material
de_ch: Wandmaterial
es: Material de la pared del edificio
hu: Épület falának anyaga
is: Byggingarefni veggja
sv: Byggnadsväggsmaterial

# building
source: Bungalow
es: Bungaló
hu: Bungaló
is: Sumarbústaður

# building
source: Bunker
es: Búnker
is: Glompa

# building
source: Cabin
de_ch: Hütte (Cabin)
es: Cabaña
hu: Kis faház
is: Kofi
sv: Stuga

# building
source: Carport
es: Cochera cubierta
hu: Garázstető (oldalról nyitott)
is: Bílskýli

# building
source: Cathedral
de_ch: Kathedrale
es: Catedral
hu: Székesegyház
is: Dómkirkja
sv: Katedral

# building
source: Cement block
de_ch: Zementblock
es: Bloque de cemento
hu: Falazóblokk
is: Steypublokk
sv: Murblock

# building
source: Chapel
de_ch: Kapelle
es: Capilla
hu: Kápolna
is: Kapella
sv: Kapel

# building
source: Church
de_ch: Kirche
es: Iglesia
hu: Templom
is: Kirkja
sv: Kyrka

# building
source: Civic
de_ch: Öffentlich (Civic)
es: Cívico
hu: Közösségi
is: Borgaraleg
sv: Samhällsfastighet

# building
source: Clay
de_ch: Tonerde
es: Arcilla
hu: Salak
is: Leir
sv: Lera

# building
source: College
de_ch: Hochschule
es: Instituto
hu: Főiskolai épület
is: Framhaldskóli
sv: Gymnasium

# building
source: Column
de_ch: Plakatsäule
es: Columna
sv: Kolumn

# building
source: Commercial
de_ch: Gewerbe
es: Local comercial
hu: Üzleti épület
is: Í atvinnuskyni
sv: Kommersiellt

# building
source: Concrete
de_ch: Beton
es: Hormigón
hu: Beton
is: Steinsteypa
sv: Betong

# building
source: Conservatory
de_ch: Wintergarten
es: Invernadero
sv: Vinterträdgård

# building
source: Construction type
de_ch: Art der Baustelle
es: Tipo de construcción
hu: Készülő épület
is: Tegund byggingar
sv: Typ av byggarbete

# building
source: Container
es: Contenedor
hu: Konténer
is: Gámur

# building
source: Cowshed
de_ch: Kuhstall
es: Establo
hu: Szarvasmarha-istálló
is: Fjós
sv: Ladugård

# building
source: Deck
es: Terraza
sv: Däck

# building
source: Detached
de_ch: Alleinstehend
es: Desconectado
hu: Egyedül álló családi ház (UK)
is: Aðskilið
sv: Friliggande

# building
source: Digester
de_ch: Fermenter
es: Digestor
hu: Biomassza-erjesztő
sv: Rötkammare

# building
source: Dome
de_ch: Dom
es: Domo
hu: Kupola
is: Hvolf
sv: Kupol

# building
source: Dormitory
de_ch: Schlafsaal
es: Dormitorio
hu: Kollégium
is: Heimavist
sv: Elevhem

# building
source: Education
de_ch: Erziehung
es: Educación
hu: Oktatás
is: Menntun
sv: Utbildning

# building
source: Elevator
de_ch: Lift
es: Ascensor
sv: Hiss

# building
source: Equestrian
de_ch: Pferdesport
es: Ecuestre
hu: Lovaglás
is: Hestaíþróttir
sv: Ryttare

# building
source: Exhibition
de_ch: Ausstellung
es: Exposición
hu: Kiállítóhely
is: Sýningar
sv: Utställningslokal

# building
source: Farm
de_ch: Hof
es: Granja
hu: Tanyaépület
is: Býli
sv: Gård

# building
source: Farm auxiliary
de_ch: Nebengebäude Bauernhof
es: Granja auxiliar
hu: Tanya melléképülete
sv: Jordbruksbyggnad

# building
source: Fire station
de_ch: Feuerwehr
es: Estación de bomberos / Parque de bomberos
hu: Tűzoltóság
is: Slökkvistöð
sv: Brandstation

# building
source: Flat
de_ch: Flachdach
es: Plano
hu: Lapostető
is: Íbúð
sv: Plantak

# building
source: Foodservice
de_ch: Gastronomie
es: Servicio de comida
hu: Étkezési szolgáltatás
is: Meðhöndlun matvæla
sv: Matservering

# building
source: Gabled
de_ch: Giebel
es: A dos aguas
hu: Nyeregtető
sv: Sadeltak

# building
source: Gambrel
de_ch: Mansard-Giebeldach
es: Abuhardillado
hu: Manzárdtető
sv: Mansardtak

# building
source: Garage
es: Garaje
hu: Garázs
is: Verkstæði

# building
source: Gasometer
es: Gasómetro
hu: Gazométer
is: Gasmælir
sv: Gasklocka

# building
source: Gasometer building
de_ch: Gasometer-Gebäude
es: Edificio de gasómetro
hu: Gáztároló-épület
sv: Gasometerbyggnaden

# building
source: Gatehouse
de_ch: Torhaus
es: Caseta de vigilancia / Garita
hu: Kapu fölötti épület
sv: Grindstuga

# building
source: Gathering
de_ch: Versammlungen
es: Reunión
hu: Összejövetelek
is: Söfnun
sv: Samlingsplats

# building
source: Ger
de_ch: Jurte
es: Yurta
hu: Jurta
sv: Ger, jurta

# building
source: Glass
de_ch: Glas
es: Cristal
hu: Üveg
is: Gler
sv: Glas

# building
source: Government
de_ch: Behörde
es: Gobierno
hu: Kormányzat
is: Stjórnsýsla
sv: Myndighet

# building
source: Grandstand
de_ch: Tribüne
es: Tribuna
hu: Lelátó
sv: Huvudläktare

# building
source: Greenhouse
de_ch: Gewächshaus
es: Invernadero
hu: Üvegház
is: Gróðurhús
sv: Växthus

# building
source: Half-hipped
de_ch: Schopfwalmdach
es: A media agua
hu: Csonka kontytető
sv: Halvvalmat tak

# building
source: Hangar building
de_ch: Hangar-Gebäude
es: Edificio hangar
hu: Hangárépület
is: Skemmubygging
sv: Hangarbyggnad

# building
source: Hipped
de_ch: Walmdach
es: A cuatro aguas
hu: Kontytető
sv: Valmat tak

# building
source: House
de_ch: Haus
es: Casa
hu: Családi ház
is: Hús
sv: Hus

# building
source: House type
de_ch: Haustyp
es: Tipo de casa
hu: Ház típusa
sv: Hustyp

# building
source: Houseboat
de_ch: Hausboot
es: Casa flotante
hu: Lakóhajó
is: Húsbátur
sv: Husbåt

# building
source: Hut
de_ch: Hütte (Hut)
es: Barraca
hu: Kunyhó
is: Fjallakofi
sv: Koja

# building
source: Kindergarten
es: Jardín de infancia
hu: Óvodaépület
is: Leikskóli
sv: Dagis

# building
source: Kiosk
es: Quiosco
hu: Trafik (önálló épület)
is: Söluturn

# building
source: Leisure
de_ch: Freizeit
es: Ocio
hu: Szabadidő
is: Afþreying
sv: Nöje

# building
source: Levels above ground
de_ch: Stockwerke oberirdisch
es: Niveles sobre el suelo / Plantas sobre rasante
hu: Szintek a talajszint fölött
is: Hæðir fyrir ofan yfirborð
sv: Våningar ovan jord

# building
source: Levels below ground
de_ch: Stockwerke unterirdisch
es: Niveles bajo el suelo / Plantas bajo rasante
hu: Szintek a talajszint alatt
is: Hæðir fyrir neðan yfirborð
sv: Våningar under jord

# building
source: Limestone
de_ch: Kalkstein
es: Caliza
hu: Mészkő
is: Kalksteinn
sv: Kalksten

# building
source: Link-detached
de_ch: Reihenhaus
es: Pareado / Casa pareada
hu: Közvetve összeépült
sv: Länk frånkopplad

# building
source: Maisonette
es: Dúplex / Casa dúplex
hu: Külön bejáratú lakrészek (UK)
sv: Tvåplanslägenhet

# building
source: Mansard
de_ch: Mansard-Walmdach
es: Mansarda
hu: Kontyolt manzárdtető
sv: Mansardtak

# building
source: Manufacture
de_ch: Produktion
es: Manufactura
hu: Gyártóépület
is: Framleiðsla
sv: Tillverkning

# building
source: Masonry
de_ch: Mauerwerk
es: Mamposteria
hu: Falazat
is: Steinhleðsla
sv: Murverk

# building
source: Max. level
de_ch: Oberstes Stockwerk
es: Nivel máximo
hu: Legfelső belső szint
is: Hám. hæðir
sv: Högsta våningsplan

# building
source: Medical
de_ch: Medizinisch
es: Médico
hu: Orvosi
is: Lækningar
sv: Sjukvård

# building
source: Metal plates
de_ch: Metallplatten
es: Placas de metal
hu: Fémlemezek
is: Málmplötur
sv: Metallplattor

# building
source: Min. level
de_ch: Unterstes Stockwerk
es: Nivel mínimo
hu: Legalsó belső szint
is: Lágm. hæðir
sv: Lägsta våningsplan

# building
source: Mirror
de_ch: Spiegel
es: Vidrio espejado
hu: Tükröződő üveg
is: Speglar
sv: Spegel

# building
source: Monastery
de_ch: Kloster
es: Monasterio
hu: Monostor
is: Klaustur
sv: Kloster

# building
source: Mosque
de_ch: Moschee
es: Mezquita
hu: Mecset
is: Moska
sv: Moske

# building
source: Mud
de_ch: Schlamm
es: Lodo
hu: Sár
is: Leðja
sv: Slam

# building
source: Office
de_ch: Bürogebäude
es: Oficina
hu: Irodaház
is: Skrifstofur
sv: Kontor

# building
source: Onion
de_ch: Zwiebel
es: Cebolla
hu: Hagymakupola
is: Laukur
sv: Lökkupol

# building
source: Outbuilding
de_ch: Nebengebäude
es: Dependencia
hu: Melléképület
sv: Uthus

# building
source: Parking
de_ch: Parkplatz
es: Estacionamiento
hu: Parkoló
is: Bílastæði
sv: Parkering

# building
source: Pavilion
de_ch: Pavillon
es: Pabellón
hu: Pavilon
is: Einbýlishús
sv: Paviljong

# building
source: Plaster
de_ch: Verputz
es: Yeso
hu: Vakolat
is: Gifs
sv: Puts

# building
source: Plastic
de_ch: Kunststoff
es: Plástico
hu: Műanyag
is: Plast
sv: Plast

# building
source: Porch
es: Porche
sv: Veranda

# building
source: Public
de_ch: Öffentlich
es: Público
hu: Középület
is: Opinber
sv: Offentlig

# building
source: Pyramidal
de_ch: Zeltdach
es: Piramidal
hu: Sátortető
is: Pýramídalagað
sv: Tälttak

# building
source: Railway
de_ch: Eisenbahn
es: Ferrocarril
hu: Vasút
is: Járnbrautir
sv: Järnväg

# building
source: Religious
de_ch: Religiös genutztes Gebiet
es: Religioso
hu: Egyházi
is: Trúarleg
sv: Religös

# building
source: Research
de_ch: Forschung
es: Investigación
hu: Kutatóintézet
is: Rannsóknir
sv: Forskning

# building
source: Residential
de_ch: Wohnhaus
es: Residencial
hu: Lakóépület
is: Íbúðabygging
sv: Bostad

# building
source: Retail
de_ch: Einzelhandel
es: Tienda
hu: Kiskereskedelmi épület
is: Smásala
sv: Återförsäljning

# building
source: Roof
de_ch: Dach
es: Tejado
hu: Tető
is: Þak
sv: Tak

# building
source: Roof colour
de_ch: Dachfarbe
es: Color de tejado
hu: Tető színe
is: Þaklitur
sv: Takfärg

# building
source: Roof material
de_ch: Dachmaterial
es: Material de tejado
hu: Tető anyaga
is: Þakefni
sv: Takets material

# building
source: Roof type
de_ch: Dachtyp
es: Tipo de techo
hu: Tető típusa
is: Gerð þaks
sv: Typ av tak

# building
source: Round
de_ch: Tonnendach
es: Redondo
hu: Kerek
is: Rúnnað
sv: Cylindriskt tak

# building
source: Ruins
de_ch: Ruinen
es: Ruinas
hu: Rom
is: Rústir
sv: Ruiner

# building
source: Saltbox
de_ch: Berliner Dach
es: Salero
hu: Manzárdtető
is: Saltkassi
sv: Amerikansk saltbox

# building
source: Sandstone
de_ch: Sandstein
es: Arenisca
hu: Homokkő
is: Sandsteinn
sv: Sandsten

# building
source: School
de_ch: Schule
es: Escuela
hu: Iskola
is: Skóli
sv: Skola

# building
source: Semi-detached
de_ch: Doppelhaushälfte
es: Pareado / Casa pareada / Casa doble
hu: Ikerház
sv: Parhus

# building
source: Semidetached house
de_ch: Doppelhaushälfte
es: Casa pareada / doble
hu: Ikerház
is: Hálfaðgreint hús
sv: Parhus

# building
source: Service
de_ch: Dienstgebäude
es: Servicio
hu: Gépészeti épület
is: Þjónusta

# building
source: Shed
de_ch: Schuppen
es: Cobertizo
hu: Fészer
is: Skúr
sv: Skjul

# building
source: Shelter
de_ch: Obdachlosenunterkunft
es: Refugio
hu: Esőbeálló
is: Skýli
sv: Skydd

# building
source: Silo building
de_ch: Silo-Gebäude
es: Edificio silo
hu: Silóépület
is: Bygging með sílói
sv: Silobyggnad

# building
source: Skillion
de_ch: Schrägdach
es: A un agua
hu: Félnyeregtető
sv: Pulpettak

# building
source: Skipped Levels
de_ch: Ignorierte Geschosse
es: Niveles de omisión
hu: Kihagyott szintek
sv: Överhoppade våningar

# building
source: Sport
es: Deporte
is: Íþróttir
