Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: A designated portion of water for the landing and take-off of sea-planes.
de_ch: Ein bestimmter Bereich des Wassers für das Starten und Landen von Wasserflugzeugen.
es: Una porción designada de agua para el aterrizaje y despegue de hidroaviones.
hu: Hidroplán le- és felszállására kijelölt vízterület.
sv: En avsedd del av vattnet för landning och start av sjöflygplan.

source: A device capable of, or intended for, reflecting radar signals.
de_ch: Ein Gerät, das in der Lage ist, Radarimpulse zu reflektieren oder dafür vorgesehen ist.
es: Un dispositivo capaz de, o destinado a, reflejar señales de radar.
hu: Radarjelek visszaverésére alkalmas vagy arra szánt eszköz.
sv: En anordning som kan, eller är avsedd för, att reflektera radarsignaler.

source: A distance mark indicates the distance measured from an origin and consists of either a solid visible structure or a distinct location without special installation.
de_ch: Eine Entfernungsmarke gibt die Entfernung von einem Ursprung aus an und besteht entweder aus einer festen sichtbaren Struktur oder einem deutlichen Ort ohne besondere Installation.
es: Una marca de distancia indica la distancia medida desde un origen y consiste en una estructura visible sólida o una ubicación distinta sin instalación especial.
hu: A távolságjelzés a valamely kiindulási ponttól mért távolságot jelzi, és vagy egy szilárd, látható szerkezetből, vagy egy külön telepítés nélküli, jól elkülöníthető helyből áll.
sv: Ett avståndsmärke anger avståndet mätt från en origo och består antingen av en solid synlig struktur eller en tydlig plats utan särskild installation.

source: A distinctively marked vessel anchored or moored at a charted point, to serve as an important floating aid to navigation with major light.
de_ch: Ein deutlich gekennzeichnetes Schiff, das an einem verzeichneten Punkt verankert oder vertäut ist, um als wichtige schwimmende Navigationshilfe mit einem grossen Licht zu dienen.
es: Una embarcación distintivamente marcada, anclada o amarrada en un punto cartografiado, para servir como una importante ayuda flotante a la navegación con luz principal.
hu: Jellegzetesen megjelölt hajó, amely egy térképezett ponton horgonyoz vagy horgonyoz, és amely fontos, nagy fényű, úszó navigációs segédeszközként szolgál.
sv: Ett tydligt markerat fartyg som är ankrat eller förtöjt vid en sjökortspunkt, för att fungera som ett viktigt flytande hjälpmedel vid navigering med starkt ljus.

source: A farm within a bigger settlement
de_ch: Ein Bauernhof in einer grösseren Siedlung
es: Una granja dentro de un asentamiento más grande
hu: Nagyobb településen belüli mezőgazdasági üzem, tanya
sv: En bondgård inom en större bosättning

source: A fee must be paid
de_ch: Eine Gebühr wird erhoben
es: Se debe pagar una tarifa
hu: Fizetni kell érte
sv: En avgift måste betalas

source: A fixed artificial structure in the water and/or adjoining the land. It may also refer to features such as training walls, which are not necessarily connected to, nor form part of the shoreline.
de_ch: Eine feste künstliche Struktur im Wasser und/oder angrenzend an das Land. Es kann sich auch auf Merkmale wie Befestigungswände beziehen, die nicht unbedingt mit dem Ufer verbunden sind oder Teil davon sind.
es: Una estructura artificial fija en el agua o adyacente a la tierra. También puede referirse a elementos como muros de contención, que no están necesariamente conectados ni forman parte de la costa.
hu: A vízen található és/vagy a szárazföldhöz kapcsolódó, rögzített mesterséges építmény. Olyan elemekre is utalhat, mint például az áramlásterelő fal, amelyek nem feltétlenül kapcsolódnak a partvonalhoz, és nem is képezik annak részét.
sv: En fast artificiell struktur i vattnet och/eller i anslutning till land. Det kan också syfta på funktioner som övningsvallar, som inte nödvändigtvis är anslutna till eller utgör en del av strandlinjen.

source: A flat area of sand, gravel or pebble next to water.
de_ch: Eine flache Fläche aus Sand, Kies oder Kiesel in der Nähe von Wasserflächen.
es: Una zona plana de arena, grava o piedras junto al agua.
hu: Víz melletti homokos, sóderes vagy kavicsos, lapos terület.
is: Flatt svæði með sandi, möl eða smásteinum næst vatni.
sv: En platt yta av sand, grus eller småsten vid vatten.

source: A floating structure, usually rectangular in shape which serves as landing, pier head or bridge support.
de_ch: Eine schwimmende Struktur, normalerweise rechteckig geformt, die als Landeplatz, Pierkopf oder Brückenstütze dient.
es: Una estructura flotante, generalmente de forma rectangular, que sirve como muelle de aterrizaje, cabecera de muelle o soporte de puente.
hu: Általában téglalap alakú, úszó szerkezet, amely kikötőhelyként, mólófejként vagy híd alátámasztására szolgál.
sv: En flytande konstruktion, vanligtvis rektangulär i formen, som fungerar som landning, pirhuvud eller brostöd.

source: A geographically defined part of the sea or other navigable waters. It may be specified within its limits by its proper name.
de_ch: Ein geografisch definiertes Gebiet des Meeres oder anderer befahrbarer Gewässer. Es kann innerhalb seiner Grenzen durch seinen eigenen Namen spezifiziert werden.
es: Una parte geográficamente definida del mar u otras aguas navegables. Puede especificarse dentro de sus límites por su nombre propio.
hu: Tenger vagy más hajózható víz földrajzilag meghatározott része. Határain belül a saját nevével is meghatározható.
sv: En geografiskt definierad del av havet eller andra farbara vatten. Den kan inom sina gränser specificeras med sitt riktiga namn.

source: A group of artillary (cannon) in a fixed fortification
de_ch: Eine Gruppe von Artilleriegeschützen (Kanonen) in einer festen Befestigungsanlage
es: Un grupo de artillería (cañones) en una fortificación fija.
hu: Tüzérségi eszközök (ágyúk) csoportja egy épített erődítményben
sv: En grupp artilleri (kanoner) i en fast befästning

source: A junction where railways diverge or converge.
de_ch: Ein Knotenpunkt, an dem Schienenwege auseinander- oder zusammenlaufen.
es: Una intersección donde los ferrocarriles se dividen o convergen.
sv: En korsning där järnvägar divergerar eller konvergerar.

source: A kids area is available
de_ch: Spielfläche für Kinder vorhanden
es: Hay una zona para niños
hu: Van gyerekeknek fenntartott rész
sv: Område för barn finns tillgängligt

source: A lane where submarines may navigate under water or at the surface.
de_ch: Eine Fahrspur, auf der U-Boote unter Wasser oder an der Oberfläche navigieren können.
es: Un carril donde los submarinos pueden navegar bajo el agua o en la superficie.
hu: Sáv, ahol tengeralattjáró a víz alatt vagy a felszínen közlekedhet.
sv: En farled där ubåtar kan navigera under vattnet eller vid ytan.

source: A large mobile wave-like sediment feature in shallow water and composed of sand. The wavelength may reach 100 metres, the amplitude may be up to 20 metres.
de_ch: Eine grosse, wellenartige Sedimentformation in flachem Wasser, bestehend aus Sand. Die Wellenlänge kann bis zu 100 Meter erreichen, die Amplitude kann bis zu 20 Meter betragen.
es: Una gran característica de sedimento móvil similar a una ola en aguas poco profundas y compuesta de arena. La longitud de onda puede alcanzar los 100 metros, la amplitud puede ser de hasta 20 metros.
hu: Nagy méretű, mozgó, hullámszerű, homokból álló üledékképződmény sekély vízben. A hullámhossz elérheti a 100 métert, az amplitúdó akár 20 méter is lehet.
sv: Ett stort, rörligt, vågliknande sediment i grunt vatten, bestående av sand. Våglängden kan nå 100 meter och amplituden kan vara upp till 20 meter.

source: A large storage structure used for storing loose materials, liquids and/or gases.
de_ch: Eine grosse Lagerstruktur, die zum Lagern von losen Materialien, Flüssigkeiten und/oder Gasen verwendet wird.
es: Una gran estructura de almacenamiento utilizada para almacenar materiales sueltos, líquidos o gases.
hu: Nagy méretű tárolószerkezet, amelyet laza anyag, folyadék és/vagy gáz tárolására használnak.
sv: En stor förvaringsstruktur som används för att lagra lösa material, vätskor och/eller gaser.

source: A line of trees.
de_ch: Eine Baumreihe
es: Una línea de árboles.
hu: Sorba ültetett fák.
is: Trjálína.
sv: En linje med träd.

source: A line separating the lanes in which ships are proceeding in opposite, or nearly opposite directions; or separating a traffic lane from an adjacent sea area; or separating traffic lanes designated for particular classes of ships proceeding in the same direction.
de_ch: Eine Linie, die die Fahrspuren trennt, in denen Schiffe in entgegengesetzter oder nahezu entgegengesetzter Richtung fahren; oder eine Linie, die eine Verkehrsspur von einem angrenzenden Seegebiet trennt; oder eine Linie, die Verkehrsspuren trennt, die für bestimmte Klassen von Schiffen in gleicher Richtung vorgesehen sind.
es: Una línea que separa los carriles en los que los barcos se desplazan en direcciones opuestas o casi opuestas; o que separa un carril de tráfico de una zona marítima adyacente; o que separa los carriles de tráfico designados para clases particulares de barcos que se desplazan en la misma dirección.
hu: Vonal, amely a következőket választja el: (i) sávokat, amelyekben a hajók ellentétes vagy közel ellentétes irányban haladnak, (ii) egy forgalmi sávot és egy szomszédos tengeri területet, vagy (iii) az azonos irányban haladó hajók egyes osztályai számára kijelölt forgalmi sávokat.
sv: En linje som skiljer de trafikleder där fartyg färdas i motsatta eller nästan motsatta riktningar; eller som skiljer ett trafikled från ett angränsande havsområde; eller som skiljer trafikleder avsedda för särskilda klasser av fartyg som färdas i samma riktning.

source: A lock basin is a wet dock in a waterway, permitting a ship to pass from one level to another.
de_ch: Ein Schleusenbecken ist ein nasser Hafen in einem Wasserweg, der einem Schiff ermöglicht, von einer Ebene auf eine andere zu gelangen.
es: Una dársena de esclusa es un muelle húmedo en una vía fluvial, que permite a un barco pasar de un nivel a otro.
hu: A zsilipmedence egy vízi úton található egy vizes dokk, amellyel a hajók átléphetnek egyik szintről a másikra.
sv: En slussbassäng är en våtdocka i en vattenväg som tillåter ett fartyg att passera från en nivå till en annan.

source: A long heavy timber or section of steel, wood, concrete, etc. forced into the earth which may serve as a support, as for a pier, or a free standing pole within a marine environment.
de_ch: Ein langer schwerer Balken oder Abschnitt aus Stahl, Holz, Beton usw., der in die Erde getrieben wird und als Stütze dienen kann, z. B. für einen Pier oder eine freistehende Stange in einer marinen Umgebung.
es: Una viga larga y pesada o sección de acero, madera, hormigón, etc. forzada contra la tierra que puede servir como soporte, como para un muelle, o un poste independiente dentro de un entorno marino.
hu: A földbe nyomott hosszú, nehéz gömbfa vagy acél, fa, beton stb. hasáb, amely támaszként szolgálhat (például egy mólóhoz), vagy szabadon álló oszlop tengeri környezetben.
sv: En lång tung träbjälke eller sektion av stål, trä, betong etc. som tvingas ner i jorden och som kan fungera som stöd, till exempel för en pir eller en fristående stolpe i en marin miljö.

source: A low area between hills.
de_ch: Ein tieferes Gebiet zwischen zwei Hügeln.
es: Una zona baja entre las colinas.
hu: Dombok közötti alacsony terület.
is: Lægra svæði milli hæða.
sv: Ett låglänt område mellan höjder

source: A luminous or lighted aid to navigation, light. The IALA Maritime Buoyage System rules (INT-1 Q 130) will apply to minor lights, but not to leading lights.
de_ch: Ein leuchtendes oder beleuchtetes Navigationshilfsmittel, Licht. Die Regeln des IALA Maritime Buoyage Systems (INT-1 Q 130) gelten für kleine Lichter, aber nicht für Leitlichter.
es: Una ayuda luminosa o iluminada para la navegación, luz. Las reglas del Sistema de Balizamiento Marítimo de la IALA (INT-1 Q 130) se aplicarán a las luces menores, pero no a las luces principales.
hu: Világító vagy megvilágított navigációs segédeszköz, fény. Az IALA Tengeri Bójázási Rendszerének szabályai (INT-1 Q 130) a kisebb fényekre vonatkoznak, de a vezérfényekre nem.
sv: Ett lysande eller upplyst navigationshjälpmedel, ljus. IALA:s regler för maritimt avstängningssystem (INT-1 Q 130) gäller för mindre ljus, men inte för ledljus.

source: A luminous or lighted aid to navigation. Light. Lighthouse. An all around light is a light that is visible over the whole horizon of interest to marine navigation. Secotr lights present different appearances (in particular, different colours) over various parts of the horizon of interest to maritime navigation.
de_ch: Ein leuchtendes oder beleuchtetes Navigationshilfsmittel. Licht. Leuchtturm. Ein Rundumlicht ist ein Licht, das über den gesamten für die Schifffahrt interessanten Horizont sichtbar ist. Sektorlichter zeigen über verschiedene Teile des für die maritime Navigation interessanten Horizonts unterschiedliche Erscheinungsbilder (insbesondere unterschiedliche Farben) auf.
es: Una ayuda luminosa o iluminada para la navegación. Luz. Faro. Una luz de todo horizonte es una luz que es visible en todo el horizonte de interés para la navegación marítima. Las luces de sector presentan diferentes apariencias (en particular, diferentes colores) sobre varias partes del horizonte de interés para la navegación marítima.
hu: Világító vagy megvilágított navigációs segédeszköz. Fény. Világítótorony. A körkörös fény olyan fény, amely a tengeri hajózás szempontjából érdekes teljes horizonton látható. A szektorfények a tengeri hajózás szempontjából fontos horizont különböző részein különböző megjelenésűek (különösen különböző színűek).
sv: Ett lysande eller upplyst navigationshjälpmedel. Ljus. Fyr. Ett runtomljus är ett ljus som är synligt över hela horisonten av intresse för marin navigering. Säkerhetsljus har olika utseenden (i synnerhet olika färger) över olika delar av horisonten av intresse för marin navigering.

source: A machine for lifting, shifting and lowering objects or materials by means of a swinging boom or with a lifting apparatus.
de_ch: Eine Maschine zum Heben, Verschieben und Senken von Objekten oder Materialien mittels eines schwenkbaren Auslegers oder mit einer Hebevorrichtung.
es: Una máquina para levantar, desplazar y bajar objetos o materiales mediante una pluma oscilante o con un aparato de elevación.
hu: Tárgy vagy anyag emelésére, elmozdítására és leeresztésére szolgáló gép, amely lengőgémmel vagy emelőberendezéssel működik.
sv: En maskin för att lyfta, förskjuta och sänka föremål eller material med hjälp av en svängbar bom eller med en lyftanordning.

source: A man-made barrier used as an enclosure or boundary or for protection.
de_ch: Eine von Menschenhand geschaffene Barriere, die als Einfriedung, Grenze oder zum Schutz verwendet wird.
es: Una barrera artificial utilizada como cerramiento, límite o para protección.
hu: Mesterséges akadály, amelyet kerítésként, határként vagy védelemre használnak.
sv: En konstgjord barriär som används som inhägnad, gräns eller för skydd.

source: A marker along a route.
de_ch: Wegweiser entlang einer Route.
es: Un marcador a lo largo de una ruta.
hu: Jelölés egy útonal mentén.
sv: Enklare märkning eller skyltning längs med en led för att visa dess sträckning.

source: A means of distinguishing unlighted marks at night. Retro-reflective material is secured to the mark in a particular pattern to reflect back light.
de_ch: Ein Mittel zur Unterscheidung von unbeleuchteten Markierungen bei Nacht. Retroreflektierendes Material wird in einem bestimmten Muster an der Markierung befestigt, um das Licht zurückzustrahlen.
es: Un medio para distinguir marcas no iluminadas por la noche. El material retrorreflectante se fija a la marca en un patrón particular para reflejar la luz.
hu: A kivilágítatlan jelek éjszakai megkülönböztetésének eszköze. A fényvisszaverő anyag meghatározott mintázatban van a jelhez rögzítve, hogy visszaverje a fényt.
sv: Ett sätt att urskilja obelysta märken på natten. Retroreflekterande material fästs vid märket i ett visst mönster för att reflektera motljus.

source: A mountain or hill ridge.
de_ch: Der Grat eines Berges oder Hügels
es: Una cresta de montaña o colina
hu: Hegygerinc
is: Fjalls- eða hæðahryggur.
sv: Ett berg eller en ås.

source: A named or numbered place where a vessel is moored at a wharf.
de_ch: Ein benannter oder nummerierter Ort, an dem ein Schiff an einem Kai festgemacht ist.
es: Un lugar con nombre o numerado donde una embarcación está amarrada en un muelle.
hu: Megnevezett vagy számozott hely, ahol egy hajó kiköthet a rakparthoz.
sv: En namngiven eller numrerad plats där ett fartyg ligger förtöjt vid en kaj.

source: A natural issue of water or other substances from the earth. One on the bottom of the sea is called a 'submarine spring'.
de_ch: Ein natürlicher Ausfluss von Wasser oder anderen Substanzen aus der Erde. Einer am Meeresboden wird als "Unterwasserquelle" bezeichnet.
es: Una salida natural de agua u otras sustancias de la tierra. Una en el fondo del mar se llama 'manantial submarino'.
hu: Víz vagy más anyag természetes kilökődése a talajból. Ha a tenger mélyén található, akkor tenger alatt forrásnak (submarine spring) nevezik.
sv: Ett naturligt utflöde av vatten eller annat ämne från marken. På havsbotten kan det kallas undervattenskälla.

source: A non-steam dry sauna in which water is not thrown on the stove.
de_ch: Eine Trockensauna ohne Dampf, bei der kein Wasser auf den Ofen gegossen wird.
es: Una sauna seca sin vapor en la que no se arroja agua sobre la estufa.
hu: Gőz nélküli száraz szauna, amelyben nem öntenek vizet a kályhára.
sv: En torrbastu utan ånga där vatten inte kastas på spisen.

source: A notable rock or group of rocks, with at least one of them firmly attached to the underlying bedrock.
de_ch: Ein besonderer Felsen oder eine Gruppe von Felsen, wobei mindestens einer fest mit dem Felsuntergrund verbunden ist.
es: Una roca notable o grupo de rocas, con al menos una de ellas firmemente sujeta a los cimientos subyacentes.
hu: Feltűnő szikla vagy sziklacsoport, amelyek közül legalább egy szilárdan kötődik az aljzatkőzethez.
is: Áberandi steinn, klöpp eða hópur stórra steina þar sem að minnsta kosti einn þeirra er fastur við undirliggjandi berggrunn.
sv: En anmärkningsvärd sten eller grupp av stenar, där minst en sitter ihop med underliggande berggrund.

source: A notice board or sign indicating information to the mariner. A signboard used to indicate prohibitions, regulations, restrictions, recommendations and general information which apply to a waterway or a section of a waterway.
de_ch: Ein Hinweisschild oder eine Tafel, die Informationen für den Seefahrer anzeigt. Eine Tafel, die Verbote, Vorschriften, Einschränkungen, Empfehlungen und allgemeine Informationen anzeigt, die für einen Wasserweg oder einen Abschnitt eines Wasserwegs gelten.
es: Un tablero de anuncios o señal que indica información al navegante. Un letrero utilizado para indicar prohibiciones, regulaciones, restricciones, recomendaciones e información general que se aplican a una vía fluvial o a una sección de una vía fluvial.
hu: Hirdetőtábla vagy jelzés, amely hajósoknak szóló információkat tartalmaz. A víziútra vagy annak egy szakaszára vonatkozó tilalmak, előírások, korlátozások, ajánlások és általános információk jelzésére szolgáló tábla.
sv: En anslagstavla eller skylt som anger information till sjöfararen. En skylt som används för att ange förbud, föreskrifter, restriktioner, rekommendationer och allmän information som gäller för en vattenväg eller en del av en vattenväg.

source: A pedestrian door or gate near a larger gate
de_ch: Türe oder Gatter für Fussgänger neben einem grösseren Tor
es: Una puerta o portón peatonal cerca de una puerta más grande.
hu: Nagyobb kapu melletti gyalogos ajtó vagy kapu
sv: En dörr för fotgängare eller grind nära en större grind

source: A permanent offshore structure, either fixed or floating, used in the production of oil or natural gas.
de_ch: Eine dauerhafte Offshore-Struktur, entweder fest oder schwimmend, die zur Förderung von Öl oder Erdgas verwendet wird.
es: Una estructura costa afuera permanente, fija o flotante, utilizada en la producción de petróleo o gas natural.
hu: Kőolaj vagy földgáz kitermeléséhez használt állandó, rögzített vagy úszó tengeri szerkezet.
sv: En permanent konstruktion till havs, flytande eller förankrad, som används till utvinning och produktion av olja eller naturgas.

source: A persistent body of dense ice that is constantly moving under its own weight.
de_ch: Ein beständiger Körper aus dichtem Eis, der sich ständig, auch wegen seinem eigenen Gewicht, bewegt.
es: Un cuerpo persistente de denso hielo que se mueve constantemente bajo su propio peso.
hu: Sűrű, állandó jégtest, amely saját tömege miatt folyamatosan mozog.
is: Viðvarandi massi af þéttum ís sem hreyfist stöðugt undan eigin þunga.
sv: En bestående kropp med is som konstant flyttas under sin egen vikt.

source: A pillar hydrant where the barrel is pressurized at all times, with individual valves for each outlet.
de_ch: Ein Überflurhydrant, der immer unter Druck steht, mit einzelnen Absperrhähnen für jeden Auslass.
es: Un hidrante de columna donde el cilindro está presurizado en todo momento, con válvulas individuales para cada salida.
hu: Föld fölötti tűzcsap, ahol az oszlop folyamatosan nyomás alatt van, és minden egyes kifolyóhoz külön szelep tartozik.
sv: En brandpost ovan jord där brandposthuvudet är konstant trycksatt, med enskilda ventiler för varje utlopp.

source: A pillar hydrant where the water shutoff valve is below ground.
de_ch: Ein Überflurhydrant, bei dem der Absperrhahn im Boden ist.
es: Un hidrante de columna donde la válvula de cierre del agua está bajo tierra.
hu: Föld fölötti tűzcsap, ahol a vízelzáró szelep a föld alatt található.
sv: En brandpost ovan jord där avstägningsventilen sitter under jord.

source: A place at which a service generally of interest to small craft or pleasure boats is available.
de_ch: Ein Ort, an dem in der Regel ein Service für kleine Boote oder Freizeitboote verfügbar ist.
es: Un lugar en el que se dispone de un servicio generalmente de interés para embarcaciones pequeñas o de recreo.
hu: Olyan hely, ahol a kishajók vagy kedvtelési célú hajók számára általában fontos szolgáltatás áll rendelkezésre.
sv: En plats där en tjänst av allmänt intresse för småbåtar eller fritidsbåtar finns tillgänglig.

source: A place equipped to transmit radio waves.
de_ch: Ein Ort, der mit der Übertragung von Radiowellen ausgestattet ist.
es: Un lugar equipado para transmitir ondas de radio.
hu: Rádióhullámok továbbítására felszerelt hely.
sv: En plats utrustad för att sända radiovågor.

source: A place where equipment for saving life at sea is maintained. Also called life saving station.
de_ch: Ein Ort, an dem Ausrüstung zur Rettung von Menschenleben auf See gewartet wird. Auch als Rettungsstation bezeichnet.
es: Un lugar donde se mantiene el equipo para salvar vidas en el mar. También llamado estación de salvamento.
hu: Tengeri életmentéshez szükséges felszerelések karbantartására szolgáló hely. Más néven életmentő állomás.
sv: En plats där utrustning för att rädda liv till sjöss förvaras. Även kallad livräddningsstation.
