Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Sidewalk left cycling
de_ch: Velofahren Trottoir links
es: Ciclismo en acera izquierda
hu: Bal járda: kerékpározás
sv: Trottoar vänster cykling

source: Sidewalk left smoothness
de_ch: Oberflächenbeschaffenheit Bürgersteig links
es: Suavidad de la acera izquierda
hu: Bal járda simasága
sv: Trottoar vänster släthet

source: Sidewalk left width (m)
de_ch: Breite Bürgersteig links (m)
es: Ancho de la acera izquierda (m)
hu: Bal járda szélessége (m)
sv: Trottoar vänster bredd (m)

source: Sidewalk left-hand side
de_ch: Bürgersteig links
es: Acera izquierda
hu: Bal járda
is: Gangstétt til vinstri handar
sv: Trottoar vänster sida

source: Sidewalk right cycling
de_ch: Velofahren Trottoir rechts
es: Ciclismo en acera derecha
hu: Jobb járda: kerékpározás
sv: Trottoar höger cykling

source: Sidewalk right smoothness
de_ch: Oberflächenbeschaffenheit Bürgersteig rechts
es: Suavidad de la acera derecha
hu: Jobb járda simasága
sv: Trottoar höger släthet

source: Sidewalk right width (m)
de_ch: Breite Bürgersteig rechts (m)
es: Ancho de la acera derecha (m)
hu: Jobb járda szélessége (m)
sv: Trottoar höger bredd (m)

source: Sidewalk right-hand side
de_ch: Bürgersteig rechts
es: Acera derecha
hu: Jobb járda
is: Gangstétt til hægri handar
sv: Trottoar höger sida

source: Sight
de_ch: Sehenswürdigkeit
es: Atracción turística
hu: Látnivaló (általános)
is: Útsýnisskýringar
sv: Sevärdhet

source: Sign
de_ch: Schild
es: señal
hu: Gyakorlat leírása
is: Skilti
sv: Skylt

source: Sign maker
de_ch: Schildermacher
es: Fabricante de señales
hu: Reklámtábla-készítő
is: Framleiðandi skiltis
sv: Skylttillverkare

source: Signal box
de_ch: Stellwerk
es: Caseta de señales
sv: Signalställ

source: Signals ahead
de_ch: Ampel vorraus
es: Semáforos adelante
hu: Jelzőtábla előjelzése
sv: Varning för trafiksignal

source: Sikh
de_ch: Sikhismus
es: Sij
hu: Szikh
is: Sikkísmi
sv: Sikhisk

source: Silver
de_ch: Silber
es: Plata
hu: ezüst
is: Silfur

source: Single
de_ch: Einflüglig
es: Simple
hu: Egy sorompó
is: Einfalt
sv: Enkel

source: Single direction roads
de_ch: Strassen mit einer Fahrtrichtung
es: Calles de un solo sentido
hu: Egyirányú utak
is: Einstefnuvegir
sv: Enkelriktade vägar

source: Sinhala
de_ch: Singhalesisch
es: Cingalés
hu: szingaléz
sv: Singalesiska

source: Sinkhole
de_ch: Senkloch
es: Sumidero / Derrumbe
hu: Víznyelő
is: Jarðfall
sv: Slukhål

source: Siphon
es: Sifón
sv: Sifon

source: Siren
de_ch: Sirene
es: Sirena
hu: Sziréna
is: Sírena

source: Sit-up
de_ch: Rumpfbeuge
es: Abdominales
hu: Felülés

source: Site
de_ch: Anlage
es: Sitio
hu: Telephely
is: Stæði
sv: Plats

source: Site name
de_ch: Name der Anlage
es: Nombre del sitio
hu: Telephely neve
is: Staðarheiti
sv: Platsnamn

source: Site type
de_ch: Anlagentyp
es: Tipo de sitio

source: Skateboard
es: Monopatín / Skate
hu: Gördeszka
is: Hjólabretti

source: Ski Route
de_ch: Loipe
es: Ruta de esquí
hu: Síútvonal
is: Skíðaleið
sv: Skidspår

source: Ski jump piste
de_ch: Skisprungpiste
es: Pista de salto de esquí
sv: Backhoppningspist

source: Ski jump takeoff point
de_ch: Absprung
es: Punto de despegue de salto de esquí
sv: Hoppkant

source: Ski jumping
de_ch: Skispringen
es: Salto de esquí
sv: Backhoppning

source: Ski jumping tower
de_ch: Skisprungturm
es: Torre de salto de esquí
sv: Backhoppningstorn

source: Ski route
de_ch: Wintersportroute
es: Ruta de esquí
hu: Síútvonal
is: Skíðaleið
sv: Skidspår

source: Ski route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
es: Ruta de esquí (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
hu: Síútvonal (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
is: Skíðaleið (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
sv: Skidspår (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Skiing
de_ch: Skifahren
es: Esquí
hu: Síelés
is: Skíði
sv: Skidor

source: Skiing (piste)
de_ch: Skifahren (Piste)
es: Esquí (pista)
hu: Síelés (sípálya)
is: Skíði (brautar)
sv: Skidåkning

source: Skin care
de_ch: Hautpflege
es: Cuidado de la piel
hu: Bőrápolás
is: Húðsnyrting
sv: Hudvård

source: Skipped height (meters)
de_ch: untere Höhe (Meter)
es: Altura salteada (metros)
hu: Kihagyott magasság (méter)
sv: Överhoppad höjd (meter)

source: Skunk
de_ch: Stinktier
es: Mofeta
hu: Bűzös borz
is: skúnkur

source: Slate
de_ch: Schiefer
es: Pizarra
hu: Természetes pala
is: Steinþynnur
sv: Skiffer

source: Slight left
de_ch: Leicht links
es: Un poco a la izquierda
hu: Enyhén balra
is: Lítillega til vinstri
sv: Svagt vänster

source: Slight right
de_ch: Leicht rechts
es: Vista derecha
hu: Enyhén jobbra
is: Lítillega til hægri
sv: Svagt höger

source: Slipway
de_ch: Slipanlage
es: Varadero / Rampa de varada
hu: Sólya
is: Dráttarbraut
sv: Sjösättningsplats

source: Slot machines
de_ch: Spielautomat
es: Máquinas tragaperras / tragamonedas
hu: Játékgép
is: Spilakassar
sv: Spelautomater

source: Slovak
de_ch: Slovakisch
es: Eslovaco
hu: szlovák
is: Slóvakíska
sv: Slovakiska

source: Slovenian
de_ch: Slovenisch
es: Esloveno
hu: szlovén
is: Slóvenska
sv: Slovenska

source: Small Appliances
de_ch: Kleingeräte
es: Electrodomésticos pequeños
hu: Kisgép
is: Lítil raftæki
sv: Hushållsapparater

source: Small craft facility
de_ch: kleine Handwerksanlage
es: Instalación para embarcaciones pequeñas
hu: Kishajós létesítmény
is: Smábátaaðstaða
sv: Hhantverksanläggning

source: Small-scale landform incised into surrounding terrain through erosion by flowing water.
de_ch: Kleiner Landschaftseinschitt entstanden durch fliesendes Wasser
es: Accidente geográfico de pequeña escala formado por la erosión del terreno circundante debido al flujo de agua.
sv: Småskalig landform som inristats i omgivande terräng genom erosion av rinnande vatten.

source: Smartism
de_ch: Smarta
es: Smartismo
hu: Szmártista

source: Smoke
de_ch: Rauchen
es: Humo
hu: Dohányzás
is: Reykur
sv: Rökning

source: Smoking
de_ch: Rauchen
es: Fumar
hu: Dohányzás
is: Reykingar
sv: Rökning

source: Smoking area
de_ch: Raucherbereich
es: Área de fumadores
hu: Dohányzásra kijelölt terület
is: Reykingasvæði
sv: Rökområde

source: Smoothie
es: Batido
is: Þeytingur

source: Smoothness
de_ch: Oberflächenzustand
es: Suavidad
hu: Út simasága
is: Hrjúfleiki
sv: Släthet

source: Snake
de_ch: Schlange
es: Serpiente
hu: Kígyó
is: Snákar
sv: Orm

source: Snow bridge
de_ch: Schneebrücke
es: Puente de nieve
hu: Ferde lavinakerítés
sv: snöbro

source: Snow height sensor
de_ch: Schneehöhen-Sensor
es: Sensor de altura de nieve
sv: Snöhöjdssensor

source: Snow leopard
de_ch: Schneeleopard
es: Leopardo de las nieves
hu: Hópárduc
is: Snjóhlébarði
sv: Snöleopard

source: Snow stick
de_ch: Schneestab
es: Regla de nieve
sv: Snödjupsmätare

source: Soccer
de_ch: Fussball
es: Fútbol
hu: Labdarúgás
is: Knattspyrna
sv: Fotboll

source: Social Centre
de_ch: Gemeinschaftszentrum
es: Centro social
hu: Szociális központ
is: Félagsmiðstöð
sv: Socialkontor

source: Social Club
de_ch: Geselligkeitsverein
es: Club social
hu: Társasági klub
is: Félagsstarfsklúbbur
sv: Social klubb

source: Social Facilities
de_ch: Sozialeinrichtung
es: Instalaciones sociales
hu: Szociális létesítmények
is: Aðstaða félagsstarfs
sv: Sociala inrättningar

source: Social Networks
de_ch: Soziale Netzwerke
es: Redes sociales
hu: Közösségi oldalak
is: Samfélagsnet
sv: Sociala nätverk

source: Social Workshop
de_ch: Geschützte Werkstätte
es: Taller social
hu: Szociális foglalkoztató
is: Vinnustofa félagsstarfs
sv: Daglig verksamhet

source: Social security
de_ch: Sozialeinrichtung
es: Seguridad Social
hu: Társadalombiztosítás
is: Sjúkrasamlag
sv: Social trygghet

source: Social services
de_ch: Sozialdienste
es: Servicios sociales
hu: Szociális szolgáltatások
is: Félagsþjónusta
sv: Sociala tjänster

source: Soil thermometer - soil temperature
de_ch: Bodenthermometer - Bodentemperatur
es: Termómetro de suelo - temperatura del suelo
sv: Jordtermometer - jordtemperatur

source: Solar Power Generator
de_ch: Solarkraftwerk
es: Generador de energía solar
hu: Napenergia-generátor
is: Sólaraflgjafi
sv: Solkraftverk

source: Solar Power Plant
de_ch: Solarkraftwerk
es: Planta de energía solar
hu: Naperőmű
is: Sólorkuknúin aflstöð
sv: Solkraftverk

source: Solid
de_ch: Fester Belag
es: Sólido
hu: Tömör
is: Gegnheilt

source: Somali
de_ch: Somalisch
es: Somalí
hu: szomáli
is: Sómalska
sv: Somaliska

source: Sorbian
de_ch: Sorbisch
es: Sorabo
hu: szorb
is: Sorbneska
sv: Sorbiska

source: Sound signals
de_ch: Akustische Signale
es: Señales sonoras
hu: Hangjelzés
is: Hljóðmerki
sv: Ljudsignal

source: Soup
de_ch: Suppe
es: Sopa
hu: leves
is: Súpa
sv: Soppa

source: South
de_ch: Süd
es: Sur
hu: Dél
is: Suður
sv: Söder

source: Spaceport
de_ch: Weltraumbahnhof
es: Puerto espacial
hu: Űrrepülőtér
is: Geimflaugastöð
sv: Rymdbas

source: Spaces for Disabled
de_ch: Behindertenplätze
es: Espacios para discapacitados
hu: Helyek mozgáskorlátozottaknak
is: Rými fyrir fatlaða
sv: Platser för handikappade

source: Spaces for Parents
de_ch: Elternparkplätze
es: Espacios para los Padres
hu: Helyek szülőknek
is: Rými fyrir foreldra
sv: Platser för föräldrar

source: Spaces for Women
de_ch: Frauenparkplätze
es: Espacios para mujeres
hu: Helyek nőknek
is: Rými fyrir konur
sv: Platser för kvinnor

source: Spacing between grids (meters)
de_ch: Abstand zwischen Gattern (Meter)
es: Espaciado entre rejas (metros)
hu: Korlátok közötti távolság (méter)
sv: Avstånd mellan hindren i färdriktningen (meter)

source: Spanish
de_ch: Spanisch
es: Español
hu: spanyol
is: Spænska
sv: Spanska

source: Sparse
de_ch: Spärlich
es: Disperso
hu: Ritka
is: Gisið
sv: Gles

source: Sparsely planted shrubbery. Generally speaking able-bodied persons could walk through them (although this is usually not desirable).
de_ch: Spärliche Bepflanzung mit Sträuchern. Im Allgemeinen können gehfähige Personen durch sie hindurchgehen (obwohl dies in der Regel nicht erwünscht ist).
es: Arbustos plantados escasamente. En general, las personas sin discapacidad física podrían caminar a través de ellos (aunque esto no suele ser deseable).
hu: Gyéren ültetett bokrok. Az átlagember át tud sétálni közöttük (bár ez általában nem kívánatos).
sv: Glest buskage. Generellt möjligt för de flesta att passera igenom (även om det oftast inte är önskvärt).

source: Special purpose beacon
de_ch: Spezial-Zweck-Bake
es: Baliza de propósito especial
hu: Különleges célú jel
is: Sjómerki í sérstökum tilgangi
sv: Specialfyr

source: Special purpose buoy
de_ch: Spezial-Zweck-Boje
es: Boya de propósito especial
is: Bauja í sérstökum tilgangi
sv: Specialboj

source: Specialized off-road: tractor, ATV
de_ch: Spezialisierte Off-Road Fahrzeuge: Traktor, ATV
es: Todoterreno especializado: tractor, vehículo todoterreno
hu: Különleges terepre való járművel: traktor, quad
is: Sérstaklega gert fyrir utanvegaakstur: dráttarvélar, fjórhjól
sv: Specialiserad terrängkörning: traktor, fyrhjuling

source: Species
de_ch: Artname
es: Especies
hu: Faj (latin név)
is: Tegundir
sv: Arter

source: Speech (departures board)
de_ch: Sprachausgabe (Abfahrtstafel)
es: Voz (panel de salidas)
sv: Tal (avgångstavlan)

source: Speech (information display)
de_ch: Sprachausgabe (Informationssystem)
es: Voz (pantalla de información)
sv: Tal (informationsdisplay)

source: Speech output
de_ch: Sprachausgabe
es: Salida de voz
sv: Talutmatning

source: Speech therapist
de_ch: Logopäde
es: Logopeda / Terapeuta del habla
hu: Beszédterapeuta
is: Talmeinafræðingur
sv: Logoped

source: Speed Camera
de_ch: Blitzer
es: Cámara de velocidad / Radar de velocidad
hu: Traffipax
is: Hraðamyndavél
sv: Fartkamera

source: Speed display
de_ch: Geschwindigkeitsanzeige
es: Pantalla de velocidad
hu: Sebességkijelző
is: Birting hraða
sv: Hastighetsvisning

source: Speed limit sign
de_ch: Höchstgeschwindigkeits-Schild
es: Señal de límite de velocidad
sv: Hastighetsbegränsningsskylt

source: Speed limit sign (separate)
de_ch: Höchstgeschwindigkeits-Schild (separat)
es: Señal de límite de velocidad (separada)
sv: Hastighetsbegränsningsskylt (separat)

source: Spices
de_ch: Gewürze
es: Especias
hu: Fűszerbolt
is: Krydd
sv: Kryddor

source: Spiderweb
de_ch: Spinnennetz
es: Telaraña
hu: Pókháló
sv: Spindelnät

source: Spikes
de_ch: Nagel
es: Púas
hu: Tüskék
is: Gaddar
sv: Spikar

source: Spiritist
de_ch: spiritistisch
es: Espiritista
hu: Spiritiszta
is: Spíritístar

source: Spiritualist
de_ch: Spiritualismus
es: Espiritista
hu: Spiritualista
sv: Spiritistisk

source: Splash pad
de_ch: Splash-Block
es: Zona de juegos acuáticos
hu: Vízsugársorozat
is: Skvettupollur
sv: Plask-lekplats

source: Sport
es: Deportivo/a
is: Íþróttir

source: Sport (Ball)
es: Deporte (Pelota)
hu: Sport (labdajátékok)
is: Boltaíþróttir
sv: Idrott (boll)

source: Sport Facilities
de_ch: Sporteinrichtungen
es: Instalaciones deportivas
hu: Sportlétesítmények
is: Íþróttamannvirki
sv: Idrottsanläggning

source: Sport climbing
de_ch: Sportklettern
es: Escalada
hu: Sportmászás
is: Sportklifur
sv: Sportklättring

source: Sport club
de_ch: Sportverein
es: Club deportivo
hu: Sportegyesület
is: Íþróttaklúbbur
sv: Idrottsförening

source: Sports
de_ch: Sport
es: Deportes
hu: Sport
is: Íþróttir
sv: Sporter

source: Sports Centre
de_ch: Sportzentrum
es: Polideportivo
hu: Sportközpont
is: Íþróttamiðstöð
sv: Sportcenter

source: Sports Hall
de_ch: Sporthalle
es: Pabellón deportivo / Sala de deportes
hu: Sportcsarnok
is: Íþróttahús
sv: Idrottshall, gympasal

source: Sports and hobbies
de_ch: Sport und Hobby
es: Deportes y pasatiempos
hu: Sport és hobbi
is: Íþróttir og áhugamál
sv: Sport och hobby

source: Sports centre
de_ch: Sportzentrum
es: Polideportivo
hu: Sportközpont
is: Íþróttamiðstöð
sv: Sportcenter

source: Spring
de_ch: Quelle
es: Manantial
hu: Forrás
is: Lind
sv: Källa

source: Sprint
es: Carrera de velocidad
hu: Rövidtávfutás
sv: Sprinta

source: Square
de_ch: Rechtwinklig machen
es: Ortogonalizar / Cuadrar
is: Hornrétta
sv: Rätvinkla

source: Squat
de_ch: Kauernd
es: Inodoro de tipo turco/placa turca
hu: Guggolós
sv: Huktoalett

source: Squeeze
de_ch: Quetschen
es: Aprieto / Paso estrecho
hu: Szűkítés
sv: Lutande inåt

source: Squeezer
de_ch: Verengung
es: Exprimidor
hu: Rés
sv: Klämbarriär

source: Stadium
de_ch: Stadion
es: Estadio
hu: Stadion
is: Leikvangur

source: Stairs
de_ch: Treppe
es: Escaleras
hu: Lépcső
is: Stigar
sv: Trappor

source: Stalinist architecture
de_ch: Stalinistische Architektur
es: Arquitectura estalinista
hu: Sztálinista
is: Stalínískur byggingastíll
sv: Stalinistisk arkitektur

source: Stamps
de_ch: Briefmarken
es: Sellos
hu: Bélyeg
is: Frímerki
sv: Frimärken

source: Stand
es: Soporte / Atril
hu: Állvány
sv: Ställ

source: Stand builder
de_ch: Standbauer
es: Constructor de stands
hu: Standépítő
is: Kynningarbásagerð
sv: Ställbyggare

source: Stand up comedy
es: Monólogos / Stand-up comedy
is: Uppistand
sv: Stand up-komedi

source: Standard (offers toilets and water)
de_ch: Standard (bietet Toiletten und Frischwasser)
es: Estándar (ofrece baños y agua)
sv: Standard (erbjuder toaletter och vatten)

source: Stars
de_ch: Sterne
es: Estrellas
hu: Csillagok
is: Stjörnur
sv: Stjärnor

source: Start date
de_ch: Eröffnungsdatum
es: Fecha de inicio/comienzo
hu: Kezdeti dátum
is: Upphafsdagur
sv: Startdatum

source: State
de_ch: Status
es: Estado / Provincia
hu: Tartomány, állam
is: Staða
sv: Stat

source: Stately
de_ch: Schloss
es: Señorial
hu: Kastély
sv: Herrgård

source: Station or amenities
de_ch: Station oder Attraktion
es: Estación o servicios
hu: Állomás vagy szolgáltatások
is: Stöð eða aðstaða
sv: Station eller bekvämligheter

source: Stationery
de_ch: Schreibwarengeschäft
es: Papelería
hu: Papírbolt
is: Skrifstofuvörur
sv: Kontorsmaterial och -produkter

source: Statistics
de_ch: Statistik
es: Estadística
hu: Statisztika
is: Tölfræði
sv: Statistik

source: Statue
es: Estatua
hu: Szobor
is: Stytta
sv: Staty

source: Steak house
es: Asador
hu: steak house (marhaszelet)
is: Steikhús
sv: Stekhus

source: Steam
de_ch: Dampf
es: Vapor
hu: Gőz
sv: Ånga

source: Steam generator
de_ch: Dampfkessel
es: Generador de vapor
hu: Gőzgenerátor
is: Gufuaflgjafi
sv: Ånggenerator

source: Steam turbine
de_ch: Dampfturbine
es: Turbina de vapor
hu: Gőzturbina
is: Gufutúrbína
sv: Ångturbin

source: Steam/Turkish
de_ch: Dampfbad/Türkisch
es: Baño turco/de vapor
hu: Gőz / török
sv: Ånga/Turkisk

source: Steel
de_ch: Stahl
es: Acero
hu: Acél
is: Stál
sv: Stål

source: Steeplechase
de_ch: Hindernislauf
es: Carrera de obstáculos
hu: Akadályfutás
sv: Hinderlöpning

source: Stellarator
es: Estelarador
hu: Sztellarátor

source: Step height in cm
de_ch: Stufenhöhe in cm
es: Altura del escalón en cm
hu: Lépcsőmagasság (cm)
is: Hæð þreps í sm
sv: Steghöjd i cm

source: Stepover
de_ch: Übersteige-Hindernis
es: Peldaño / Escalón
hu: Átlépőhely
sv: Stegövergång

source: Steppe
es: Estepa
hu: Sztyepp
is: Steppa
sv: Stäpp

source: Stepping stones
de_ch: Schrittsteine
es: Piedras para cruzar / Pasaderas
hu: Lépőkövek
is: Stiklusteinar
sv: Spångbrädor

source: Steps
de_ch: Stufen
es: Escalones
hu: Lépcső
is: Þrep
sv: Trapport

source: Stile
de_ch: Zaunübertritt
es: Escalera de peldaños/estribo
hu: Kerítésátjáró
is: Hliðstigi
sv: Övergång

source: Stomatology
de_ch: Stomatologie
es: Estomatología
hu: Szájüregi gyógyászat (sztomatológia)
sv: Stomatologi (Sjukhustandläkare)

source: Stone
de_ch: Stein
es: Piedra
hu: Kő
is: Steinn
sv: Sten

source: Stone block
de_ch: Steinblock
es: Bloque de piedra
sv: Stenblock

source: Stonemason
de_ch: Steinmetz
es: Cantero
hu: Kőfaragó
is: Steinsmiður
sv: Stenhuggare

source: Stop
es: Señal de alto
hu: Stoptábla
is: Stöðvun
sv: Stopp

source: Stop Area
de_ch: Haltestellenbereich
es: Área de parada
hu: Megállóterület
is: Stöðvunarsvæði
sv: Stoppyta

source: Stop Position
de_ch: Halteposition
es: Posición de parada
hu: Megállási pont

source: Stop ahead
de_ch: Stop vorraus
es: Parada adelante / Stop adelante
hu: Stop tábla előjelzése
sv: Stopplikt uppkommande

source: Stop area
de_ch: Haltestellenbereich
es: Área de parada

source: Stop line
de_ch: Stoplinie
es: Línea de detención
sv: Stopplinje

source: Stop sign
de_ch: Stoppschild
es: Señal de alto
hu: Stoptábla
is: Stöðvunarmerki
sv: Stoppskylt

source: Stop sign (separate)
de_ch: Stopschild (separat)
es: Señal de alto (separada)
sv: Stoppskylt (separat)

source: Stop types
de_ch: Halte-Typen
es: Tipos de parada
hu: Megállótípusok
sv: Stopptyp

source: Storage
de_ch: Lager
es: Almacenamiento / Trastero
hu: Tárolás
is: Geymsla
sv: Förvaring

source: Storage Tank
de_ch: Lagertank
es: Tanque de almacenamiento
hu: Tároló tartály
is: Geymslutankur
sv: Förvaringstank

source: Storage rental
de_ch: Lagerraumvermietung
es: Alquiler de trasteros / Alquiler de almacenes
hu: Raktárbérlés
is: Leigugeymslur
sv: Hyrlager

source: Store
de_ch: Geschäft (Innenraum)
es: Tienda / Almacén
hu: Tárolóhelyiség
is: Búð
sv: Butik

source: Straight on only
de_ch: Nur Geradeausfahren
es: Solo recto
hu: Kötelező irány: egyenesen tovább
is: Aðeins beint á

source: Strait
de_ch: Meerenge
es: Estrecho
hu: Szoros
is: Sund
sv: Sund

source: Stratovolcano (composite volcano)
de_ch: Stratovulkan (zusammengesetzter Vulkan)
es: Estratovolcán (volcán compuesto)
is: Eldkeila (samsett eldfjall)
sv: Stratovulkan (kompositvulkan)

source: Stream
de_ch: Bach
es: Arroyo / Riachuelo
hu: Patak
is: Lækur
sv: Bäck

source: Stream pool
de_ch: Flussstaustrecke
es: Poza de arroyo/corriente
hu: Kiszélesedő meder
is: Hylur
sv: Bäckbassäng

source: Street
de_ch: Strasse
es: Calle
hu: Utca
is: Gata
sv: Väg

source: Street (up to 20m)
de_ch: Strasse (bis zu 20 Meter)
es: Calle (hasta 20m)
hu: 2. Utca (legfeljebb 20 m-ről)
sv: Gata (upp till 20 m)

source: Street Lamp
de_ch: Strassenlaterne
es: Farola / Lámpara de calle
hu: Utcai lámpa
is: Götulýsing
sv: Gatlampa

source: Street area
de_ch: Strassenfläche
es: Área de calle
hu: Út területe
is: Götusvæði
sv: Vägområde

source: Street cabinet
de_ch: Verteilerkasten
es: Armario de calle
hu: Utcai közműszekrény
is: Götuskápur
sv: Gatuskåp

source: Street has no name
de_ch: Strasse hat keinen Namen
es: La calle no tiene nombre
hu: Név nélküli utca
is: Gata er ekki með neitt nafn
sv: Väg har inget namn

source: Street lighting
de_ch: Strassenbeleuchtung
es: Alumbrado público
hu: Közvilágítás
is: Götulýsing
sv: Gatubelysning

source: Street name
de_ch: Strassenname
es: Nombre de la calle
hu: Utcanév
is: Götuheiti
sv: Gatunamn

source: Street parking both sides
de_ch: Strassenrandparken beidseitig
es: Estacionamiento en la calle a ambos lados
hu: Utcai parkolás mindkét oldalon
is: Bílastæði götu báðum megin
sv: Gatuparkering båda sidor

source: Street parking both sides:
de_ch: Strassenrandparken beidseitig:
es: Estacionamiento en la calle a ambos lados:
hu: Utcai parkolás mindkét oldalon:
is: Bílastæði götu báðum megin:
sv: Gatuparkering båda sidor:

source: Street parking left-hand side
de_ch: Strassenrandparken links
es: Estacionamiento en la calle en el lado izquierdo
hu: Utcai parkolás a bal oldalon
is: Bílastæði götu á vinstri hönd
sv: Gatuparkering på vänster sida

source: Street parking left-hand side:
de_ch: Strassenrandparken links:
es: Estacionamiento en la calle en el lado izquierdo:
hu: Utcai parkolás a bal oldalon:
is: Bílastæði götu á vinstri hönd:
sv: Gatuparkering på vänster sida:

source: Street parking right-hand side
de_ch: Strassenrandparken rechts
es: Estacionamiento en la calle en el lado derecho
hu: Utcai parkolás a jobb oldalon
is: Bílastæði götu á hægri hönd
sv: Gatuparkering på höger sida

source: Street parking right-hand side:
de_ch: Strassenrandparken rechts:
es: Estacionamiento en la calle en el lado derecho:
hu: Utcai parkolás a jobb oldalon:
is: Bílastæði götu á hægri hönd:
sv: Gatuparkering på höger sida:

source: Streets
de_ch: Strassen
es: Calles
hu: Utcák
is: Götur
sv: Vägar

source: String bog
de_ch: Aaspamoore
es: Turbera lineal / Hilera de turberas
hu: Dagadóláp
is: Rimamýri
sv: Strängmosse

source: Strip Club
es: Club de striptease
hu: Sztriptízbár
is: Fatafelluklúbbur
sv: Strippklubb

source: Stripes
de_ch: Streifen
es: Rayas
sv: Ränder

source: Stroke
de_ch: Strichart
es: Trazo
sv: Streck

source: Stroller access
de_ch: Kinderwagenzugang
es: Acceso con cochecito de bebé
hu: Használat babakocsival
sv: Barnvagnstillgänlig

source: Stroller ramp
de_ch: Kinderwagenrampe
es: Rampa para silla de bebé
hu: Babakocsirámpa
sv: Barnvagnsramp

source: Studio
es: Estudio
hu: Stúdió
is: Upptökustúdíó

source: Styles
de_ch: Tanzstile
es: Estilos
hu: Táncstílusok
is: Stílar
sv: Stilar

source: Sub area
de_ch: Untergeordnetes Gebiet
es: Sub área
hu: Alterület
is: Undirsvæði
sv: Underområde

source: Subdistrict
de_ch: Untergeordneter Bezirk
es: Subdistrito
hu: Aljárás
sv: Underdistrikt

source: Subject
de_ch: Thema
es: Asunto
hu: Tárgy
is: Viðfangsefni
sv: Ämne

source: Submarine cable
de_ch: Unterseekabel
es: Cable submarino
hu: Tenger alatti kábel
is: Neðansjávarkapall
sv: Undervattenskabel

source: Submarine pipeline
de_ch: Unterwasser-Pipeline
es: Tubería submarina
hu: Tenger alatti csővezeték
is: Neðansjávarleiðsla
sv: Undervattensrörledning

source: Submarine transit lane
de_ch: U-Boot-Transitweg
es: Carril de tránsito submarino
hu: Tengeralattjáró-átjárósáv
is: Neðansjávarflutningaleið
sv: Ubåtsfarled

source: Subnational
es: Subnacional
hu: Szubnacionális
is: Undirþjóðlegt
sv: Subnationell

source: Substance
de_ch: Substanz
es: Sustancia
hu: Szállított anyag
is: Efni
sv: Substans
