Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: e-cigarette
de_ch: E-Zigarettengeschäft
es: cigarrillo electrónico
hu: elektromos cigaretta
is: rafrettur
sv: e-cigarett

source: edge ways parallel to 'across'
de_ch: Randwege parallel zu 'hinüber'
es: rutas de borde paralelas a «cruzado»
hu: szegélyvonalak párhuzamosítása a híddal
sv: kantvägar parallella med 'tvärs'

source: edge ways parallel to 'through'
de_ch: Randwege parallel zu 'hindurch'
es: bordes paralelos a «a través de»
hu: szegélyvonalak párhuzamosítása az alagúttal
sv: kantvägar parallella med 'genom'

source: entrances to the site, on the perimeter
de_ch: Eingänge zur Anlage
es: entradas al lugar, en el perímetro
hu: bejáratok a helyszínre, a körvonalon
sv: entréer till platsen, på omkretsen

source: entry points
de_ch: Einstieg in die Route
es: puntos de entrada
hu: belépési pontok
is: inngöngupunktar
sv: infarter

source: exposed sites may be secured with ropes or chains, possible need to use hands for balance. Partly exposed sites with fall hazard, scree, pathless jagged rocks
de_ch: Exponierte Stellen können mit Seilen oder Ketten gesichert sein, Hände werden evtl. zur Balance benötigt. Teilweise exponierte Stellen mit Sturzgefahr, Geröll, zerklüfteter Fels mit nicht sichtbarem Weg.
es: los lugares expuestos pueden estar asegurados con cuerdas o cadenas, posible necesidad de utilizar las manos para equilibrarse. Los lugares de grupo espuestos con peligro de caída, derrumbe, rocas dentadas
hu: a kitett helyek kötelekkel vagy láncokkal vannak biztosítva, az egyensúlyozáshoz kézre is szükség lehet. Lezuhanásveszélyes helyek, hordaléklejtő, ösvény nélküli éles sziklák
sv: utsatta platser kan säkras med rep eller kedjor, eventuellt behov av att använda händer för balans. Delvis utsatta platser med fallrisk, skred, stiglösa över vassa stenar

source: first way after junction
de_ch: erster Weg nach Kreuzung
es: primer camino tras el cruce
hu: a csomópont utáni első vonal
sv: första vägen efter korsningen

source: fitness station
de_ch: Fitnessgerät
es: estación de fitness
hu: tornaállomás
is: líkamsræktarpóstur
sv: träningsstation

source: fork node for alternative routes
de_ch: Verzweigungsknoten für Alternativroute
es: nodo bifurcado para rutas alternativas
hu: elágazási pont alternatív útvonalakhoz
sv: förgreningsnod för alternativa rutter

source: forward halt point
de_ch: Haltestelle in Vorwärtsrichtung
es: punto de parada hacia delante
hu: megállási pont a vonallal ellentétes irányba
sv: främre stopppunkt

source: forward segment
de_ch: Segment in Vorwärtsrichtung
es: segmento adelantado
hu: előrefelé mutató szakasz
sv: framåtsegmentet

source: from way
de_ch: Start
es: forma de camino
hu: ettől a vonaltól:
is: af leið
sv: från väg

source: gravitational
de_ch: Gravitationswellen
es: gravitacional
hu: Gravitációs
sv: gravitationskraft

source: guard
de_ch: Wache
es: guardia
hu: Őr
sv: Vakt

source: guidepost
de_ch: Wegweiser
es: poste indicador
hu: útirányjelző tábla
is: leiðsögustaur
sv: Vägvisare

source: hail and ride route segment
de_ch: Halt auf Anfrage Streckenabschnitt
es: segmento de ruta de parada a petición
hu: „leintés és felszállás” útvonalszakasz
sv: Vinka-och-åk-ruttsegment

source: halt point
de_ch: Haltestelle
es: Punto de parada
hu: jármű megállásának pontja
sv: Stoppunkt

source: house
de_ch: Wohnhaus
es: casa
hu: ház
is: hús
sv: hus

source: houses belonging to the street
de_ch: Zur Strasse gehörende Häuser
es: Casas pertenecientes a la calle
hu: az utcához tartozó házak
is: hús sem tilheyra götunni
sv: husen hör till gatan

source: ibeacon major number
de_ch: ibeacon Hauptnummer
es: Número mayor de iBeacon
sv: ibeacon huvudnummer

source: ibeacon minor number
de_ch: ibeacon Nebenzahl
es: Número menor de iBeacon
sv: iBeacon minor-nummer

source: infrastructure
de_ch: Infrastruktur
es: infraestructura
hu: infrastruktúra
is: stoðkerfi
sv: Infrastruktur

source: inner segment
de_ch: Segment eines inneren Ringes
es: segmento interno
hu: belső szakasz
is: innri bútur
sv: inre segment

source: junction
de_ch: Gabelung
es: cruce
hu: csomópont
is: tenging
sv: korsning

source: last way before junction
de_ch: letzter Weg vor Kreuzung
es: Último camino antes del cruce
hu: a csomópont előtti utolsó vonal
sv: sista vägen före korsningen

source: link segment
de_ch: Verbindungssegment
es: Enlazar segmento
hu: összekötő szakasz
sv: länksegment

source: location of enforcement device
de_ch: Standort des Verkehrsüberwachungsgeräts
es: ubicación de ejecución de dispositivo
hu: forgalomellenőrző berendezés elhelyezkedése
sv: Plats för trafiksäkerhetsutrustning

source: member
de_ch: Mitglied
es: miembro
hu: tag
is: stak
sv: medlem

source: members of site
de_ch: Anlagenteile
es: miembros del lugar
hu: telephely tagjai
sv: medlemmar av plats

source: node of the intersection
de_ch: Kreuzungspunkt
es: nodo de la intersección
hu: a kereszteződést jelző pont
sv: knutpunkten i korsningen

source: node on way where enforcement starts
de_ch: Knoten auf dem Weg wo die Verkehrsüberwachung beginnt
es: Nodo en el camino donde comienza la ejecución
hu: a forgalomellenőrzés kezdetének pontja a vonalon
sv: nod där tillämpningen börjar

source: outer segment
de_ch: Segment eines äusseren Ringes
es: segmento externo
hu: külső szakasz
is: ytri bútur
sv: Yttre segment

source: perimeter of the site
de_ch: Aussengrenze der Anlage
es: Perímetro del sito
hu: telephely kerülete
is: útjaðar svæðisins
sv: omkrets på plats

source: place where waterway ends
de_ch: Mündung
es: lugar donde termina la vía fluvial
sv: plats där vattenvägen slutar

source: platform
de_ch: Plattform
es: andén
hu: peron
is: pallur
sv: plattform

source: platform (entry only)
de_ch: Halteplattform (nur einsteigen)
es: Plataforma (sólo entrada)
hu: peron (csak belépés)
is: pallur (einungis inngangur)
sv: plattform (endast påstigning)

source: platform (exit only)
de_ch: Halteplattform (nur aussteigen)
es: plataforma (sólo salida)
hu: peron (csak leszállás)
is: pallur (einungis útgangur)
sv: plattform (endast avstigning)

source: position of sign
de_ch: Schildposition
es: Posición de señal
hu: a tábla helye
is: staðsetning skiltis
sv: Position för skylt

source: route
es: ruta
hu: útvonal
is: leið
sv: rutt

source: route segment
de_ch: Routenteil
es: segmento de ruta
hu: útvonalszakasz
is: leiðarbútur
sv: ruttsegment

source: route variant/direction (at least 2)
de_ch: Umleitung/Wegweiser (mindestens 2)
es: ruta variante/dirección (al menos 2)
hu: útvonalváltozat/-irány (legalább 2)
sv: Ruttvariant/riktning (minst 2)

source: shortcut segment
de_ch: Teil einer Abkürzung
es: Atajo
hu: rövidítő szakasz
sv: genvägssegment

source: single plainly climbing up to second grade. Exposed, demanding terrain, jagged rocks, few dangerous glacier and snow
de_ch: deutlich sichtbar bis hin zum zweiten Grad. Exponiert, anspruchsvolles Gelände, schroffer Fels, einige gefährliche Gletscher und Schnee.
es: uno claramente escalando al segundo grado. Expuesto, exigiendo terreno, rocas dentadas, algunos peligrosos glaciares y nieve
hu: szimpla, egyszerűen mászható egészen a második nehézségi fokozatig. Kitett, megerőltető terep, éles sziklák, néhány veszélyes gleccser és hó
sv: Enstaka enklare klättring upp till nästa nivå. Exponerad, krävande terräng, vassa stenar, få farliga glaciärer och snö

source: sometimes need for hand use to get ahead. Terrain quite exposed, precarious grassy acclivities, jagged rocks, facile snow-free glaciers
de_ch: Manchmal braucht man die Hände, um weiterzukommen. Terrain ziemlich exponiert, unsichere grasbewachsene Steigungen, schroffe Felsen, einfache schneefreie Gletscher
es: a veces se necesita ayuda para continuar. Terreno bastante expuesto, precarias actividades en la hierba, rocas dentadas, glaciares sin nieve superficiales
hu: Néha csak kézzel lehet előrejutni. A terep meglehetősen kitett, ingatag füves kaptatók, csipkézett sziklák, bizonytalan hómentes gleccserek.
sv: Ibland behöver man använda handen för att komma framåt. Terrängen är ganska utsatt, vanskliga gräsbevuxna uppförsbackar, vassa stenar, fina snöfria glaciärer

source: spring of waterway
de_ch: Quelle
es: Resorte de canal
hu: vízfolyás forrása
sv: vattenkälla

source: start and stop endpoint
de_ch: Start- und Stop-Endpunkt
es: punto final de inicio y parada
hu: kiindulási és végpont
sv: start- och stoppslutpunkt

source: start endpoint
de_ch: Start Endpunkt
es: punto final de inicio
hu: kiindulási pont
is: upphafspunktur
sv: startslutpunkt

source: stop endpoint
de_ch: Stop Endpunkt
es: punto final de parada
hu: végpont
is: endapunktur
sv: stoppslutpunkt

source: stop position
de_ch: Halteposition
es: posición de detención
hu: megállási pont

source: stop position (entry only)
de_ch: Halteposition (Einsteigen)
es: posición de detención (sólo entrada)
hu: megállási pont (csak felszállás)
sv: stopposition (endast påstigning)

source: stop position (exit only)
de_ch: Halteposition (Aussteigen)
es: detener positión (sólo salida)
hu: megállási pont (csak leszállás)
sv: Stopposition (endast avstigning)

source: stop_position
de_ch: Halteposition
es: posición de parada
hu: megállási pont
sv: stoppposition

source: street
de_ch: Strasse
es: calle
hu: utca
is: gata
sv: gata

source: to way
de_ch: Ziel
es: Al camino
hu: a vonalhoz
is: að leið
sv: till väg

source: variant segment
de_ch: Nebenstrecke
es: segmento de variante
hu: útvonalváltozat-szakasz

source: via node or ways
de_ch: via Knoten oder Wegsegmente
es: Nodo de vía o caminos
hu: ponttal vagy vonalakkal
sv: via nod eller väg

source: waterways (no riverbank)
de_ch: Wasserlauf (nicht Flussbett)
es: Ríos navegables (sin orillas)
hu: vízfolyás (nem a part)
sv: vattenvägar (ingen flodbank)

source: way forming the outline footprint
de_ch: Weg, der den Umriss festlegt
es: Camino formando el contorno de la huella
hu: a függőleges vetület körvonalát követő vonal
sv: väg som formar konturens fotavtryck

source: ways being part of street
de_ch: Wege die zur Strasse gehören
es: caminos que son parte de una calle
hu: az utca részét képező vonalak
sv: vägen är en del av gatan

source: ways forming the section of measurement
de_ch: Wege, die den Messabschnitt bilden
es: vías que forman la sección de medición
sv: väg som utgör mätsektionen

source: ways passing through the tunnel
de_ch: Wege durch den Tunnel
es: caminos que pasan a través del tunel
hu: az alagúton áthaladó vonalak
sv: vägar som passerar genom tunneln

source: ways passing under the bridge
de_ch: Wege unter der Brücke
es: caminos que pasan bajo el puente
hu: a híd alatt áthaladó vonalak
sv: vägar som passerar under bro

source: ways supported by (on top of) the bridge
de_ch: Wege über/getragen durch die Brücke
es: caminos sooportados por (por encima de) el puente
hu: a híd által alátámasztott (rajta lévő) vonalak
sv: vägar som stöds av (ovanpå) bron

source: where enforcement ends
de_ch: Ende der kontrollierten Zone
es: dónde termina la aplicación
hu: a forgalomellenőrzés vége
sv: Var trafiksäkerhetsutrustning slutar

source: where to place the label
de_ch: Position der Beschriftung
es: dónde ubicar la etiqueta
hu: hová helyezzük a címkét
is: hvar eigi að staðsetja merkinguna
sv: plats för etiektt

# material
source: Aluminium
es: Aluminio
hu: Alumínium
is: Ál

# material
source: Andesite
de_ch: Andesit
es: Andesita
hu: Andezit
is: Andesít
sv: Andesit

# material
source: Barbed wire
de_ch: Stacheldraht
es: Alambrada con púas
hu: Szögesdrót
is: Gaddavír
sv: Taggtråd

# material
source: Bars
de_ch: Stangen
es: Barras
hu: (Fém)rudak
is: Bitar
sv: Stänger

# material
source: Brass
de_ch: Blech
es: Latón
hu: Sárgaréz
is: Látún (messing)
sv: Mässing

# material
source: Brick
de_ch: Backstein
es: Ladrillo
hu: Tégla
is: Múrsteinn
sv: Tegel

# material
source: Bronze
es: Bronce
hu: Bronz
is: Brons
sv: Brons

# material
source: Chain link
de_ch: Maschendraht
es: Alambrado
hu: Drótkerítés
is: Keðja
sv: Kedja

# material
source: Concrete
de_ch: Beton
es: Hormigón
hu: Beton
is: Steinsteypa
sv: Betong

# material
source: Electric
de_ch: Elektrisch
es: Eléctrico
hu: Elektromos
is: Rafmagns
sv: Elektrisk

# material
source: Glass
de_ch: Glas
es: Cristal
hu: Üveg
is: Gler
sv: Glas

# material
source: Granite
de_ch: Granit
es: Granito
hu: Gránit
is: Granít
sv: Granit

# material
source: Masonry
de_ch: Mauerwerk
es: Mamposteria
hu: Falazat
is: Steinhleðsla
sv: Murverk

# material
source: Plastic
de_ch: Kunststoff
es: Plástico
hu: Műanyag
is: Plast
sv: Plast

# material
source: Pole
de_ch: Mast
es: Mástil
hu: Rúd
is: Staurar
sv: Påle

# material
source: Railing
de_ch: Geländer
es: Reja
hu: Korlát
is: Vegrið
sv: Räcke

# material
source: Reinforced concrete
de_ch: Stahlbeton
es: Hormigón armado
hu: Vasbeton
is: Járnbent steinsteypa
sv: Armerad betong

# material
source: Split rail
de_ch: Lattenzaun (Split rail)
es: Dividir raíl
hu: Hasított gömbfa
is: Klofnir teinar
sv: Delad skena

# material
source: Steel
de_ch: Stahl
es: Acero
hu: Acél
is: Stál
sv: Stål

# material
source: Stone
de_ch: Stein
es: Roca
hu: Kő
is: Steinn
sv: Sten

# material
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# material
source: Wire
de_ch: Draht
es: Cable
hu: Táblás kerítés
is: Vírar
sv: Kabel

# material
source: Wood
de_ch: Holz
es: Madera
hu: Fa
is: Viður
sv: Trä

# surface
source: Asphalt
es: Asfalto
hu: Aszfalt
is: Asfalt
sv: Asfallt

# surface
source: Cobblestone
de_ch: Kopfsteinpflaster allgemein
es: Adoquinado
hu: Nagy kavics (görgeteg)
is: Götusteinar
sv: Kullersten

# surface
source: Compacted
de_ch: Verdichtet
es: Compacto
hu: Tömörített
is: Þjappað
sv: Komprimerad

# surface
source: Concrete
de_ch: Beton
es: Hormigón
hu: Beton
is: Steinsteypa
sv: Betong

# surface
source: Concrete lanes
de_ch: Fahrspuren aus Beton
es: Carriles de hormigón
hu: Beton nyomsávok
is: Steinsteyptar akreinar
sv: Betongplattor

# surface
source: Concrete plates
de_ch: Betonplatten
es: Placas de hormigón
hu: Betonlapok
is: Steinsteyptar plötur
sv: Betongplattor

# surface
source: Dirt
de_ch: Erde
es: Tierra
hu: Poros
is: Mold
sv: Jord

# surface
source: Fine gravel
de_ch: Feiner Kies
es: Grava fina
hu: Murva
is: Fín möl
sv: Fint grus

# surface
source: Grass
de_ch: Gras
es: Césped
hu: Fű
is: Gras
sv: Gräs

# surface
source: Grass paver
de_ch: Rasenpflaster
es: Pavimentadora de hierba
hu: Gyephézagos térkő
is: Grassteinar
sv: Gräsarmering

# surface
source: Gravel
de_ch: Kies
es: Grava
hu: Zúzott kő
is: Möl
sv: Grus

# surface
source: Ground
de_ch: Erde
es: Terreno
hu: Föld
is: Yfirborð
sv: Mark

# surface
source: Mud
de_ch: Schlamm
es: Lodo
hu: Sár
is: Leðja
sv: Lera

# surface
source: Paved
de_ch: Versiegelt
es: Camino pavimentado
hu: Burkolt
is: Bundið slitlag
sv: Belagd

# surface
source: Paving stones
de_ch: Pflastersteine
es: Adoquines
hu: Térkő
is: Hellusteinar
sv: Gatsten

# surface
source: Pebblestone
de_ch: Kieselsteine
es: Guijarro
hu: Kavics
is: Steinvölur
sv: Småsten

# surface
source: Rock
de_ch: Felsen
es: Roca
hu: Szikla
is: Grjótjökull
sv: Sten

# surface
source: Rubber
de_ch: Gummi
es: Goma
hu: Gumi
is: Gúmmí
sv: Gummi

# surface
source: Sand
es: Arena
hu: Homok
is: Sandur

# surface
source: Segregated cycleway surface
de_ch: Radwegoberfläche
es: Superficie del carril bici segregado
hu: Elkülönített kerékpárút felszíne
is: Yfirborð aðgreindrar hjólaleiðar
sv: Beläggning på uppdelad cykelbana

# surface
source: Segregated footway surface
de_ch: Fusswegoberfläche
es: Superficie de la acera/vereda segregada
hu: Elkülönített gyalogjárda felszíne
is: Yfirborð aðgreindrar gönguleiðar
sv: Beläggning på uppdelad gångbana

# surface
source: Sett
de_ch: Kopfsteinpflaster, bearbeitete Steine
es: Adoquinado
hu: Macskakő
is: Steinlagt
sv: Kullersten

# surface
source: Sidewalk surface
de_ch: Oberfläche Bürgersteig
es: Superficie de la acera/vereda
hu: Járda felszíne
is: Gangstéttaryfirborð
sv: Trottoar yta

# surface
source: Sidewalk surface left
de_ch: Oberfläche Bürgersteig links
es: Superficie de la acera/vereda izquierda
hu: Bal járda felszíne
is: Gangstéttaryfirborð til vinstri
sv: Trottoar yta vänster

# surface
source: Sidewalk surface right
de_ch: Oberfläche Bürgersteig rechts
es: Superficie de la acera/vereda derecha
hu: Jobb járda felszíne
is: Gangstéttaryfirborð til hægri
sv: Trottoar yta höger

source: Surface
de_ch: Oberfläche
es: Superficie
hu: Felszín
is: Yfirborð
sv: Yta

# surface
source: Unhewn cobblestone
de_ch: Rohes Kopfsteinpflaster, unregelmässige Steine
es: Adoquín sin labrar
hu: Vágatlan nagy kavics (görgeteg)
is: Ósléttir götusteinar
sv: Ohuggen kullersten

# surface
source: Unpaved
de_ch: Nicht versiegelt
es: Sin pavimentar
hu: Burkolatlan
is: Óbundið slitlag
sv: Obelagd

# surface
source: Wood
de_ch: Holz
es: Madera
hu: Fa
is: Viður
sv: Trä

# surface
source: Wood chips
de_ch: Holzschnitzel
es: Astillas de madera
hu: Faapríték
is: Spænir
sv: Träflis

# overtaking
source: Allowed
de_ch: Erlaubt
es: Permitido
is: Leyft
sv: Tillåten

# overtaking
source: Both directions
de_ch: Beide Richtungen
es: Ambas direcciones
hu: Mindkét irányba
is: Báðar áttir
sv: Båda riktningarna

# overtaking
source: HGV Overtaking
de_ch: Überholen LKW
es: Adelantamiento de vehículos pesados
sv: Omkörning av tunga lastbilar

# overtaking
source: HGV Overtaking @
de_ch: Überholen LKW @
es: Adelantamiento de vehículos pesados @
sv: Omkörning av tung lastbil @

# overtaking
source: In way direction
de_ch: In Wegrichtung
es: En la dirección de la vía
hu: A vonal irányába
is: Í stefnu leiðar
sv: I sträckans riktning

# overtaking
source: Opposite to way direction
de_ch: Entgegengesetzt zur Wegrichtung
es: Opuesto a la dirección de la vía
hu: A vonallal ellentétes irányban
is: Gagnstætt stefnu leiðar
sv: Motsatt sträckans riktning

source: Overtaking
de_ch: Überholverbot
es: Adelantamiento
hu: Előzés
is: Framúrakstur
sv: Omkörning

# sidewalk
source: Both sides
de_ch: Beidseitig
es: Ambos lados
hu: Mindkét oldalon
is: Báðar hliðar
sv: Båda sidor

# sidewalk
source: Mapped separately
de_ch: Separat erfasst
es: Mapeado por separado
hu: Önállóan szerepel a térképen
is: Kortlagt sérstaklega
sv: Kartlagd separat

# sidewalk
source: No sidewalk
de_ch: Kein Bürgersteig
es: Sin acera/vereda
hu: Járda nincs
is: Engin gangstétt
sv: Trottoar saknas

# sidewalk
source: Only left side
de_ch: Nur links
es: Solo el lado izquierdo
hu: Csak a bal oldalon
is: Aðeins vinstri hlið
sv: Bara vänster sida

# sidewalk
source: Only right side
de_ch: Nur rechts
es: Solo el lado derecho
hu: Csak a jobb oldalon
is: Aðeins hægri hlið
sv: Bara höger sida

source: Sidewalk
de_ch: Trottoir
es: Acera / Vereda
hu: Járda
is: Gangstétt
sv: Trottoar

# sidewalk
source: Sidewalk left
de_ch: Bürgersteig links
es: Acera/vereda izquierda
hu: Bal járda
is: Gangstétt til vinstri
sv: Trottoar vänster

# sidewalk
source: Sidewalk right
de_ch: Bürgersteig rechts
es: Acera/vereda derecha
hu: Jobb járda
is: Gangstétt til hægri
sv: Trottoar höger

# sidewalk
source: Yes
de_ch: Ja
es: Sí
hu: van
is: Já
sv: Ja

# bus_bay
source: Both sides
de_ch: Beidseitig
es: Ambos lados
hu: Mindkét oldalon
is: Báðar hliðar
sv: Båda sidor

source: Bus bay
de_ch: Bushaltebucht
es: Bahía de autobuses
hu: Autóbuszöböl
is: Strætisvagnasvæði
sv: Bussplats

# bus_bay
source: Only left side
de_ch: Nur links
es: Solo el lado izquierdo
hu: Csak a bal oldalon
is: Aðeins vinstri hlið
sv: Bara vänster sida

# bus_bay
source: Only right side
de_ch: Nur rechts
es: Solo el lado derecho
hu: Csak a jobb oldalon
is: Aðeins hægri hlið
sv: Bara höger sida

# pedestrian
source: Crossing type
de_ch: Art des Übergangs
es: Tipo de cruce
hu: Átkelő típusa
is: Tegund gangbrautar
sv: Övergångstyp

# pedestrian
source: Island
de_ch: Verkehrsinsel
es: Isla
hu: Sziget
is: Eyja
sv: Ö

# pedestrian
source: No crossing
de_ch: Kein Übergang
es: Sin cruce peatonal
hu: Nincs átjárás
is: Ekki gangbraut
sv: Ingen övergång.

# pedestrian
source: Not controlled
de_ch: Unbewacht
es: No controlado
hu: Jelzőlámpa nélküli
is: Ekki stýrt
sv: Ej kontrollerad

# pedestrian
source: Traffic signals
de_ch: Ampeln
es: Señales de tránsito
hu: Jelzőlámpa
is: Umferðarljós
sv: Trafiksignal

# pedestrian
source: Unmarked
de_ch: Nicht markiert
es: Sin marcar
hu: Jelzetlen
is: Ómerkt
sv: Omarkerad

# crossing:markings
source: Bicolour zebra
de_ch: Zweifarbiger Zebra
es: Cebra bicolor
hu: Kétszínű zebra
is: Tvílitar rendur
sv: Tvåfärgad zebra

# crossing:markings
source: Crossing type name (UK)
de_ch: Art der Kreuzung (UK)
es: Nombre de tipo de cruce (UK)
hu: Átkelő közismert neve (UK)
is: Nafn á tegund gangbrautar (UK)
sv: Övergångs typ namn (UK)

# crossing:markings
source: Dashes
de_ch: Striche
es: Guiones
hu: Szaggatott vonal oldalt
is: Strikun
sv: Streckat

# crossing:markings
source: Dots
de_ch: Punkte
es: Puntos
hu: Pontok oldalt
is: Punktar
sv: Punkter

# crossing:markings
source: Double zebra
de_ch: Doppelter Zebrastreifen
es: Cebra doble
hu: Két zebra
is: Tvöfaldar rendur
sv: Dubbel zebra

# crossing:markings
source: Ladder
de_ch: Leiter
es: Escalera
hu: Létraminta
is: Stigi
sv: Stege

# crossing:markings
source: Lines
de_ch: Linien
es: Líneas
hu: Vonal oldalt
is: Línur
sv: Linjer

# crossing:markings
source: Marked
de_ch: Markiert
es: Marcado
hu: Jelzett helyen
is: Merkt
sv: Markerad

# crossing:markings
source: Markings
de_ch: Markierungen
es: Marcas
hu: Felfestés
is: Merkingar
sv: Vägmarkeringar

# crossing:markings
source: Paired ladder
de_ch: Leiter paarweise
es: Escalera emparejada
hu: Dupla fokokból álló létraminta
is: Paraður stigi
sv: Parvis stege

# crossing:markings
source: Paired lines
de_ch: Linien paarweise
es: Líneas emparejadas
hu: Vonalpár oldalt
is: Paraðar línur
sv: Parvisa linjer

# crossing:markings
source: Paired zebra
de_ch: Zebrastreifen paarweise
es: Cebra emparejada
hu: Vonalpárokból álló zebra
is: Paraðar rendur
sv: Parvis zebra

# crossing:markings
source: Pelican
de_ch: Pelikan
es: Pelícano
hu: Pelican (UK)
is: Pelíkani
sv: Pelikan

# crossing:markings
source: Pictograms
de_ch: Piktogramme
es: Pictogramas
hu: Piktogramok
is: Táknmyndir
sv: Piktogram

# crossing:markings
source: Skewed ladder
de_ch: Schräge Leiter
es: Escalera sesgada
hu: Ferde fokokból álló létraminta
is: Skekktur stigi
sv: Snedställd stege

# crossing:markings
source: Surface
de_ch: Oberfläche
es: Superficie del suelo
hu: Eltérő burkolat
is: Yfirborð
sv: Yta

# crossing:markings
source: Tiger
es: Tigre
hu: Tigris
is: Tígrisdýr

# crossing:markings
source: Unmarked
de_ch: Keine Markierung
es: Sin marcar
hu: Nincs felfestés
is: Ómerkt
sv: Omarkerad

# crossing:markings
source: Zebra
es: Cebra
is: Sebrahestar

# bridge
source: Abutment
de_ch: Widerlager
es: Estribo
hu: Hídfő
sv: Landfäste

# bridge
source: Aqueduct
de_ch: Aquädukt
es: acueducto
hu: Vízvezeték
is: Vatnsveitubrú
sv: Akvedukt

# bridge
source: Arch
de_ch: Bogen
es: Arco
hu: Ívhíd
is: Bogabrú
sv: Valvbåge

# bridge
source: Bascule
de_ch: Klappbrücke
es: Basculante
hu: Felnyitható
is: Vængjabrú
sv: Klaff

# bridge
source: Beam
de_ch: Strahl
es: Viga
hu: Gerendahíd
is: Bitabrú
sv: Bjälke

# bridge
source: Boardwalk
de_ch: Holzsteg
es: Paseo marítimo entarimado
hu: Megemelt járda
is: Plankar
sv: Spång

source: Bridge
de_ch: Brücke
es: Puente
hu: Híd
is: Brú
sv: Brygga

# bridge
source: Bridge support type
de_ch: Art der Brückenverankerung
es: Tipo de soporte del puente
hu: Hídalátámasztás típusa
is: Tegund burðarvirkis brúar
sv: Typ av brostöd

# bridge
source: Cable-stayed
de_ch: Kabelhalter
es: Atirantado
hu: Ferdekábeles híd
is: Masturhengd
sv: Snedkabelbro

# bridge
source: Cantilever
de_ch: Ausleger
es: Voladizo
hu: Konzolos
is: Svifbitabrú
sv: Konsolbro

# bridge
source: Covered
de_ch: Überdacht
es: Protegido
hu: Fedett
is: Yfirbyggt
sv: Täckt

# bridge
source: Drawbridge
de_ch: Ziehbrücke
es: Puente levadizo
hu: Felvonóhíd
is: Fellibrú
sv: Vindbrygga

# bridge
source: Floating
de_ch: Schwimmend
es: Flotante
hu: Úszó
is: Fljótandi
sv: Flytande
