Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Kangaroo
de_ch: Känguru
es: Canguro
hu: Kenguru
is: Kengúra
sv: Känguru

source: Kannada
es: Canarés / Kannada

source: Kaplan turbine
es: Turbina Kaplan
hu: Kaplan turbina
is: Kaplan túrbína
sv: Kaplanturbin

source: Karaoke box
es: Cabina de karaoke / Karaoke
hu: Karaoke bár

source: Kart Racing
de_ch: Kartsport
es: Carreras de karts / Karting
hu: Gokartverseny
is: Kart-kappakstur
sv: Go-kart racing

source: Kartaview image
de_ch: KartaView-Bild
es: Imagen de Kartaview
sv: Kartaview-bild

source: Kashmiri
es: Cachemiro
hu: kasmíri
is: Kasmírska

source: Kazakh
de_ch: Kasachisch
es: Kazajo
hu: kazah
is: Kasakíska
sv: Kazakiska

source: Kerb
de_ch: Randstein
es: Bordillo
hu: Járdaszegély
is: Kantsteinn
sv: Trottoarkant

source: Kerb height (both sides)
de_ch: Randsteinhöhe (beide Seiten)
es: Altura del bordillo (ambos lados)
hu: Járdaszegély magassága (mindkét oldalon)
sv: Trottoarkanthöjd (båda sidor)

source: Kerb height (left)
de_ch: Randsteinhöhe (links)
es: Altura del bordillo (izquierda)
hu: Járdaszegély magassága (a bal oldalon)
sv: Trottoarkanthöjd (vänster)

source: Kerb height (right)
de_ch: Randsteinhöhe (rechts)
es: Altura del bordillo (derecha)
hu: Járdaszegély magassága (a jobb oldalon)
sv: Trottoarkanthöjd (höger)

source: Key cutter
de_ch: Schlüsseldienst
es: Copiador de llaves
hu: Kulcsmásoló
is: Lyklasmíði
sv: Nyckeltillverkning

source: Key dispenser
de_ch: Schlüsselautomat
es: Máquina expendedora de llaves
hu: Kulcskiadó automata
sv: Nyckelskåp

source: Khmer
es: Jemer
is: Kmer

source: Kids area
de_ch: Spielfläche für Kinder
es: Zona infantil / Área para niños
hu: Gyerekeknek fenntartott rész
sv: Barnområde

source: Kiln
de_ch: Brennofen
es: Horno
hu: Égetőkemence
is: Brennsluofn
sv: Brännugn

source: Kind of books
de_ch: Art der Bücher
es: Tipo de libros
sv: Typ av böcker

source: Kindergarten
es: Jardín de infancia
hu: Óvoda
is: Leikskóli
sv: Dagis

source: Kiosk
es: Quiosco
hu: Trafik (önálló épület)
is: Söluturn

source: Kissing Gate
de_ch: Kissing Gate (eine Art von Viehgatter)
es: Pasamano / Tranquera
hu: Lengőkapu
is: Vippuhlið
sv: Grind på betesmark (boskapsgrind)

source: Kitchen
de_ch: Küchenstudio
es: Cocina
hu: Konyha
is: Eldhús
sv: Kök

source: Kitchen Opening Hours
de_ch: Öffnungszeiten Küche
es: Horario de cocina
hu: Konyha nyitva tartása
is: Opnunartímar eldhúss
sv: Kökets öppettider

source: Korean
de_ch: Koreanisch
es: Coreano
hu: koreai
is: Kóreska
sv: Koreansk

source: LGBTQ men
de_ch: LGBTQ Männer
es: Hombres LGBTQ
hu: LMBTQ férfiak
sv: HBTQ+ män

source: LGBTQ preference
de_ch: LGBTQ Präferenz
es: Preferencia LGBTQ
hu: LMBTQ-preferencia
sv: HBTQ+ preferens

source: LGBTQ transgender
es: Transgénero LGBTQ
hu: LMBTQ transznemű
sv: HBTQ+ transpersoner

source: LGBTQ women
de_ch: LGBTQ Frauen
es: Mujeres LGBTQ
hu: LMBTQ nők
sv: HBTQ+ kvinnor

source: LPG (Liquefied petroleum gas)
de_ch: Autogas
es: LPG (Gas licuado de petróleo)
hu: Cseppfolyós gáz (LPG)
is: LPG (fljótandi bensíngas)
sv: Motorgas (LPG)

source: Label point
de_ch: Hinweispunkt
es: Punto de nivel
hu: Címkepont
sv: Etikettpunkt

source: Laboratory
de_ch: Labor
es: Laboratorio
hu: Laboratórium
is: Rannsóknastofa
sv: Laboratorium

source: Lacto-vegetarian
de_ch: Lakto-vegetarisch
es: Lacto-vegetariano/a
hu: Lakto-vegetáriánus
is: Mjólkur-grænmetisfæði
sv: Lakto-vegetarisk

source: Lactose free
de_ch: Laktosefrei
es: Sin lactosa
hu: Laktózmentes
is: Laktósafrítt
sv: Laktosfri

source: Ladder
de_ch: Leiter
es: Escalera
hu: Létra
is: Stigi
sv: Stege

source: Lagoon
de_ch: Lagune
es: Laguna
hu: Lagúna
is: Lón
sv: Lagun

source: Lake
de_ch: See
es: Lago
hu: Tó
is: Stöðuvatn
sv: Sjö

source: Land use
de_ch: Landnutzung
es: Uso del suelo
hu: Területhasználat
is: Landnotkun
sv: Landanvändning

source: Land use and nature
de_ch: Landnutzung und Natur
es: Uso del suelo y naturaleza
hu: Területhasználat és természet
is: Landnotkun og náttúra
sv: Landanvändning och natur

source: Landfill
de_ch: Deponie
es: Vertedero
hu: Hulladéklerakó
is: Landfylling
sv: Deponi

source: Landing
de_ch: Landeplatz
es: Aterrizaje
sv: Landning

source: Landing site
de_ch: Landeplatz
es: Lugar de aterrizaje
hu: Mentőhelikopter leszállóhelye
sv: Landningsplats

source: Landmark
de_ch: Wahrzeichen
es: Punto de referencia / Hito
hu: Tájékozódási pont
is: Landmerki
sv: Landmärke

source: Lane attributes
de_ch: Spureigenschaften
es: Atributos de carril
hu: Sávok tulajdonságai
is: Eigindi akreinar
sv: Körfältsattribut

source: Lane connectivity
de_ch: Fahrspurverbindungen
es: Conectividad de carril
hu: Sávok kapcsolódása
is: Tengingar akreinar
sv: Filanslutning

source: Lane divider
de_ch: Mittellinie
es: Separador de carriles
sv: Filavdelare

source: Lane markings
de_ch: Spurmarkierungen
es: Marcas de carril
hu: Sávfelfefestés
is: Merkingar akreinar
sv: Vägmarkeringar

source: Lanes
de_ch: Fahrstreifen
es: Carriles
hu: Sávok
is: Akreinar
sv: Filer

source: Lanes with rails
de_ch: Gleise mit Schienen
es: Carriles con rieles
hu: Sávok sínnel
is: Akreinar með teinum
sv: Körfält med infälld räls

source: Lanes ←
de_ch: Fahrstreifen ←
es: Carriles ←
hu: Sávok ←
is: Akreinar ←
sv: Filer ←

source: Lanes →
de_ch: Fahrstreifen →
es: Carriles →
hu: Sávok →
is: Akreinar →
sv: Filer →

source: Language
de_ch: Sprache
es: Idioma
hu: Nyelv
is: Tungumál
sv: Språk

source: Language school
de_ch: Sprachschule
es: Escuela de idiomas
hu: Nyelviskola
is: Tungumálaskóli
sv: Språkskola

source: Large area covered with mud.
de_ch: Schlamm/Schlick
es: Gran área cubierta de lodo.
hu: Nagy, sárral borított terület
is: Stórt svæði þakið leðju.
sv: Stort område med gyttja.

source: Large area covered with sand.
de_ch: Grosse Sand bedeckte Fläche
es: Gran área cubierta de arena.
hu: Nagy, homokkal borított terület
is: Stórt svæði þakið sandi.
sv: Stort område täckt med sand.

source: Laser
es: Láser
hu: Laser (Írország)

source: Lateral beacon
de_ch: Laterales Zeichen
es: Baliza lateral
hu: Laterális jel
is: Hliðarmerki
sv: Sidofyr

source: Lateral buoy
de_ch: Laterale Boje
es: Boya lateral
hu: Laterális bója
is: Hliðardufl
sv: Lateral boj

source: Latin
de_ch: Lateinamerikanisch
es: Latín
is: Latína

source: Lattice
de_ch: Fachwerk
es: Celosía
hu: Rácsszerkezet
is: Grind
sv: Fackverk

source: Latvian
de_ch: Lettisch
es: Letón
hu: lett
is: Lettneska
sv: Lettiska

source: Laundry
de_ch: Wäscherei
es: Lavandería
hu: Mosoda
is: Þvottahús
sv: Tvätteri

source: Laundry Service
de_ch: Wäscherei
es: Servicio de lavandería
hu: Mosodai szolgáltatás személyzettel
is: Þvottaþjónusta
sv: Tvättservice

source: Laundry detergent
de_ch: Waschmittel
es: Detergente para ropa / Detergente de lavandería
hu: Mosószer
sv: Tvättmedel

source: Lavoir
de_ch: Waschhaus
es: Lavadero
hu: Ruhamosó hely
is: Þvottaþró (þvottaaðstaða)
sv: Tvättbrygga

source: Law
de_ch: Recht
es: Derecho / Leyes
sv: Lag

source: Lawn Bowling
de_ch: Grass-Bowling
es: Bolos de Césped
hu: Gyepteke
is: Graskeila

source: Lawyer
de_ch: Anwalt
es: Abogado
hu: Ügyvéd
is: Lögfræðingur
sv: Advokat

source: Layer
de_ch: Schicht
es: Capa
hu: Réteg
is: Lag
sv: Lager

source: Lead
de_ch: Blei
es: Plomo
hu: ólom
is: Blý
sv: Bly

source: Leaf cycle
de_ch: Blätterzyklus
es: Ciclo de hoja
hu: Lombciklus
is: Laufgunartími
sv: Lövcykel

source: Leaf type
de_ch: Blatttyp
es: Tipo de hoja
hu: Lombtípus
is: Tegund laufa
sv: Lövtyp

source: Leafless
de_ch: Blattlos
es: Sin hojas
hu: Lombtalan
is: Lauflaust
sv: Utan löv

source: League
de_ch: Liga
es: Liga
hu: Szervezet
sv: Liga

source: Leather
de_ch: Lederwaren
es: Cuero
hu: Bőr
is: Leður
sv: Läder

source: Lebanese
de_ch: Libanesisch
es: Libanesa
hu: libanoni
is: Líbanskt
sv: Libanesisk

source: Left
de_ch: Links
es: Izquierda
hu: Balra kanyarodás
is: Vinstri
sv: Vänster

source: Left and through
de_ch: Links und geradeaus
es: A la izquierda y a través
hu: Egyenesen tovább és balra
is: Til vinstri og í gegn
sv: Vänster och rakt fram

source: Left handrail
de_ch: Handlauf links
es: Pasamano izquierdo
hu: Korlát a bal oldalon
is: Handrið til vinstri
sv: Vänster ledstång

source: Left turn only
de_ch: Linksabbiegegebot
es: Sólo girar a la izquierda
hu: Kötelező irány: balra
is: Aðeins vinstri beygja
sv: Endast vänstersväng

source: Legacy station types
de_ch: Vererbte Stationsarten
es: Tipos de estación antiguos
hu: Maradvány állomástípusok
is: Eldri gerðir stöðva
sv: Äldre stationstyper

source: Legacy stop types
de_ch: Halte-Typen
es: Tipos de parada antiguos
hu: Maradvány megállótípusok
is: Eldri gerðir stoppistaða
sv: Föråldrad stopptyp

source: Legislative
es: Legislativo
hu: Jogalkotás
is: Lagastofnun
sv: Lagstiftande församling

source: Leisure
de_ch: Freizeit
es: Ocio / Tiempo libre
hu: Szabadidő
is: Afþreying
sv: Nöje

source: Lemon trees
de_ch: Zitronenbäume
es: Limoneros
hu: Citromfa
is: Sítrónutré
sv: Citronträd

source: Lemur
es: Lémur

source: Length (meters)
de_ch: Länge (meter)
es: Longitud (metros)
hu: Hosszúság (méter)
is: Lengd (metrar)
sv: Längd (meter)

source: Leopard
es: Leopardo
hu: Leopárd
is: Hlébarðar

source: Letter box
de_ch: Hausbriefkasten
es: Buzón
hu: Levélszekrény
is: Bréfakassi
sv: Postlåda

source: Level
de_ch: Geschoss
es: Nivel
hu: Szint
is: Hæð
sv: Våning

source: Level Crossing
de_ch: Bahnübergang
es: Cruce a nivel
hu: Vasúti átjáró
is: Þverun brautarteina
sv: Plankorsning

source: Liaison
de_ch: Verbindungsbüro
es: Enlace / Coordinación
hu: Kapcsolattartás
is: Tenging
sv: Sambandskontor

source: Liaison office
de_ch: Verbindungsbüro
es: Oficina de enlace
hu: Kapcsolattartó iroda
sv: Sambandskontor

source: Library
de_ch: Bibliothek
es: Biblioteca
hu: Könyvtár
is: Bókasafn
sv: Bibliotek

source: License Classes
de_ch: Führerscheinklasse
es: Clases de licencia
hu: Jogosítvány kategóriái
is: Flokkar notkunarleyfa
sv: Licensklasser

source: License plate
de_ch: Nummernschild
es: Matrícula / Placa
hu: Rendszámtábla alapján
is: Skráningarnúmer
sv: Registreringsskylt

source: Life ring
de_ch: Rettungsring
es: Salvavidas
hu: Menőöv
is: Björgunarhringur
sv: Livboj

source: Lifecycle
de_ch: Lebenszyklus
es: Ciclo de vida
hu: Életciklus
is: Lífsferill
sv: Livscykel

source: Lifeguard
de_ch: Rettungsschwimmerstation
es: Salvavidas
hu: Strandőr, úszómester
is: Öryggisvörður
sv: Badvakt

source: Lifeguard base
de_ch: Rettungsschwimmerstützpunkt
es: Base de socorrista
hu: Strandőr-támaszpont
is: Bækistöð öryggisvarða
sv: Badvakt-station

source: Lifeguard tower
de_ch: Rettungsschwimmerturm
es: Torre de socorrista
hu: Strandőrtorony
is: Varðturn
sv: Badvaktstorn

source: Lift Gate
de_ch: Schranke
es: Puerta de ascensor
hu: Emelkedő sorompó
is: Liftuhlið
sv: Lyftbom

source: Light
de_ch: Hell
es: Luz
hu: Világos
sv: Ljus

source: Light Rail
de_ch: Stadtbahn
es: Tren ligero
hu: HÉV
is: Léttlest
sv: Smalspårig järnväg

source: Light float
de_ch: Leuchtboje
es: Flotador luminoso
sv: Lätt flytande

source: Light rail
de_ch: Stadtbahn
es: Tren ligero
hu: HÉV
is: Léttlest

source: Light vessel
de_ch: Feuerschiff
es: Buque faro
sv: Lätt fartyg

source: Lighthouse
de_ch: Leuchtturm
es: Faro
hu: Világítótorony
is: Viti
sv: Fyrtorn

source: Lightning detector
de_ch: Blitzdetektor
es: Detector de rayos
sv: Blixtdetektor

source: Lignite
de_ch: Braunkohle
es: Lignito
hu: Lignit
is: Brúnkol
sv: Brunkol

source: Lignite briquettes
de_ch: Braunkohle Briketts
es: Briquetas de lignito
hu: Lignitbrikett
sv: Brunkolsbriketter

source: Lime
de_ch: Kalk
es: Cal
hu: Mész
is: Kalk
sv: Kalk

source: Limestone
de_ch: Kalkstein
es: Caliza
hu: mészkő
is: Kalksteinn
sv: Kalksten

source: Limit
de_ch: Höchstbetrag
es: Límite
hu: Korlát
is: Takmörk
sv: Maxgräns

source: Limited
de_ch: Beschränkt
es: Limitado
hu: Korlátozott (egy lépcsőfok)
is: Takmarkað
sv: Begränsat

source: Line between the sea and land (with the water on the right side of the way).
de_ch: Grenzlinie zwischen dem Meer und dem Land (mit dem Wasser auf der rechten Seite des Weges).
es: Línea entre el mar y la tierra (con el agua a la derecha del camino).
hu: Vonal a tenger és a szárazföld között (a víz a vonal jobb oldalán van).
is: Lína milli sjávar og lands (með vatnið hægra megin við leiðina).
sv: Linje mellan hav och land, där vattnet ska vara på höger sida i sträckans riktning.

source: Line type
de_ch: Leitungstyp
es: Tipo de línea
hu: Vezetéktípus
is: Tegund línu
sv: Kraftledningstyp

source: Linguistic community
de_ch: Sprachgemeinschaft
es: Comunidad lingüística
hu: Nyelvi közösség
sv: Språklig gemenskap

source: Lion
de_ch: Löwe
es: León
hu: Oroszlán
is: Ljón
sv: Lejon

source: Liquid hydrogen
de_ch: Flüssiger Wasserstoff
es: Hidrógeno líquido
sv: Flytande väte

source: Lit
de_ch: Beleuchtet
es: Iluminado
hu: Kivilágított
is: Upplýst
sv: Belysning

source: Lithuanian
de_ch: Litauisch
es: Lituano
hu: litván
is: Litháíska
sv: Litauiska

source: Living Street
de_ch: Wohnstrasse
es: Calle residencial
hu: Lakó-pihenő övezet
is: Vistgata
sv: Gångfartsområde

source: Loading and unloading only
de_ch: Nur Be- und Entladen
es: Solo carga y descarga
hu: Csak ki- és berakodás
sv: Lastning och lossning endast

source: Loading dock
de_ch: Laderampe
es: Muelle de carga
hu: Teherautórakodó-rámpa
sv: Lastbrygga

source: Loading only
de_ch: Nur für Ein- und Ausladen
es: Solo carga
hu: Csak áruszállítás
sv: Endast lastning

source: Loading zone
de_ch: Ladezone
es: Zona de carga y descarga
sv: Lastzon

source: Local cycle network junction
de_ch: Verzweigung lokales Radknotennetzwerk
es: Cruce de red ciclista local
hu: Helyi kerékpárúthálózati csomópont
sv: Lokal cykelnätverksknutpunkt

source: Local name
de_ch: Lokaler Name
es: Nombre local
hu: Helyi név
is: Staðvært heiti
sv: Lokalt namn

source: Local walking network junction
de_ch: Verzweigung lokales Spazierknotennetzwerk
es: Cruce de red peatonal local
hu: Helyi gyalogúthálózati csomópont
sv: Lokal knutpunkt för gångnätverk

source: Locality
de_ch: Unbewohnte Örtlichkeit
es: Localidad
hu: Dűlő, lakatlan hely
is: Sveitarfélag
sv: Plats

source: Located inside a building?
de_ch: Innerhalb eines Gebäudes
es: ¿Localizado en el interior de un edificio?
hu: Épületen belül?
is: Staðsett innan í byggingu?
sv: Placerad inuti en byggnad?

source: Location description
de_ch: Standortbeschreibung
es: Descripción de la ubicación
hu: Hely pontos leírása
is: Lýsing á staðsetningu
sv: Platsbeskrivning

source: Location transition
de_ch: Standortveränderung
es: Cambio de ubicación
hu: Elhelyezkedés: átmenet
sv: Plats för övergång

source: Lock
de_ch: Schleuse
es: Bloqueado
hu: Zsilip
is: Loka
sv: Sluss

source: Lock Gate
de_ch: Schleusentor
es: Puerta bloqueada
hu: Zsilipkapu
is: Skipastigi
sv: Slussport

source: Lock basin
de_ch: Schleusenbecken
es: Dársena de esclusa
hu: Zsilipmedence
is: Lokukví skipastiga
sv: Slussbassäng

source: Lockable
de_ch: Abschliessbar
es: Bloqueable
hu: Zárható
is: Læsanlegt
sv: Låsbar

source: Lockers
de_ch: Schliessfächer
es: Casilleros / Taquillas
hu: Szekrény
is: Læstar geymslur
sv: Skåp

source: Locksmith
de_ch: Schlosser
es: Cerrajero
hu: Lakatos
is: Lásasmíði
sv: Låssmed

source: Locomotive
de_ch: Lok
es: Locomotora
hu: Mozdony
is: Gufulest
sv: Lok

source: Lodging
de_ch: Beherbergung
es: Alojamiento
sv: Logi

source: Log
de_ch: Baumstamm
es: Tronco
hu: Kidőlt fatörzs
sv: Stock

source: Logistics
de_ch: Transportunternehmen
es: Logística
hu: Logisztikai cég irodája
is: Birgðastjórnun
sv: Logistik

source: Long jump
de_ch: Weitsprung
es: Salto de longitud
hu: Távolugrás
sv: Längdhopp

source: Lost property office
de_ch: Fundbüro
es: Oficina de objetos perdidos
hu: Talált tárgyak irodája
sv: Hittegodskontoret

source: Lottery
de_ch: Lotterie
es: Lotería
hu: Lottózó
is: Lottó
sv: Lotteri

source: Lounger
de_ch: Liege
es: Sillón de jardín / Tumbona
hu: Nyugágy
is: Hægindastóll
sv: Solstol(ar)

source: Love Hotel
de_ch: Stundenhotel
es: Hotel para parejas
is: Ástarhótel
sv: Kärlekshotell

source: Lower secondary (2)
de_ch: Untere Sekundarstufe (2)
es: Secundaria inferior (2)
hu: alsó középfokú oktatás
sv: Lågstadiet (2)

source: Lower tertiary education (5)
de_ch: Untere Hochschulstufe (5)
es: Educación terciaria inferior (5)
hu: felsőoktatási alap- és mesterképzés
sv: Lägre högskoleutbildning (5)

source: Luggage locker
de_ch: Schliessfächer
es: Taquilla / Consigna de equipaje
hu: Poggyászmegőrző
sv: Bagageskåp

source: Luggage ramp
de_ch: Gepäckrampe
es: Rampa de equipaje
hu: Poggyászrámpa
is: Farangursrampur
sv: Bagageramp

source: Luminous
de_ch: Leuchtend
es: Luminoso
hu: Világító
is: Ljómandi
sv: Lysande

source: Lutheran
de_ch: Lutheraner
es: Luterano
hu: Evangélikus
is: Lúterska
sv: Luthersk

source: Lynx
de_ch: Luchs
es: Lince
hu: Hiúz
sv: Lodjur

source: MOT
es: ITV
hu: MOT (Ministry of Transport)
sv: Besiktning

source: MTB
es: BTT / MTB
hu: Hegyi kerékpár

source: MTB Scale
de_ch: MTB Skala
es: Escala MTB
hu: Mountain Bike nehézségi fok
is: MTB-kvarði
sv: MTB Skala

source: MTB route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
es: Ruta de bicicleta de montaña (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
hu: Hegyikerékpáros útvonal (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
is: Fjallahjólaleið (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
sv: Mountainbikeled (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Macadamia trees
de_ch: Macadamiabäume
es: Árboles de macadamia
hu: Makadámdiófa
is: Macadamia-tré
sv: Macadamiaträd

source: Macedonian
de_ch: Mazedonisch
es: Macedonio
hu: macedón
is: Makedóníska
sv: Makedonska

source: Machine operator
de_ch: Betreiber
es: Operador de la máquina
hu: Gép üzemeltetője
sv: Maskinoperatör

source: Machine parts
de_ch: Maschinenteile
es: Piezas de maquinaria / Repuestos
hu: Gépalkatrész
is: Vélavarahlutir
sv: Maskindelar

source: Machinery
de_ch: Maschinen
es: Maquinaria
hu: Gépek
sv: Maskineri

source: Magic Carpet
de_ch: Zauberteppich
es: Alfombra Mágica
hu: Szállítószalagos sífelvonó
is: Töfrateppi
sv: Magisk matta

source: Mains
de_ch: Netz / Leitung
es: Red de suministro / Tubería principal
hu: Vízvezeték-hálózat
sv: Huvudrätter

source: Major light
de_ch: Hauptlicht
es: Luz principal
sv: Stort ljus

source: Malay
de_ch: Malaiisch
es: Malayo
hu: maláj
is: Malaíska

source: Malaysian
de_ch: Malaysisch
es: Malaya
hu: maláj
is: Malasíska
sv: Malaysisk

source: Male
de_ch: Männlich
es: Varón
hu: Férfi
is: Karlkyns
sv: Herr

source: Mall
de_ch: Einkaufszentrum
es: Centro comercial
hu: Bevásárlóközpont
is: Verslunarkjarni
sv: Galleria

source: Maltese
de_ch: Maltesisch
es: Maltés
hu: máltai
is: Maltneska
sv: Maltesisk

source: Mammal
de_ch: Säugetiere
es: Mamífero
hu: Emlős
is: Spendýr
sv: Däggdjur

source: Man Made
de_ch: Kunstbauten
es: Hecho por el hombre
hu: Építmények
is: Manngert
sv: Människotillverkat

source: Mandrill
es: Mandril

source: Mango trees
de_ch: Mangobäume
es: Árboles de mango / Mangos
hu: Mangófa
is: Mangótré
sv: Mangoträd

source: Mangrove
de_ch: Mangroven
es: Manglar
is: Leiruviðarskógur

source: Manhole
de_ch: Gullydeckel
es: Pozo de inspección
hu: Csatornafedél
is: Mannop
sv: Gatubrunn

source: Mannerism
de_ch: Manierismus
es: Manierismo
hu: Manierista
sv: Maner

source: Manor
de_ch: Herrenhaus
es: Mansión
hu: Kúria
is: Herragarður
sv: Herrgård

source: Manually
de_ch: Manuell
es: Manualmente
hu: Kézi
is: Handvirkt
sv: Manuellt

source: Manufacturer
de_ch: Hersteller
es: Fabricante
hu: Gyártó
is: Framleiðandi
sv: Tillverkare

source: Maori
de_ch: Maorisch
es: Maorí
is: Maórí

source: Map
de_ch: Karte
es: Mapa
hu: Térkép
is: Kort
sv: Karta

source: Mapillary image
de_ch: Mapillary-Bild
es: Imagen de Mapillary
hu: Mapillary-kép
sv: Mapillary-bild

source: Marathi
es: Maratí
hu: maráthi
is: Marathí

source: Marina
de_ch: Jachthafen
es: Puerto deportivo
hu: Kishajókikötő
is: Bátalægi

source: Marine Fuel
de_ch: Schiffskraftstoff
es: Combustible marino
hu: Hajóüzemanyag-töltő állomás
is: Bátaeldsneyti
sv: Sjömack

source: Marine farm
de_ch: Meeresfarm
es: Piscifactoría / Granja marina
sv: Marin gård

source: Marionette
de_ch: Marionetten
es: Marioneta
hu: Marionett
is: Strengjabrúður
sv: Marionett

source: Maritime
de_ch: Seegrenze
es: Marítimo
hu: Tengeri
is: Sjótengt
sv: Sjöfart

source: Marker
es: Marcador
hu: Jelzés
is: Vísir
sv: Markör

source: Marmot
de_ch: Murmeltier
es: Marmota
hu: Mormota
sv: Murmeldjur

source: Marsh
de_ch: Offener Sumpf
es: Ciénaga
hu: Mocsár
is: Votlendi
sv: Kärr

source: Mason
de_ch: Maurer
es: Masón
hu: Kőműves
is: Steinhleðsla
sv: Murare

source: Massage
de_ch: Massagesalon
es: Masaje
hu: Masszázs
is: Nudd

source: Massage therapy
de_ch: Medizinische Massage
es: Masoterapia / Terapia de masaje
hu: Masszázsterápia
is: Nuddmeðferð
sv: Massageterapi

source: Massage type
de_ch: Massageart
es: Tipo de masaje
hu: Masszázs típusa
is: Tegund af nuddi
sv: Massagetyp

source: Mast
es: Mástil
hu: Pózna
is: Mastur

source: Mausoleum
es: Mausoleo
hu: Mauzóleum
is: Grafhýsi

source: Max speed
de_ch: Höchstgeschw.
es: Velocidad máxima
hu: Sebességkorlátozás
is: Hámarkshraði
sv: Maxhastighet

source: Max speed @
de_ch: Höchstgeschw. @
es: Velocidad máxima @
hu: Sebességkorlátozás @
is: Hámarkshraði @
sv: Maxhastighet @

source: Max speed HGV @
de_ch: Höchstgeschw. LKW @
es: Velocidad máxima de vehículo pesado @
hu: Sebességkorlátozás tgk-nak @
is: Hámarkshraði HGV þungavöruflutninga @
sv: Maxhastighet tunga fordon @

source: Max speed HGV ← @
de_ch: Höchstgeschw. LKW ← @
es: Velocidad máxima de vehículo pesado ← @
hu: Sebességkorlátozás tgk-nak ← @
is: Hámarkshraði HGV þungavöruflutninga ← @
sv: Maxhastighet tunga fordon ← @

source: Max speed HGV → @
de_ch: Höchstgeschw. LKW → @
es: Velocidad máxima de vehículo pesado → @
hu: Sebességkorlátozás tgk-nak → @
is: Hámarkshraði HGV þungavöruflutninga → @
sv: Maxhastighet tunga fordon → @

source: Max speed ←
de_ch: Höchstgeschw. ←
es: Velocidad máxima ←
hu: Sebességkorlátozás ←
is: Hámarkshraði ←
sv: Max hastighet ←

source: Max speed ← @
de_ch: Höchstgeschw. ← @
es: Velocidad máxima ← @
hu: Sebességkorlátozás ← @
is: Hámarkshraði ← @
sv: Maxhastighet ← @

source: Max speed →
de_ch: Höchstgeschw. →
es: Velocidad máxima →
hu: Sebességkorlátozás →
is: Hámarkshraði →
sv: Max hastighet →

source: Max speed → @
de_ch: Höchstgeschw. → @
es: Velocidad máxima → @
hu: Sebességkorlátozás → @
is: Hámarkshraði → @
sv: Maxhastighet → @

source: Max. axle load (tonnes)
de_ch: Max. Achslast (Tonnen)
es: Carga máxima por eje (toneladas)
hu: Tengelyterhelés-korlátozás (tonna)
is: Hámarks öxulþyngd (tonn)
sv: Max. axeltryck (ton)

source: Max. clearance (meters)
de_ch: Max. Durchgangshöhe (Meter)
es: Altura libre máxima (metros)
sv: Max. frihöjd (meter)

source: Max. height
de_ch: Max. Höhe
es: Altura máxima
hu: Magasságkorlátozás
is: Hámarkshæð
sv: Maxhöjd

source: Max. height (Meters)
de_ch: Max. Höhe (Meter)
es: Altura máxima (metros)
hu: Legnagyobb magasság (m)
sv: Max höjd (meter)

source: Max. height (meters)
de_ch: Max. Höhe (in Meter)
es: Altura máxima (metros)
hu: Magasságkorlátozás (méter)
is: Hámarkshæð (metrar)
sv: Maxhöjd (meter)

source: Max. height (meters, only if enforcement=maxheight)
de_ch: Max. Höhe (in Metern, nur wenn enforcement=maxheight)
es: Altura máxima (metros, sólo si enforcement=maxheight)
hu: Magasságkorlátozás (méter, csak ha enforcement=maxheight)
is: Hámarkshæð (metrar, aðeins ef enforcement=maxheight)
sv: Maxhöjd (meter, bara om enforcement=maxheight)

source: Max. length (meters)
de_ch: Max. Länge (in Meter)
es: Longitud máxima (metros)
hu: Hosszúságkorlátozás (méter)
is: Hámarkslengd (metrar)
sv: Maxlängd (meter)
