Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

# bridge
source: Humpback
de_ch: Buckel
es: Jorobado
hu: Púpos híd
is: Kryppubrú
sv: Valvbro

# bridge
source: Lift
de_ch: Aufzug
es: Levadizo
hu: Felemelkedő
is: Liftubrú
sv: Hiss

# bridge
source: Lift pier
de_ch: Hubsteg
es: Muelle de elevación
hu: Felvonópillér
is: Liftubryggja
sv: Lyftbrygga

# bridge
source: Low water crossing
de_ch: Niedrige Wasserdurchfahrt
es: Cruce de aguas bajas
hu: Átjáró alacsony vízállásnál
is: Þverun á lágsjávuðu
sv: Lågvattenövergång

# bridge
source: Moveable bridge type
de_ch: Art der beweglichen Brücke
es: Tipo de puente móvil
hu: Mozgatható híd típus
is: Tegund hreyfanlegrar brúar
sv: Typ av rörlig bro

# bridge
source: Pier
de_ch: Seebrücke
es: Pilón
hu: Pillér
is: Brúarstólpi
sv: Pir/brygga

# bridge
source: Pivot pier
de_ch: Drehpfeiler
es: Muelle pivotante
hu: Fordítópillér
is: Snúningsstólpi
sv: Pivotpir

# bridge
source: Pylon
de_ch: Mast
es: Torre de tendido eléctrico
hu: Oszlop
is: Mastur

# bridge
source: Retractable
de_ch: Einziehbar
es: Retráctil
hu: Behúzható
is: Inndraganleg
sv: Infällbar

# bridge
source: Simple suspension
de_ch: Einfache Aufhängung
es: Suspensión simple
hu: Egyszerű felfüggesztés
is: Einföld upphenging
sv: Enkel hängbro

# bridge
source: Structure
de_ch: Konstruktion
es: Estructura
hu: Szerkezet
is: Mannvirki
sv: Struktur

# bridge
source: Submersible
de_ch: absenkbar
es: Sumergible
hu: Elmerülő
is: Sökkbrú
sv: Nedsänkbar

# bridge
source: Suspension
de_ch: Aufhängung
es: Suspensión
hu: Függőhíd
is: Hengibrú
sv: hängbro

# bridge
source: Swing
de_ch: Drehbrücke
es: Giratorio
hu: Vízszintesen elforduló
is: Róla
sv: Gungställning

# bridge
source: Tilt
de_ch: Neigung
es: Inclinable
hu: Függőlegesen elforduló
is: Halli
sv: Lutning

# bridge
source: Transporter
es: Transbordador
hu: Átszállító
is: Rafskutla
sv: Transportör

# bridge
source: Trestle
de_ch: Stützbock / Gerüst
es: Caballete
hu: Állványhíd
is: Stífuvirki
sv: Bock

# bridge
source: Truss
de_ch: Fachwerk
es: Cercha
hu: Rácsos gerendahíd
is: Bitavirki
sv: Fackverk

# bridge
source: Viaduct
de_ch: Viadukt
es: Viaducto
hu: Viadukt (völgyhíd)
is: Dalbrú
sv: Viadukt

# bridge
source: Yes
de_ch: Ja
es: Sí
hu: igen
is: Já
sv: Ja

# railway
source: Barrier
de_ch: Hindernis
es: Barrera
hu: Sorompó
is: Hindrun
sv: Barriär

# railway
source: Branch
de_ch: Zweigstrecke
es: Ramal
hu: Mellékvonal
is: Tengigrein
sv: Sidospår

# railway
source: Crossover
de_ch: Überleitgleis
es: Ramal de cruce
hu: Váltó
is: Sporaskipting
sv: Växelförbindelse

# railway
source: Default
de_ch: Standard
es: Predeterminado
hu: Alapértelmezett
is: Sjálfgefið
sv: Standard

# railway
source: Double slip
de_ch: Doppelkreuzungsweiche
es: Doble deslizamiento
sv: Dubbel korsningsväxel

# railway
source: Electric
de_ch: Elektrisch
es: Eléctrico
is: Rafmagns
sv: Elektrisk

# railway
source: Electronic
de_ch: Elektronik
es: Elctrónica
is: Rafrænt
sv: Elektronisk

# railway
source: Freight
de_ch: Fracht
es: Carga
hu: Teherszállítás
is: Vöruflutningar
sv: Gods

# railway
source: Main
de_ch: Hauptstrecke
es: Principal
hu: Fővonal
is: Aðal
sv: Huvudspår

# railway
source: Mechanical
de_ch: mechanisch
es: Mecánico
is: Vélrænt
sv: Lastbrytare

# railway
source: Military
de_ch: Militärische Nutzung
es: Militar
hu: Katonai
is: Hernaður
sv: Militärt spår

# railway
source: Railway station
de_ch: Bahnhof
es: Estación de ferrocarril
hu: Vasútállomás
is: Lestarstöð
sv: Järnvägsstation

# railway
source: Service type
de_ch: Art des Nebengeleises
es: Tipo de servicio
hu: Szolgáltatás típusa
is: Tegund þjónustu
sv: Typ av service

# railway
source: Siding
de_ch: Überhol-/Ausweichgleis
es: Ramal paralelo
hu: Mellékvágány
is: Hliðarspor
sv: Sidospår

# railway
source: Single slip
de_ch: Einfache Kreuzungsweiche
es: Deslizamiento único
sv: Enkel korsningsväxel

# railway
source: Spur
de_ch: Anschluss-/Ladegleis
es: Ramal corto
hu: Iparvágány
is: Sporaendi (spur)
sv: Industrispår

# railway
source: Station
de_ch: Bahnhof
es: Estación
hu: Állomás
is: Stöð

# railway
source: Subway station
de_ch: U-Bahn-Station
es: Estación de metro
sv: Tunnelbanestation

# railway
source: Three way
de_ch: Dreiwegeweiche
es: Tres vías
hu: Háromfelé ágazó
sv: Tre-vägs

# railway
source: Tourism
de_ch: Tourismus
es: Turismo
hu: Turisztikai
is: Ferðaþjónusta
sv: Museijärnväg

# railway
source: Track diagram
de_ch: Gleisdiagramm
es: Diagrama de vías
sv: Spårdiagram

# railway
source: Tracks
de_ch: Spuranzahl
es: Pistas
hu: Vágányok
is: Spor
sv: Spår

# railway
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# railway
source: Usage
de_ch: Nutzung
es: Uso
hu: Felhasználási mód
is: Notkun
sv: Använding

# railway
source: Yard
de_ch: Nebengleis (Rangier-/Abstellgleis)
es: Patio de maniobra
hu: Rakodó
is: Viðhaldsspor (yard)
sv: Bangård

# electrified
source: Contact line
de_ch: Oberleitung
es: Línea de contacto
sv: Kontaktlinje

source: Electrified
de_ch: Elektrifizierung
es: Electrificado
hu: Villamosított
is: Rafmagns
sv: Elektrifierad

# electrified
source: Rail
de_ch: Eisenbahnschienen
es: Raíl
hu: Vasút
is: Járnbrautarteinar
sv: Spår

# electrified
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# colour
source: Background colour
de_ch: Hintergrundfarbe
es: Color de fondo
hu: Háttérszín
is: Bakgrunnslitur
sv: Bakgrundsfärg

# colour
source: Black
de_ch: Schwarz
es: Negro
hu: Fekete
is: Svart
sv: Svart

# colour
source: Blue
de_ch: Blau
es: Azul
hu: Kék
is: Blátt
sv: Blå

# colour
source: Brown
de_ch: Braun
es: Marrón
hu: Barna
is: Brúnt
sv: Brun

# colour
source: Color (HTML name or hexadecimal code)
de_ch: Farbe (HTML Name oder Hexadezimalcode)
es: Color (nombre HTML o código hexadecimal)
hu: Szín (HTML vagy hexadecimális kód)
is: Litur (HTML-heiti eða hex-litagildi)
sv: Färg (HTML-namn eller hexadecimal kod)

# colour
source: Colour of the caps
de_ch: Farbe der Kappen
es: Color de las tapas
hu: Kupakok színe
is: Litur á stútum
sv: Färg på locken

# colour
source: Colour of the top section (bonnet)
de_ch: Farbe des Oberteils (Bonnet)
es: Color de la sección superior (capó)
hu: Felső rész (fej) színe
is: Litur á efsta hluta (hettu)
sv: Färg på överdelen (huven)

# colour
source: Gray
de_ch: Grau
es: Gris
hu: Szürke
is: Grátt
sv: Grå

# colour
source: Green
de_ch: Grün
es: Verde
hu: Zöld
is: Grænt
sv: Grön

# colour
source: Orange
es: Naranja
hu: Narancs
is: Appelsínugult

# colour
source: Peru
es: Marrón pardo
hu: Peru (világosbarna)
is: Perubrúnt

# colour
source: Purple
de_ch: Violett
es: Morado / Violeta
hu: Bíborszínű
is: Purpurablátt
sv: Purpur

# colour
source: Red
de_ch: Rot
es: Rojo
hu: Piros
is: Rautt
sv: Röd

# colour
source: Silver
de_ch: Silber
es: Plateado
hu: Ezüst
is: Silfur

# colour
source: White
de_ch: Weiss
es: Blanco
hu: Fehér
is: Hvítt
sv: Vit

# colour
source: Yellow
de_ch: Gelb
es: Amarillo
hu: Sárga
is: Gult
sv: Gul

# entrance
source: Door type
de_ch: Türtyp
es: Tipo de puerta
hu: Ajtó típusa
is: Tegund hurðar
sv: Dörr typ

# entrance
source: Emergency
de_ch: Notausgang
es: Emergencia
hu: Vészkijárat
is: Neyðartilfelli
sv: Nödsituation

source: Entrance
de_ch: Eingang
es: Entrada
hu: Bejárat
is: Inngangur
sv: Ingång

# entrance
source: Exit
de_ch: Ausgang
es: Salida
hu: Kijárat
is: Útgangur
sv: Utgång

# entrance
source: Folding
de_ch: Falttüre
es: Plegable
hu: Harmonikaajtó
is: Fletti
sv: Vikdörr

# entrance
source: Garage
de_ch: Einzelgarage
es: Garaje
hu: Garázs
is: Verkstæði

# entrance
source: Hinged
de_ch: Anschlagtür
es: Con goznes
hu: Hagyományos zsanéros
is: Á hjörum
sv: Slagdörr

# entrance
source: Home
de_ch: Heim
es: Inicio
hu: Lakás

# entrance
source: Loadingdock
de_ch: Laderampe
es: Cargamento
hu: Rakodókapu
is: Hleðsluhurð
sv: Lastbrygga

# entrance
source: Main
de_ch: Haupteingang
es: Principal
hu: Főbejárat
is: Aðal
sv: Primär

# entrance
source: None
de_ch: Unbestimmt
es: Ninguno
hu: Nincs
is: Ekkert
sv: Inga

# entrance
source: Overhead
de_ch: Garagentor
es: Elevado
hu: Emelkedő garázskapu
is: Upphengd
sv: Lyftdörr

# entrance
source: Revolving
de_ch: Drehtür
es: Giratorio
hu: Forgóajtó
is: Snúnings
sv: Karuselldörr

# entrance
source: Secondary
de_ch: Nebeneingang
es: Secundaria
hu: Másodlagos
is: Auka
sv: Sekundär

# entrance
source: Service
de_ch: Betriebseingang
es: Servicio
hu: Szolgálati bejárat
is: Þjónusta

# entrance
source: Shop
de_ch: Laden
es: Tienda
hu: Üzlet
is: Verslun
sv: Affär

# entrance
source: Sliding
de_ch: Schiebetür
es: Corredizo
hu: Tolóajtó
is: Rennihurð
sv: Skjutdörr

# entrance
source: Staircase
de_ch: Treppenhaus
es: Escalera
hu: Lépcsőház
is: Stigahús
sv: Trappa

# entrance
source: Trapdoor
de_ch: Falltür
es: Trampilla
hu: Csapóajtó
is: Fellihurð
sv: Golvlucka

# entrance
source: Yes
de_ch: Ja
es: Sí
hu: Igen
is: Já
sv: Ja

# baby_feeding
source: Available
de_ch: Vorhanden
es: Disponible
hu: Rendelkezésre áll
is: Tiltækt
sv: Ledig

# baby_feeding
source: Baby feeding space
de_ch: Stillplatz
es: Espacio para alimentar bebés
hu: Csecsemőetető hely
sv: Utrymme för babymatning

# baby_feeding
source: None
de_ch: Keiner
es: Ninguno
hu: Nincs
is: Ekkert
sv: Ingen

# baby_feeding
source: Room
de_ch: Zimmer
es: Habitación
hu: Szoba
is: Herbergi
sv: Rum

# clothes
source: Babies
de_ch: Kleinkinder
es: Bebés
hu: Babaruha
is: Ungabörn
sv: Babykläder

# clothes
source: Children
de_ch: Kinder
es: Niños
hu: Gyermekek az úttesten
is: Börn
sv: Barn

# clothes
source: Costumes
de_ch: Kostüme
es: Disfraces
hu: Jelmez
is: Búningar
sv: Utklädning

# clothes
source: Denim
de_ch: Jeans
es: Tejido vaquero
hu: Farmer
is: Gallafatnaður
sv: Jeans, denim

# clothes
source: Fashion
de_ch: Mode
es: Moda
hu: Divat
is: Tíska
sv: Mode

# clothes
source: Fur
de_ch: Pelzmode
es: Piel
hu: Szőrme
is: Loðfeldir
sv: Päls

# clothes
source: Hats
de_ch: Hüte
es: Sombreros
hu: Kalap
is: Hattar
sv: Hattar

# clothes
source: Kind of clothes
de_ch: Art der Kleider
es: Tipo de ropa
hu: Ruhafajta
is: Tegund fatnaðar
sv: Typ av kläder

# clothes
source: Leather
de_ch: Lederwaren
es: Cuero
hu: Bőr
is: Leður
sv: Läder

# clothes
source: Maternity
de_ch: Umstandskleider
es: Maternidad
hu: Kismama
is: Óléttuklæðnaður
sv: Mammakläder

# clothes
source: Men
de_ch: Männer
es: Hombres
hu: Férfi
is: Karlar
sv: Män

# clothes
source: Motorcycle
de_ch: Motorrad
es: Motocicleta
hu: Motorkerékpárral használható
is: Mótorhjól
sv: Motorcykel

# clothes
source: Oversize
de_ch: Übergrössen
es: Descomunal
hu: Túlméretes
is: Yfirstærðir
sv: Bredd last

# clothes
source: Schoolwear
de_ch: Schulbekleidung
es: Ropa escolar
hu: Iskolai viselet
is: Skólabúningar
sv: Skoluniformer

# clothes
source: Sports
de_ch: Sportarten
es: Deportes
hu: Sport
is: Íþróttir
sv: Sporter

# clothes
source: Suits
de_ch: Anzüge
es: Trajes
hu: Öltöny
is: Jakkaföt
sv: Kostymer

# clothes
source: Swimwear
de_ch: Badebekleidung
es: Bañadores
hu: Fürdőruha
is: Sundföt
sv: Badkläder

# clothes
source: Traditional
de_ch: Traditionell
es: Tradicional
hu: Tradicionális
is: Hefðbundið
sv: Traditionell

# clothes
source: Underwear
de_ch: Unterwäsche
es: Ropa interior
hu: Fehérnemű
is: Undirföt
sv: Underkläder

# clothes
source: Wedding
de_ch: Hochzeit
es: Boda
hu: Esküvői
is: Brúðkaup
sv: Bröllop

# clothes
source: Women
de_ch: Frauen
es: Mujeres
hu: Női
is: Konur
sv: Kvinna

# clothes
source: Workwear
de_ch: Arbeitskleidung
es: Uniforme de trabajo
hu: Munkaruházat
is: Vinnuföt
sv: Arbetskläder

# access
source: 4WD only
de_ch: Allradantriebspflicht
es: Solo 4x4
hu: Csak terepjáró
is: Aðeins fjórhjóladrif
sv: Fyrhjulsdrift enbart

source: Access
de_ch: Zugang
es: Acceso
hu: Használat
is: Aðgangur
sv: Åtkomst

# access
source: Agricultural
de_ch: Landwirtschaftliche Nutzung
es: Agrícola
hu: Mezőgazdasági célra használható
is: Landbúnaður
sv: Jordbruk

# access
source: All vehicles
de_ch: Alle Fahrzeuge
es: Todo vehículos
hu: Minden jármű
is: Öll farartæki
sv: Alla fordon

# access
source: Bicycle
de_ch: Velo
es: Bicicleta
hu: Kerékpár
is: Reiðhjól
sv: Cykel

# access
source: Bicycle access
de_ch: Zugang für Fahrräder
es: Acceso para bicicletas
hu: Használat kerékpárral
is: Aðgangur reiðhjóla
sv: Cykelåtkomst

# access
source: Boat
de_ch: Boot
es: Bote
hu: Hajó
is: Bátar
sv: Båt

# access
source: Canoe
de_ch: Kanu
es: Canoa
hu: Kenu
is: Kanó
sv: Kanot

# access
source: Customers
de_ch: Kunden
es: Clientes
hu: Ügyfeleknek
is: Viðskiptavinir
sv: Kunder

# access
source: Delivery
de_ch: Lieferung
es: Entrega
hu: Áruszállításra használható
is: Heimsending
sv: Leverans

# access
source: Designated
de_ch: Vorgesehen / gewidmet
es: Designado
hu: Kijelölt
is: Ætlað fyrir
sv: Föredragen

# access
source: Destination
de_ch: Zubringerdienst
es: Destino
hu: Csak célforgalom
is: Áfangastaður

# access
source: Dismount
de_ch: Absteigen
es: Desmontar
hu: Tolva
is: Af baki
sv: Avstigning

# access
source: Dog
de_ch: Hunde
es: Perro
hu: Kutya
is: Hundar
sv: Hund

# access
source: Emergency vehicles
de_ch: Einsatzfahrzeuge
es: Vehículos de emergencia
hu: Mentő, tűzoltó
is: Neyðarfarartæki
sv: Utryckningsfordon

# access
source: Foot
de_ch: Fussgänger
es: Pie
hu: Gyalogos
is: Gangandi
sv: Gång

# access
source: Forestry
de_ch: Forstverwaltung
es: Silvicultura
hu: Erdészeti célra
is: Skógrækt
sv: Skogsbruk

# access
source: General Access
de_ch: Allgemeiner Zugang
es: Acceso general
hu: Általánosan használható
is: Almennur aðgangur
sv: Allmän åtkomst

# access
source: General access
de_ch: Allgemeiner Zugang
es: Acceso general
hu: Általánosan használható
is: Almennur aðgangur
sv: Allmän åtkomst

# access
source: High-occupancy vehicles (hov)
de_ch: Fahrgemeinschaften
es: Vehículos de alta ocupación (hov)
hu: Telekocsisáv
is: Farartæki fyrir mikinn mannfjölda (HOV)
sv: Terränggående fordon

# access
source: Horse
de_ch: Pferd
es: Caballo
hu: Ló
is: Hestar
sv: Häst

# access
source: Leashed
de_ch: mit Leine
es: Con correa
hu: Pórázon
is: Í taumi
sv: Kopplad

# access
source: Light Commercial Vehicles (goods)
de_ch: Lieferfahrzeuge
es: Vehículos comerciales ligeros (bienes)
hu: Könnyű haszongépjármű (teherszállítás)
is: Létt atvinnufarartæki (vörur)
sv: Lätta kommersiella fordon (gods)

# access
source: Motor vehicles
de_ch: Motorfahrzeuge
es: Vehículos de motor
hu: Gépjárművek
is: Vélknúin ökutæki
sv: Motorfordon

# access
source: Motorboat
de_ch: Motorboot
es: Lancha motora
hu: Motorcsónak
is: Vélbátar
sv: Motorbåt

# access
source: Motorcar
de_ch: Auto
es: Automóvil
hu: Gépkocsival használható
is: Bifreiðar
sv: Bil

# access
source: Motorcycle
de_ch: Motorrad
es: Motocicleta
hu: Motorkerékpárral használható
is: Mótorhjól
sv: Motorcykel

# access
source: No access
de_ch: Kein Zugang
es: Sin acceso
hu: Nem használható
is: Enginn aðgangur
sv: Ingen åtkomst

# access
source: Official
de_ch: Offiziell
es: Oficial
hu: Hivatalos
is: Opinbert
sv: Officiell

# access
source: Permissive
de_ch: Geduldet
es: Permisivo
hu: Megtűrt
is: Með leyfi
sv: Tolerant

# access
source: Permit required
de_ch: Bewilligung benötigt
es: Permiso requerido
hu: Csak engedéllyel
is: Nauðsynlegt að fá leyfi
sv: Tillstånd krävs

# access
source: Private
de_ch: Privat
es: Privado
hu: Magántulajdon
is: Einka
sv: Privat

# access
source: Public Service Vehicles (psv)
de_ch: öffentliche Verkehrsmittel
es: Vehículos de Servicio Público (psv)
hu: Busz és taxi
is: Þjónustubifreiðar (PSV - Public Service Vehicles)
sv: Allmänna färdmedel

# access
source: Public access
de_ch: Öffentlicher Zugang
es: Acceso público
hu: Nyilvánosan használható
is: Aðgangur fyrir alla
sv: Offentlig åtkomst

# access
source: Recommended
de_ch: empfohlen
es: Recomendado
hu: Ajánlott
is: Mælt með
sv: Rekommenderas

# access
source: Ship
de_ch: Schiff
es: Barco
hu: Hajó
is: Skip
sv: Fartyg

# access
source: Ski
es: Esquí
hu: Sí
is: Skíði
sv: Skidor

# access
source: Snowmobile
de_ch: Schneemobil
es: Motonieve
hu: Motoros szán
is: Vélsleðar
sv: Snöskoter

# access
source: Tourist buses
de_ch: Touristenbusse
es: Autobuses turísticos
hu: Turistabuszok
is: Hópferðabílar
sv: Turistbuss

# access
source: Unleashed
de_ch: Ohne Leine
es: Sin correa
hu: Szabadon
is: Án taums
sv: Ej kopplad

# access
source: Use sidepath
de_ch: Nebenweg nutzen
es: Usar camino lateral
hu: Járdán
is: Nota hliðarstíg
sv: Använd sidovägen

# access
source: Yes
de_ch: Ja
es: Sí
hu: Használható
is: Já
sv: Ja

# sport
source: 10pin
de_ch: Bowling
es: Bolos (10)
hu: Bowling
is: 10pinna
sv: Bowling

# sport
source: 9pin
de_ch: Kegeln
es: Bolos (9)
hu: Teke
is: 9pinna
sv: 9-pin bowling

# sport
source: American football
es: Fútbol americano
hu: Amerikai futball
is: Amerískur ruðningsbolti
sv: Amerikansk fotboll

# sport
source: American handball
es: Handball americano / Balonmano americano
hu: Amerikai kézilabda
is: Amerískur handbolti
sv: Amerikansk handboll

# sport
source: Archery
de_ch: Bogenschiessen
es: Tiro con Arco
hu: Íjászat
is: Bogfimi
sv: Pilbåge

# sport
source: Athletics
de_ch: Leichtathletik
es: Atletismo
hu: Atlétika
is: Frjálsíþróttir
sv: Friidrott

# sport
source: Australian football
es: Fútbol australiano
hu: Ausztrál futball
is: Ástralskur fótbolti
sv: Australisk fotboll

# sport
source: Available
de_ch: Vorhanden
es: Disponible
hu: Rendelkezésre áll
is: Tiltækt
sv: Ledig

# sport
source: BMX
es: BMX (Ciclocross)

# sport
source: Badminton
es: Bádminton
hu: Tollaslabda

# sport
source: Baseball
es: Béisbol
is: Hornabolti

# sport
source: Basketball
es: Baloncesto / Básquetbol
hu: Kosárlabda
is: Körfubolti
sv: Basket

# sport
source: Beach volleyball
es: Voleibol de playa
hu: Strandröplabda
is: Strandblak

# sport
source: Billiards
de_ch: Billard
es: Billar americano
hu: Billiárd
is: Billjarð
sv: Biljard

# sport
source: Boules
de_ch: Boule/Boccia
es: Bolos
is: Kúluspil
sv: Boule

# sport
source: Bowls
de_ch: Bowling
es: Bolos
hu: Gyepteke
is: Keiluspil

# sport
source: Canadian football
es: Fútbol canadiense
hu: Kanadai futball
is: Kanadískur fótbolti
sv: Kanadensisk fotboll

# sport
source: Canoe
de_ch: Kanu
es: Canoa
hu: Kenu
is: Kanó
sv: Kanot

# sport
source: Chess
de_ch: Schach
es: Ajedrez
hu: Sakk
is: Skák
sv: Schack

# sport
source: Childrens pool
de_ch: Kinderbecken
es: Piscina infantil
hu: Gyermekmedence
sv: Barnpool

# sport
source: Climbing
de_ch: Klettern
es: Escalada
hu: Sziklamászás
is: Klifur
sv: Klättring

# sport
source: Cricket
es: Crícket
hu: Krikett
is: Krikket

# sport
source: Croquet
es: Cróquet
hu: Krokett
is: Krokket
sv: Krocket

# sport
source: Cycling
de_ch: Radfahren
es: Ciclismo
hu: Kerékpározás
is: Hjólreiðar
sv: Cykling

# sport
source: Dog racing
de_ch: Hunderennen
es: Carreras de perros
hu: Kutyaverseny
is: Hundaveðhlaup
sv: Hundkpplöpning

# sport
source: Equestrian
de_ch: Pferdesport
es: Ecuestre
hu: Lovaglás
is: Hestaíþróttir
sv: Ryttare

# sport
source: Field hockey
de_ch: Feldhockey
es: Hockey sobre hierba
hu: Gyeplabda
is: Grashokkí
sv: Landhockey

# sport
source: Four square
es: Cuatro cuadrados
hu: Tengó
sv: Fyra kvadrat

# sport
source: Free flying
de_ch: Freies Fliegen
es: Vuelo libre
hu: Siklóernyő, sárkányrepülő
is: Frjálst flug
sv: Fritt flygande

# sport
source: Futsal
es: Fútbol sala
is: Innanhúsfótbolti

# sport
source: Gaelic games
de_ch: Gälische Spiele
es: Juegos gaélicos
hu: Kelta játékok (Írország)
is: Gelískir leikar
sv: Gaelisk fotboll

# sport
source: Gymnastics
de_ch: Turnen
es: Gimnasia
hu: Torna
is: Fimleikar
sv: Gymnastik

# sport
source: Handball
es: Balonmano
hu: Kézilabda
is: Handbolti
sv: Handboll

# sport
source: Hoops
de_ch: Ringe
es: Canastas
hu: Kosárlabdapalánkok
is: Körfur
sv: Basketkorgar

# sport
source: Horse racing
de_ch: Pferderennen
es: Carreras de caballos
hu: Lóverseny
is: Kappreiðar
sv: Hästkapplöpning

# sport
source: Horseshoes
de_ch: Hufeisenwerfen
es: Herraduras
hu: Patkóhajítás
is: Skeifukast
sv: Hästskor

# sport
source: Ice hockey
de_ch: Eishockey
es: Hockey sobre hielo
hu: Jégkorong
is: Íshokkí
sv: Ishockey

# sport
source: Ice skating
de_ch: Schlittschuhfahren
es: Patinaje sobre hielo
hu: Jégkorcsolya
is: Skautar á ís
sv: Skridskor

# sport
source: Ice stock
de_ch: Eisstockschiessen
es: Ice stock / Curling bávaro
hu: Stockschießen (bajor curling)
is: Bæversk krulla
sv: Isbestånd

# sport
source: In-ground
de_ch: Versenkt
es: Enterrada
hu: Talajba süllyesztett
sv: Nedgrävd

# sport
source: Indoor
de_ch: im Innenraum
es: Interior
hu: Beltéri
is: Innanhúss
sv: Inomhus

# sport
source: Lazy river
de_ch: Strömungskanal
es: Río lento
hu: Körbe áramló

# sport
source: Martial arts
de_ch: Kampfsport
es: Artes marciales
hu: Harcművészetek
is: Bardagaíþróttir
sv: Kampsport

# sport
source: Model aerodrome
de_ch: Modellflugplatz
es: Aeromodelismo
hu: Modellrepülőtér
is: Módelflugsvæði
sv: Modellflygplats

# sport
source: Multiple
de_ch: Mehrere Sportarten
es: Múltiple
hu: Több féle
is: Mörg
sv: Flera

# sport
source: Netball
es: Balonred / Netball
is: Netbolti
sv: Nätboll

# sport
source: None
de_ch: Keiner
es: Ninguno
hu: Nincs
is: Ekkert
sv: Ingen

# sport
source: Orienteering
de_ch: Orientierungslauf
es: Orientación
hu: Tájfutás
is: Ratleikir
sv: Orientering

# sport
source: Outdoor
de_ch: im Freien
es: Exterior
hu: Kültéri
is: Utanhúss
sv: Utomhus

# sport
source: Padel
es: Pádel
hu: Padel-tenisz

# sport
source: Pitch
de_ch: Sportplatz
es: Cancha / Campo deportivo
hu: Sportpálya
is: Völlur
sv: Plan

# sport
source: Plunge
de_ch: Sprungbecken
es: Piscina pequeña
hu: Toronyugró
sv: Doppa

# sport
source: Pool type
de_ch: Beckentyp
es: Tipo de piscina
hu: Medence típusa
sv: Pooltyp

# sport
source: RC car
es: Coche RC
hu: Távirányítású autó
sv: Radiostyrd bil

# sport
source: Racetrack
de_ch: Rennbahn
es: Pista de carreras
hu: Versenypálya
is: Kappakstursbraut
sv: Tävlingsbana

# sport
source: Racquet
de_ch: Racquetball
es: Raqueta
is: Skvass (racquet)

# sport
source: Roller skating
de_ch: Rollschuh
es: Patinaje sobre ruedas
hu: Görkorcsolya
is: Hjólaskautar
sv: Rullskridskor

# sport
source: Rowing
de_ch: Rudern
es: Remo
hu: Evezés
is: Róður
sv: Rodd

# sport
source: Rugby league
es: Liga de rugby
hu: Rögbi (league)
is: Rúgbý - deildarruðningur (13 manna)

# sport
source: Running
de_ch: Laufsport
es: Carrera a pie
hu: Futás
is: Hlaup
sv: Löpning

# sport
source: Safety training
de_ch: Sicherheitstraining
es: Entrenamiento de seguridad
hu: Biztonsági képzés
is: Öryggisþjálfun
sv: Säkerhetsträning

# sport
source: Scuba diving
de_ch: Tauchwarengeschäft
es: Buceo
hu: Palackos búvárkodás
is: Loftpípuköfun
sv: Nöjesdykning

# sport
source: Shooting
de_ch: Schiessen
es: Tiro (deportivo)
hu: Lövészet
is: Skotfimi
sv: Skytte

# sport
source: Skating
de_ch: Schlittschuhfahren
es: Patinaje
hu: Korcsolya
is: Skautar

# sport
source: Ski jumping
de_ch: Skispringen
es: Salto de esquí
sv: Backhoppning

# sport
source: Skiing
de_ch: Skisport
es: Esquí
hu: Síelés
is: Skíði
sv: Skidåkning

# sport
source: Soccer
de_ch: Fussball
es: Fútbol
hu: Labdarúgás
is: Knattspyrna
sv: Fotboll

# sport
source: Softball
es: Sóftbol
is: Mjúkbolti
sv: Softboll

source: Sport
es: Deporte
is: Íþrótt

# sport
source: Sports centre
de_ch: Sportzentrum
es: Polideportivo
hu: Sportközpont
is: Íþróttamiðstöð
sv: Sportcenter

# sport
source: Sports hall
de_ch: Sporthalle
es: Pabellón deportivo
hu: Sportcsarnok
is: Íþróttahús
sv: Idrottshall, gympasal

# sport
source: Stadium
de_ch: Stadion
es: Estadio
hu: Stadion
is: Leikvangur

# sport
source: Swimming
de_ch: Schwimmen
es: Natación
hu: Úszás
is: Sund
sv: Simning

# sport
source: Swimming pool
de_ch: Schwimmbecken
es: Piscina
hu: Úszómedence
is: Sundlaug
sv: Simbassäng

# sport
source: Table soccer
de_ch: Tischfussball
es: Futbolín / Fútbol de mesa
hu: Csocsóasztal
is: Fótboltaborð
sv: Bordfotboll

# sport
source: Table tennis
de_ch: Tischtennis
es: Tenis de mesa
hu: Asztalitenisz
is: Borðtennis
sv: Bordtennis

# sport
source: Teatherball
de_ch: Tetherball
es: Tetherball
hu: Teatherball (pórázlabda)
sv: Stångtennis

# sport
source: Tennis
es: Tenis
hu: Tenisz
