Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

# pipeline
source: Pressurized
cs: Tlakový

# pipeline
source: Specific pipeline usage dedicated to path carrying fluids inside a given facility
cs: Specifické použití potrubí vyhrazené pro přenos tekutin uvnitř daného zařízení

# pipeline
source: Specific pipeline usage dedicated to path leading fluids from tag:substation=field_gathering to tag:substation=central_processing sites
cs: Specifické použití potrubí vyhrazené pro cesty vedoucí tekutiny z tag:substation=field_gathering do tag:substation=central_processing sítí

# pipeline
source: Surface
cs: Povrch

# pipeline
source: Transmission
cs: Trafostanice

# pipeline
source: Type
cs: Typ

# pipeline
source: Underground
cs: Podzemní

# pipeline
source: Underwater
cs: Podzemní voda

# pipeline
source: Usage
cs: Použití

# pipeline
source: Valve
cs: Ventil

# pipeline
source: Wall
cs: Nástěnný

# natural
source: Arch
cs: Oblouk

# natural
source: Lagoon
cs: Laguna

# natural
source: Lake
cs: Jezero

# natural
source: Other waterbodies
cs: Ostatní vodní plochy

# natural
source: Pond
cs: Rybník

# natural
source: Wood
cs: Dřevo

# cargo
source: Bicycles
cs: Jízdní kola

source: Cargo
cs: Nákladní letadlo

# cargo
source: Containers
cs: Kontejnery

# cargo
source: Dry bulk goods
cs: Suché sypké zboží

# cargo
source: HGVs
cs: Náklaďák

# cargo
source: Liquid bulk goods
cs: Tekuté sypké zboží

# cargo
source: Passengers
cs: Pasažéři

# cargo
source: Vehicles
cs: Vozidla

# crossing:barrier
source: Full
cs: Plné

# crossing:barrier
source: Half
cs: Polovina

# crossing:barrier
source: No
cs: Ne

# crossing:barrier
source: Yes
cs: Ano

# aerialway
source: Station
cs: Stanice

# car_wash
source: Automated
cs: Automatické

# shop=car_repair
source: Aligns tyres
cs: Vyrovnává pneumatiky

# shop=car_repair
source: Car repair
cs: Opravy aut

# shop=car_repair
source: Paints exterior
cs: Barvy exteriéru

# shop=car_repair
source: Performs diagnostics
cs: Provádí diagnostiku

# shop=car_repair
source: Performs oil changes
cs: Provádí výměnu oleje

# shop=car_repair
source: Repairs AC
cs: Opravy klimatizací

# shop=car_repair
source: Repairs body
cs: Opravy karoserií

# shop=car_repair
source: Repairs electrical
cs: Opravy elektrických

# shop=car_repair
source: Repairs glass
cs: Opravy skla

# shop=car_repair
source: Repairs motor
cs: Opravy motorů

# shop=car_repair
source: Repairs muffler
cs: Opravy tlumičů výfuku

# shop=car_repair
source: Repairs transmission
cs: Opravy převodovek

# shop=car_repair
source: Repairs/replaces batteries
cs: Opravy/výměny baterií

# shop=car_repair
source: Replaces tires
cs: Výměny pneumatik

# shop=car_repair
source: Sells car parts
cs: Prodává autodíly

# shop=car_repair
source: Sells new cars
cs: Prodává nová auta

# shop=car_repair
source: Sells used cars
cs: Prodává ojetiny

# shop=car_repair
source: Service
cs: Účelový

# shop=car_repair
source: Services brakes
cs: Servis brzd

# shop=car_repair
source: State mandated inspections
cs: Státem nařízené kontroly

# shop=car_repair
source: Truck repair
cs: Opravy kamionů

# motorcycle
source: Parking
cs: Parkoviště

# services
source: Brand
cs: Obchodní značka

# services
source: Clothes
cs: Oblečení

# services
source: No
cs: Ne

# services
source: Parts
cs: Díly

# services
source: Rental
cs: Pronájem

# services
source: Repair
cs: Opravy

# services
source: Yes
cs: Ano

# bicycle
source: Anchors
cs: Kotvy

# bicycle
source: Bollard
cs: Sloupek

# bicycle
source: Building
cs: Budova

# bicycle
source: Floor
cs: Patro

# bicycle
source: Improved wall-loops with the ability to lock the frame
cs: Vylepšené stěnové smyčky s možností uzamčení rámu

# bicycle
source: Informal
cs: Neformální

# bicycle
source: Lockers
cs: Zámečníci

# bicycle
source: Parking
cs: Parkoviště

# bicycle
source: Safe loops
cs: Bezpečné smyčky

# bicycle
source: Shed
cs: Kůlna

# bicycle
source: Type
cs: Typ

# bicycle_repair_station
source: Tools
cs: Nástroje

# aeroway holding_position
source: Intermediate
cs: Středně pokročilá

# aeroway holding_position
source: Runway
cs: Vzletová a přistávací dráha

# aeroway holding_position
source: Type
cs: Typ

# airmark
source: Beacon
cs: Maják

# airport
source: Gate
cs: Brána

# airport
source: Terminal
cs: Terminál

# leisure
source: Amateur radio
cs: Amatérské rádio

# leisure
source: Art
cs: Umění

# leisure
source: Astronomy
cs: Astronomie

# leisure
source: Attraction
cs: Atrakce

# leisure
source: Automobile
cs: Automobil

# leisure
source: Balance beam
cs: Kladina

# leisure
source: Bridge
cs: Most

# leisure
source: Bungee jumping
cs: Skoky na gumě

# leisure
source: Card games
cs: Karetní hry

# leisure
source: Carousel
cs: Kolotoč

# leisure
source: Chain ladder
cs: Řetězový žebřík

# leisure
source: Charity
cs: Charita

# leisure
source: Chess table
cs: Šachový stůl

# leisure
source: Cinema
cs: Kino

# leisure
source: Climbing wall
cs: Lezecká stěna

# leisure
source: Component
cs: Součástka

# leisure
source: Computer
cs: Počítač

# leisure
source: Cooking
cs: Vaření

# leisure
source: Culture
cs: Kulltura

# leisure
source: Cushion
cs: Polštář

# leisure
source: Dog
cs: Pes

# leisure
source: Equipment
cs: Zařízení

# leisure
source: Filmmaking
cs: Natáčení filmů

# leisure
source: Fishing
cs: Rybaření

# leisure
source: Funnel ball
cs: Trychtýřový míč

# leisure
source: Games
cs: Hry

# leisure
source: Gardening
cs: Zahradničení

# leisure
source: History
cs: Historie

# leisure
source: Hopscotch
cs: Skákací panák

# leisure
source: Horizontal bar
cs: Hrazda

# leisure
source: Hunting
cs: Lov

# leisure
source: Indoor playing
cs: Vnitřní hraní

# leisure
source: Map
cs: Mapa

# leisure
source: Maze
cs: Bludiště

# leisure
source: Motorcycle
cs: Motocykl

# leisure
source: Music
cs: Hudba

# leisure
source: Nature
cs: Příroda

# leisure
source: Nudism
cs: Nudismus

# leisure
source: Pirate ship
cs: Pirátská loď

# leisure
source: Politics
cs: Politika

# leisure
source: River rafting
cs: Splutí řeky na raftu

# leisure
source: Roundabout
cs: Kruhový objezd

# leisure
source: Sandpit
cs: Pískoviště

# leisure
source: Seesaw
cs: Houpačka

# leisure
source: Slide
cs: Skluzavka

# leisure
source: Smoke
cs: Kouř

# leisure
source: Splash pad
cs: Stříkací bazén

# leisure
source: Station
cs: Stanice

# leisure
source: Summer toboggan
cs: Letní tobogán

# leisure
source: Support
cs: Připevnění

# leisure
source: Swing
cs: Houpaška

# leisure
source: Theatre
cs: Divadlo

# leisure
source: Tourism
cs: Turismus

# leisure
source: Track
cs: Polní, lesní cesta

# leisure
source: Train
cs: Vlak

# leisure
source: Trampoline
cs: Trampolína

# leisure
source: Veterans
cs: Veteráni

# leisure
source: Water
cs: Voda

# leisure
source: Water slide
cs: Vodní skluzavka

# leisure
source: Yachting
cs: Jachtink

# bath:type
source: Hammam
cs: Turecká lázeň

# bath:type
source: Hot spring
cs: Horké prameny

# bath:type
source: Lake
cs: Jezero

# bath:type
source: Onsen
cs: Japonský horný pramen - Onsen

# bath:type
source: River
cs: Řeka

# bath:type
source: Thermal
cs: Termální

# bath:type
source: Type
cs: Typ

# restroom
source: Bucket
cs: Nádrž na odpad

# restroom
source: Chemical
cs: Chemický

# restroom
source: Female
cs: Ženy

# restroom
source: Flush
cs: Zarovnaný

# restroom
source: Male
cs: Muži

# restroom
source: Pit latrine
cs: Kadibudka

# restroom
source: Type
cs: Druh

# restroom
source: Unisex
cs: Muži i ženy

# grill
source: Fuel
cs: Palivo

# fuel
source: Charcoal
cs: Dřevěné uhlí

# fuel
source: Electric
cs: Elektrické

# fuel
source: Wood
cs: Dřevo

# Leisure
source: Amusement arcade
cs: Hrací automat

# monastery
source: Hermitage
cs: Poustevna

source: Monastery
cs: Klášter

# monastery
source: Type
cs: Typ

# townhall
source: City
cs: Město

# townhall
source: Municipality
cs: Obec

# townhall
source: Town
cs: Město

# townhall
source: Village
cs: Vesnice

# community_centre
source: Boy
cs: Chlapec

# community_centre
source: Child
cs: Dítě

# community_centre
source: Cultural centre
cs: Kulturní centrum

# community_centre
source: Disabled
cs: Zakázán

# community_centre
source: Events venue
cs: Kulturní sál

# community_centre
source: Family
cs: Rodina

# community_centre
source: For
cs: Pro

# community_centre
source: Girl
cs: Dívka

# community_centre
source: Homosexual
cs: Homosexuál

# community_centre
source: Immigrant
cs: Imigrant

# community_centre
source: Juvenile
cs: Mladiství

# community_centre
source: Language centre
cs: Jazykové centrum

# community_centre
source: Man
cs: Muž

# community_centre
source: Meeting room
cs: Jednací místnost

# community_centre
source: Type
cs: Typ

# community_centre
source: Woman
cs: Žena

# police
source: Barracks
cs: Kasárna

# police
source: Checkpoint
cs: Kontrolní stanoviště

# police
source: Detention
cs: Zadržení

# police
source: Naval base
cs: Námořní základna

# police
source: Offices
cs: Kanceláře

# police
source: Range
cs: Rozsah

# police
source: Storage
cs: Úložný prostor

# police
source: Training area
cs: Vojenský výcvikový prostor

# police
source: Type
cs: Typ

# police
source: Yes
cs: Ano

# hydrant_position
source: Green
cs: Zelená

source: Hydrant position
cs: Poloha hydrantu

# hydrant_position
source: Lane
cs: Vyhrazené místo

# hydrant_position
source: Sidewalk
cs: Chodník podél vozovky

# hydrant_position
source: in a grassy area
cs: na travnaté ploše

# siren
source: Civil defense
cs: Civilní obrana

# siren
source: Electronic
cs: Elektronická

# siren
source: Fire
cs: Oheň

# siren
source: Mechanical
cs: Mechanický

# siren
source: Pneumatic
cs: Pneumatická

# siren
source: Purpose
cs: Účel

# siren
source: Tornado
cs: Tornádo

# siren
source: Type
cs: Typ

# fire_service_inlet
source: Dry
cs: Suchý

# fire_service_inlet
source: Sprinker inlet
cs: Vstup postřikovače

# fire_service_inlet
source: Type
cs: Typ

# fire_service_inlet
source: Unknown
cs: Není známo

# fire_service_inlet
source: Wet
cs: Mokrý

# fire_service_inlet
source: Yes
cs: Ano

# social_facility
source: Shelter
cs: Přístřešek

# post box
source: CIIIR - Charles III
cs: CIIIR - Karel III.

# post box
source: Crown of Scotland
cs: Skotská koruna

# post box
source: EIIR - Elizabeth II
cs: EIIR - Alžběta II.

# post box
source: EVIIIR - Edward VIII
cs: EVIIIR - Eduard VIII.

# post box
source: EVIIR - Edward VII
cs: EVIIR - Eduard VII.

# post box
source: GR - George V
cs: GR - Jiří V.

# post box
source: GVIR - George VI
cs: GVIR - Jiří VI.

# post box
source: Lamp
cs: Lampa

# post box
source: None
cs: Žádné

# post box
source: Pillar
cs: Pilíř

# post box
source: Royal cypher
cs: Královská šifra

# post box
source: Type
cs: Typ

# post box
source: VR - Victoria
cs: VR - Viktorie

# post box
source: Wall
cs: Stěna

# clock
source: Display
cs: Zobrazení

# clock
source: Faces
cs: Stěny

# seasons
source: Autumn
cs: Podzim

# seasons
source: No
cs: Ne

# seasons
source: Seasonal
cs: Sezónní

# seasons
source: Spring
cs: Pramen

# seasons
source: Summer
cs: Léto

# seasons
source: Winter
cs: Zima

# seasons
source: Yes
cs: Ano

# shelter
source: Gazebo
cs: Altánek

# shelter
source: Public transport
cs: Veřejná doprava

# shelter
source: Type of shelter
cs: Typ úkrytu

# shelter
source: Weather shelter
cs: Přístřešek pro případ nepříznivého počasí

# shelter
source: Wildlife hide
cs: Úkryt v divočině

# height
source: Height (meters)
cs: Výška (m)

# hunting stand
source: Hide
cs: Úkryt

# golf
source: Bunker
cs: Bunkr

# golf
source: Golf cartpath
cs: Cesta pro golfová vozítka

# golf
source: Golf path
cs: Golfová stezka

# golf
source: Green
cs: Zelená

# golf
source: Hole
cs: Díra

# golf
source: Lateral water hazard
cs: Nebezpečí boční vody

# golf
source: Natural
cs: Přírodní

# golf
source: Pin
cs: Kolík

# golf
source: Tee
cs: Tričko

# disc_golf
source: Basket
cs: Koš

# disc_golf
source: Hole
cs: Díra

# disc_golf
source: Tee
cs: Tričko

# riding
source: Horse Riding Arena
cs: Jízdárna

# riding
source: Horse Riding Centre
cs: Jezdecké centrum

# riding
source: Racetrack
cs: Závodní dráha

# riding
source: Sports Centre
cs: Sportovní centrum

# riding
source: Stadium
cs: Stadion

# riding
source: Type
cs: Typ

# piste
source: Connection
cs: Spojení

# piste
source: Downhill
cs: Sjezd

# piste
source: Hike
cs: Pěší

# piste
source: Nordic
cs: Severský

# piste
source: Piste type
cs: Typ dráhy

# piste
source: Playground
cs: Dětský ski park

# piste
source: Skitour
cs: Skialpinismus

# piste
source: Sled
cs: Sportovní saně

# piste
source: Sleigh
cs: Tažené saně

# piste
source: Snow park
cs: Sněžný park

# piste:difficulty
source: Advanced
cs: Pokročilý

# piste:difficulty
source: Difficulty
cs: Obtížnost

# piste:difficulty
source: Easy
cs: Snadný

# piste:difficulty
source: Freeride
cs: Jízda zdarma

# piste:difficulty
source: Intermediate
cs: Středně pokročilá

# piste:difficulty
source: Novice
cs: Začátečník

# piste:grooming
source: Backcountry
cs: Strojově neupraveno

# piste:grooming
source: Classic
cs: Klasika

# piste:grooming
source: Grooming
cs: Úprava

# piste:grooming
source: Mogul
cs: Boule

# piste:grooming
source: Scooter
cs: Skútr

# piste:grooming
source: Skating
cs: Bruslení (na hladko)

# tower
source: Communication
cs: Komunikace

# tower
source: Observation
cs: Observatoř

# tower
source: Tower type
cs: Typ věže

# flag
source: Advertising
cs: Reklamní

# flag
source: Governmental
cs: Vládní

# flag
source: Military
cs: Armáda

# flag
source: Municipal
cs: Obecní

# flag
source: National
cs: Národní

# flag
source: Organisation
cs: Organizace

# flag
source: Regional
cs: Místní

# flag
source: Religious
cs: Náboženský

# flag
source: Type
cs: Typ

# pump
source: Indoor
cs: Vnitřní

# pump
source: Location
cs: Lokace

# pump
source: Outdoor
cs: Venkovní

# pump
source: Surface
cs: Povrch

# pump
source: Underground
cs: Podzemní

# pump
source: Underwater
cs: Podzemní voda

source: Content
cs: Obsah

# content
source: Fuel
cs: Palivo

# content
source: Manure
cs: Hnůj

# content
source: Oil
cs: Ropa

# content
source: Sewage
cs: Odpadní voda

# content
source: Silage
cs: Siláž

# content
source: Slurry
cs: Kejda

# content
source: Water
cs: Voda

# content
source: Wine
cs: Víno

# valve
source: Ball
cs: Míč

# valve
source: Butterfly
cs: Motýl

# valve
source: Gate
cs: Brána

# valve
source: Needle
cs: Jehla

# valve
source: Valve type
cs: Typ ventilu

# actuator
source: Electric motor
cs: Elektromotor

# actuator
source: Hydraulic cylinder
cs: Hydraulický válec

# actuator
source: Manual
cs: Ruční

# actuator
source: Pneumatic cylinder
cs: Pneumatický válec

# marker
source: Aerial
cs: Letecká

# marker
source: Ground
cs: Země

# marker
source: Pedestal
cs: Podstavec

# marker
source: Plate
cs: Deska

# marker
source: Post
cs: Pošta

# marker
source: Stone
cs: Kámen

# marker
source: Type
cs: Typ

# manhole
source: Drain
cs: Odvodňovací strouha

# manhole
source: Gas
cs: Plyn

# manhole
source: Power
cs: Energetika

# manhole
source: Rainwater
cs: Dešťová voda

# manhole
source: Telecom
cs: Telekomunikační

# manhole
source: Type
cs: Typ

# manhole
source: Water
cs: Voda

# man_made
source: Beacon
cs: Maják

# man_made
source: Beehive
cs: Včelín

# man_made
source: Dolphin
cs: Delfín

# man_made
source: Dovecote
cs: Holubník

# man_made
source: Insect hotel
cs: Hmyzí hotel

# man_made
source: MDF
cs: Dřevotříska

# man_made
source: Observatory
cs: Observatoř

# man_made
source: Telescope
cs: Teleskop

# lamp_type
source: Electric (generic)
cs: Elektrická (generická)

# lamp_type
source: Floodlight (generic)
cs: Světlomet (obecný)

# lamp_type
source: Fluorescent
cs: Fluorescenční

# lamp_type
source: High pressure sodium
cs: Vysoký tlak sodíku

# lamp_type
source: Low pressure sodium
cs: Nízký tlak sodíku

# lamp_type
source: Mercury
cs: Merkur

# lamp_type
source: Method
cs: Princip

# lamp_type
source: Sodium (generic)
cs: Sodík (generický)

# lamp_type
source: Solar lamp (generic)
cs: Solární lampa (generická)

# lamp_type
source: Type
cs: Typ

# lamp_mount
source: Pole
cs: Sloup elektrického vedení

# lamp_mount
source: Wall
cs: Nástěnný

# survey_point
source: Beacon
cs: Maják

# survey_point
source: Block
cs: Masivní blok

# survey_point
source: Bracket
cs: Závorka

# survey_point
source: Cut
cs: Vyjmout

# survey_point
source: Horizontal
cs: Horizontální

# survey_point
source: Horizontal and vertical
cs: Horizontální a vertikální

# survey_point
source: Indented pin
cs: Odsazený kolík

# survey_point
source: Landmark
cs: Orientační bod

# survey_point
source: Medallion
cs: Medailon

# survey_point
source: Physical structure
cs: Fyzická struktura

# survey_point
source: Pillar
cs: Pilíř

# survey_point
source: Pin
cs: Kolík

# survey_point
source: Plaque
cs: Plaketa

# survey_point
source: Pole
cs: Sloup elektrického vedení

# survey_point
source: Purpose
cs: Účel

# survey_point
source: Vertical
cs: Vertikální

# camera:type
source: Dome
cs: V kopuli

# camera:type
source: Fixed
cs: Pevná

# camera:type
source: Panning
cs: Otočná

# camera:mount
source: Ceiling
cs: Strop

# camera:mount
source: Pole
cs: Sloup elektrického vedení

# camera:mount
source: Wall
cs: Nástěnný

# generator method
source: Anaerobic digestion
cs: Anaerobní rozklad

# generator method
source: Combustion
cs: Spalování

# generator method
source: Fission
cs: Štěpení

# generator method
source: Fusion
cs: Fúze

# generator method
source: Gasification
cs: Zplyňování

# generator method
source: Method
cs: Princip

# generator method
source: Photovoltaic
cs: Fotovoltaická

# generator method
source: Pyrolysis
cs: Pyrolýza

# generator method
source: Stream
cs: Potok

# generator method
source: Thermal
cs: Termální

# generator method
source: Water storage
cs: Zásobník vody

# power cable
source: Location
cs: Umístění

# power cable
source: Overground
cs: Pozemní

# power cable
source: Overhead
cs: Nad hlavou

# power cable
source: Surface
cs: Povrch

# power cable
source: Underground
cs: Podzemní

# power cable
source: Underwater
cs: Podzemní voda

# memorial
source: 10cm × 10cm brass plaque commemorating victims of Nazi persecution. (EU,RU)
cs: Mosazná pamětní deska obětem nacistické perzekuce o rozměrech 10 × 10 cm. (EU,RU)

# memorial
source: A bench placed in memory of someone or something; usually has a plaque, and sometimes a statue sitting on (part of) it.
cs: Lavička umístěná na památku někoho nebo něčeho; obvykle má pamětní desku a někdy na ní (její části) sedí socha.

# memorial
source: A bicycle painted white permanently placed as memorial for a victim of a road accident (usually cyclists).
cs: Bíle natřené kolo trvale umístěné na památku oběti dopravní nehody (obvykle cyklisty).

# memorial
source: A blue plaque commemorating a historical link to that location. (UK)
cs: Modrá pamětní deska připomínající historickou vazbu na toto místo. (VELKÁ BRITÁNIE)

# memorial
source: A building, monument, statue or other edifice celebrating a victory or commemorating those who died or were injured in a war.
cs: Budova, pomník, socha nebo jiná stavba oslavující vítězství nebo připomínající ty, kteří padli nebo byli zraněni ve válce.

# memorial
source: A commemorative sign, often mounted on a wall.
cs: Pamětní cedule, často umístěná na zdi.

# memorial
source: A cross-shaped memorial.
cs: Památník ve tvaru kříže.

# memorial
source: A non figurative sculpture which does not match any of the other categories.
cs: Nefigurativní socha, která neodpovídá žádné z ostatních kategorií.

# memorial
source: A statue representing a person.
cs: Socha představující osobu.

# memorial
source: A stone with an inscription, picture, or similar.
cs: Kámen s nápisem, obrázkem nebo podobně.

# memorial
source: An obelisk.
cs: Obelisk

# memorial
source: An upright slab engraved or painted with decorations or inscriptions.
cs: Stojatá deska s vyrytými nebo namalovanými ozdobami nebo nápisy.

# memorial
source: Bench
cs: Lavička

# memorial
source: Blue plaque (UK)
cs: Modrá plaketa (UK)

# memorial
source: Bust
cs: Busta

# memorial
source: Cross
cs: Kříž

# memorial
source: Ghost bike
cs: Kolo duchů

# memorial
source: Like a statue, but only showing the upper half of a person.
cs: Jako socha, ale zobrazující pouze horní polovinu člověka.

# memorial
source: Plaque
cs: Plaketa

# memorial
source: Sculpture
cs: Socha

# memorial
source: Statue
cs: Socha

# memorial
source: Stele
cs: Stéla

# memorial
source: Stone
cs: Kámen

# memorial
source: Type
cs: Typ

# memorial
source: War memorial
cs: Válečný památník

# food
source: Horse
cs: Kůň

# food
source: Poultry
cs: Drůbež

# food
source: Speciality
cs: Zaměření

# shop
source: Outdoor
cs: Venkovní

# shop
source: Shoe repair
cs: Oprava obuvi

# shop
source: Shoes
cs: Boty

# shoes
source: Repairs
cs: Opravy

# Tag:shop=craft
source: Provides classes
cs: Poskytuje třídy

# place
source: Island
cs: Ostrov

# place
source: Quarter
cs: Čtvrť

# place
source: Square
cs: Zpravoúhlit

# place
source: State
cs: Stav

# volcano
source: Active
cs: Aktivní

# volcano
source: Current Status
cs: Aktuální stav

# volcano
source: Dormant
cs: Spící

# volcano
source: Extinct
cs: Vyhaslá

# volcano
source: Not erupted in recorded history
cs: V zaznamenané historii nevybuchla

# volcano
source: Was active in historical times
cs: Byl aktivní v historické době

# cutline
source: Border
cs: Hranice

# cutline
source: Hunting
cs: Lov

# cutline
source: Pipeline
cs: Dálkové potrubí

# cutline
source: Type
cs: Typ

# crop
source: Asparagus
cs: Chřest

# crop
source: Barley
cs: Ječmen

# crop
source: Corn
cs: Kukuřice

source: Crop
cs: Plodina

# crop
source: Grass
cs: Tráva

# crop
source: Potatoes
cs: Brambory

# crop
source: Rapeseed
cs: Řepka

# crop
source: Rice
cs: Rýže

# crop
source: Sugarcane
cs: Cukrová třtina

# crop
source: Tea
cs: Čaj

# crop
source: Wheat
cs: Pšenice

# garden
source: Chinese
cs: Čínská

# garden
source: Community
cs: Komunita

# garden
source: Cottage garden
cs: Zahrada u chaty

# garden
source: English
cs: Anglická

# garden
source: Flower garden
cs: Květinová zahrada

# garden
source: French
cs: Francouzská

# garden
source: Herb garden
cs: Bylinková zahrada

# garden
source: Japanese
cs: Japonská

# garden
source: Kitchen
cs: Kuchyně

# garden
source: Monastery
cs: Klášter

# garden
source: Residential
cs: Obytná

# garden
source: Roof garden
cs: Zahrada na střeše

# garden
source: Style
cs: Styl

# garden
source: Type
cs: Typ

# Landuse
source: Commercial
cs: Podniky, kanceláře

# Landuse
source: Construction Area
cs: Staveniště

# Landuse
source: Garages
cs: Budova soukromých garáží

# Landuse
source: Industrial area
cs: Průmyslová oblast

# Landuse
source: Military
cs: Vojenský prostor

# Landuse
source: Port
cs: Přístav

# Landuse
source: Residential Area
cs: Obytná oblast

# Landuse
source: Retail
cs: Obchody

# landuse
source: Apartments
cs: Bytový dům

# landuse
source: Cemetery
cs: Hřbitov

# landuse
source: Commercial
cs: Podniky, kanceláře

# landuse
source: Construction type
cs: Typ konstrukce

# landuse
source: Education
cs: Vzdělání

# landuse
source: Garages
cs: Budova soukromých garáží

# landuse
source: Halting site
cs: Místo zastavení

# landuse
source: Industrial
cs: Průmysl

# landuse
source: Military
cs: Armáda

# landuse
source: Railway Land
cs: Pozemek železnice

# landuse
source: Religious
cs: Náboženský

# landuse
source: Residential Area
cs: Obytná oblast

# landuse
source: Retail
cs: Obchody

# landuse
source: Rural
cs: Venkovský

# landuse
source: Single family
cs: Jedna rodina

# landuse
source: Trailer park
cs: Místo pro přívěsy

# landuse
source: Type
cs: Typ

# landuse
source: Urban
cs: Městský

# industrial
source: Bakery
cs: Pekářství

# industrial
source: Brewery
cs: Pivovar

# industrial
source: Brickyard
cs: Cihelna

# industrial
source: Cargo
cs: Nákladní letadlo

# industrial
source: Container
cs: Kontejner

# industrial
source: Depot
cs: Depo
