Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

# pump
source: Location
de_ch: Ort
es: Ubicación
hu: Hely
is: Staðsetning
sv: Lokalisering

# pump
source: Outdoor
de_ch: im Freien
es: Exterior
hu: Kültéri
is: Utanhúss
sv: Utomhus

# pump
source: Surface
de_ch: Oberfläche
es: Superficie
hu: Felület
is: Yfirborð
sv: Yta

# pump
source: Underground
de_ch: Tiefgarage
es: Subterráneo
hu: Föld alatti
is: Neðanjarðar
sv: Underjordisk

# pump
source: Underwater
de_ch: Unterwasser
es: Bajo el agua
hu: Víz alatti
is: Neðan vatnsyfirborðs
sv: Undervattenskabel

source: Content
de_ch: Inhalt
es: Contenido
hu: Tartalom
is: Innihald
sv: Innehåll

# content
source: Fuel
de_ch: Kraftstoff
es: Gasolina
hu: Üzemanyag
is: Eldsneyti
sv: Bränsle

# content
source: Manure
de_ch: Mist
es: Estiércol
hu: Trágya
is: Húsdýraáburður
sv: Gödsel

# content
source: Oil
de_ch: Öl
es: Aceite
hu: Kőolaj
is: Olía
sv: Olja

# content
source: Sewage
de_ch: Abwasser
es: Aguas residuales
hu: Szennyvíz
is: Frárennsli
sv: Avlopp

# content
source: Silage
es: Ensilado
hu: Silótakarmány
is: Vothey
sv: Ensilage

# content
source: Slurry
de_ch: Gülle
es: Lodo / Purines
hu: Hígtrágya
is: Grugg
sv: Slam

# content
source: Water
de_ch: Gewässer
es: Cuerpo de agua
hu: Arkhimédészi csavar
is: Vatn
sv: Vatten

# content
source: Wine
de_ch: Wein
es: Vino
hu: Bor
is: Vín
sv: Vin

# valve
source: Ball
de_ch: Kugel
es: Esférica
hu: Golyó
is: Kúlu
sv: Boll

# valve
source: Butterfly
de_ch: Schmetterling
es: Mariposa
hu: Pillangó
is: Vængja
sv: Fjäril

# valve
source: Gate
de_ch: Tor
es: Puerta
hu: Kapu
is: Hlið
sv: Grind

# valve
source: Globe
de_ch: Ringkolben
es: Globo
is: Hnöttur
sv: Klot

# valve
source: Needle
de_ch: Nadel
es: Aguja
hu: Tű
is: Nál
sv: Nål

# valve
source: Plug
de_ch: Kükenhahn
es: Tapón
hu: Dugó
is: Tengi
sv: Plugg

# valve
source: Spool
de_ch: Kolben
es: Carrete / Bobina
hu: Orsó
is: Spóla
sv: Spole

# valve
source: Valve type
de_ch: Ventiltyp
es: Tipo de válvula
hu: Szeleptípus
is: Tegund ventils
sv: Ventiltyp

source: Actuator
de_ch: Elektrischer Stellantrieb
es: Actuador
hu: Működtető
sv: Ställdon

# actuator
source: Electric motor
de_ch: Elektrischer Motor
es: Motor eléctrico
hu: Villanymotor
is: Rafmótor
sv: Elmotor

# actuator
source: Hydraulic cylinder
de_ch: Hydraulischer Zylinder
es: Cilindro hidráulico
hu: Hidraulikus henger
sv: Hydraulcylinder

# actuator
source: Pneumatic cylinder
de_ch: Pneumatischer Zylinder
es: Cilindro neumático
hu: Pneumatikus henger
sv: Pneumatisk cylinder

# actuator
source: Solenoid
de_ch: Magnetschalter
es: Solenoide
hu: Mágnestekercs (szolenoid)

# actuator
source: Thermostatic
de_ch: Thermostatisch
es: Termostático
hu: Termosztatikus
sv: Termostat

# marker
source: Aerial
de_ch: Luftmarkierung
es: Aéreo
hu: Légi észlelésre
sv: Luftfart

# marker
source: Ground
de_ch: Erde
es: Terreno
hu: Talajon lévő
is: Yfirborð
sv: Mark

# marker
source: Plate
de_ch: Schild
es: Placa
hu: Tábla
is: Skjöldur
sv: Platta

# marker
source: Post
de_ch: Pfosten
es: Poste
hu: Oszlop
is: Staur
sv: Stolpe

# marker
source: Stone
de_ch: Stein
es: Piedra
hu: Kő
is: Steinn
sv: Sten

# marker
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# manhole
source: Drain
de_ch: Entwässerungsgraben
es: Desagüe
hu: Vízelvezetés
is: Frárennsli
sv: Dränering

# manhole
source: Gas
es: Gasolina
hu: Földgáz

# manhole
source: Heat
de_ch: Wärme
es: Calor
hu: Hő
is: Hiti
sv: Värme

# manhole
source: Power
de_ch: Energieerzeugung
es: Energía
hu: Villamos energia
is: Orka
sv: Energi

# manhole
source: Rainwater
de_ch: Regenwasser
es: Agua de lluvia
hu: Esővíz
is: Regnvatn
sv: Regnvatten

# manhole
source: Sewer
de_ch: Abwasser
es: Alcantarilla
hu: Szennyvíz
is: Frárennsli
sv: Avlopp

# manhole
source: Telecom
de_ch: Telekommunikation
es: Telecomunicaciones
hu: Távközlés
is: Samskipti
sv: Telekom

# manhole
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# manhole
source: Water
de_ch: Gewässer
es: Cuerpo de agua
hu: Vízvezeték
is: Vatn
sv: Vatten

# man_made
source: Beacon
de_ch: Leuchtfeuer
es: Baliza
hu: Jeladó
is: Miðunarmerki
sv: Signalanordning

# man_made
source: Beehive
de_ch: Bienenstock
es: Colmena
hu: Méhkaptár (mesterséges)
is: Býflugnabú
sv: Bikupa

# man_made
source: Dolphin
de_ch: Dalbe
es: Delfín
hu: Cölöpgúla
is: Bólvirki
sv: Dykdalb

# man_made
source: Dovecote
de_ch: Taubenschlag
es: Palomar
hu: Galambdúc
is: Dúfnahús
sv: Duvslag

# man_made
source: Insect hotel
de_ch: Insektenhotel
es: Hotel de insectos
hu: Rovarhotel
is: Skordýrahótel
sv: Insektshotell

# man_made
source: Instruments
de_ch: Messgeräte
es: Instrumentos
sv: Instrument

# man_made
source: Observatory
de_ch: Observatorium
es: Observatorio
hu: Obszervatórium
is: Skoðunarstöð
sv: Observatorium

# man_made
source: Telescope
de_ch: Teleskop
es: Telescopio
hu: Teleszkóp
is: Sjónauki
sv: Teleskop

# lamp_type
source: Electric (generic)
de_ch: Elektrisch (generisch)
es: Eléctrica (genérica)
hu: Elektromos (általános)
sv: Elektrisk (generisk)

# lamp_type
source: Floodlight (generic)
de_ch: Flutlicht (generisch)
es: Reflector (genérico)
hu: Reflektor
sv: Strålkastare (generisk)

# lamp_type
source: Fluorescent
de_ch: Leuchtstofflampe
es: Fluorescente
hu: Fénycső
sv: Fluorescerande

# lamp_type
source: Gaslight
de_ch: Gaslaterne
es: Luz de gas
hu: Gázlámpa
is: Gasljós
sv: Gaslykta

# lamp_type
source: High pressure sodium
de_ch: Natrium-Hochdrucklampe
es: Sodio de alta presión
hu: Nagy nyomású nátriumgőz
sv: Högtrycksnatrium

# lamp_type
source: Low pressure sodium
de_ch: Natrium-Niederdrucklampe
es: Sodio de baja presión
hu: Kis nyomású nátriumgőz
sv: Lågtrycksnatrium

# lamp_type
source: Mercury
de_ch: Quecksilberdampf
es: Mercurio
hu: Higany
sv: Kvicksilver

# lamp_type
source: Method
de_ch: Umwandlungsmethode
es: Método
hu: Mód
is: Aðferð
sv: Metod

# lamp_type
source: Sodium (generic)
de_ch: Natriumlampe (generisch)
es: Sodio (genérico)
hu: Nátrium (általános)
sv: Natrium (generiskt)

# lamp_type
source: Solar lamp (generic)
de_ch: Solar-Lampe (generisch)
es: Lámpara solar (genérica)
hu: Napelemes (általános)
sv: Solcellslampa (generisk)

# lamp_type
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# lamp_mount
source: Bent mast
de_ch: gebogener Mast
es: Mástil curvo
hu: Hajlított kandeláber
is: Boginn staur
sv: Böjd mast

# lamp_mount
source: High mast
de_ch: Hoher Mast
es: Mástil alto
hu: Magas pózna (30< m)
is: Hátt mastur
sv: Hög mast

# lamp_mount
source: Mounted on
de_ch: Befestigt an
es: Montado en
hu: Felszerelve a következőre:
is: Sett upp á
sv: Fäst på

# lamp_mount
source: Pole
de_ch: Stange
es: Poste
hu: pózna
is: Staurar
sv: Påle

# lamp_mount
source: Straight mast
de_ch: gerader Mast
es: Mástil recto
hu: Egyenes kandeláber
is: Beinn staur
sv: Rak mast

# lamp_mount
source: Suspended
de_ch: Abgehängt
es: Suspendido
hu: Huzal (felfüggesztve)
is: Upphengt
sv: Upphängd

# lamp_mount
source: Wall
de_ch: Wandanschluss
es: Pared
hu: Fal
is: Veggur
sv: Mur

# survey_point
source: Beacon
de_ch: Leuchtfeuer
es: Baliza
hu: Irányfény
is: Miðunarmerki
sv: Radiofyr

# survey_point
source: Block
es: Bloque
hu: tömb
is: Reitur
sv: Blockering

# survey_point
source: Bracket
de_ch: Bügel
es: Soporte
hu: konzol
sv: Fäste

# survey_point
source: Cut
de_ch: Linie
es: Corte
hu: rovátka, bevágás
is: Klippa
sv: Ristning

# survey_point
source: Fustrum
de_ch: künstlicher Vermessungspunkt
es: Frustum / Tronco de cono
hu: Csonka gúla

# survey_point
source: Horizontal and vertical
de_ch: Horizontal und vertikal
es: Horizontal y vertical
hu: Vízszintes és függőleges
sv: Horisontell och vertikal

# survey_point
source: Indented pin
de_ch: Stift mit Einkerbung
es: Pin con hendidura
hu: tű bemélyedéssel
sv: Försänkt stift

# survey_point
source: Landmark
de_ch: Wahrzeichen
es: Punto de referencia
hu: Tájékozódási pont
is: Landmerki
sv: Landmärke

# survey_point
source: Magnet
es: Imán
hu: mágnes

# survey_point
source: Medallion
de_ch: Kreisförmige Platte
es: Medallón
hu: medál
sv: Medaljong

# survey_point
source: Physical structure
de_ch: Aufbau
es: Estructura física
hu: Fizikai szerkezet
sv: Fysisk struktur

# survey_point
source: Pillar
de_ch: Säule
es: Pilar
hu: oszlop
is: Stólpi
sv: Stolpe

# survey_point
source: Plaque
de_ch: Gedenktafel
es: Placa
hu: tábla
is: Skjöldur
sv: Platta

# survey_point
source: Pole
de_ch: Stange
es: Poste
hu: pózna
is: Staurar
sv: Påle

# survey_point
source: Purpose
de_ch: Zweck
es: Propósito
hu: Alkalmazás
is: Tilgangur
sv: Syfte

source: Camera type
de_ch: Art der Kamera
es: Tipo de cámara
hu: Kamera típusa
is: Tegund myndavélar
sv: Kameratyp

# camera:type
source: Dome
de_ch: Dom
es: Domo
hu: Kupola
is: Hálfkúla
sv: Dome ("kupol")

# camera:type
source: Fixed
de_ch: fest ausgerichtet
es: Fija
hu: Rögzített
is: Föst
sv: Fast

# camera:type
source: Panning
de_ch: schwenkend
es: Toma panorámica
hu: Pásztázó
is: Hliðrun
sv: Panorering

# camera:mount
source: Ceiling
de_ch: Decke
es: Techo
hu: Mennyezet
is: Loft
sv: Tak

# camera:mount
source: Mounted on
de_ch: Befestigt an
es: Montado en
hu: Felszerelve a következőre:
is: Sett upp á
sv: Fäst på

# camera:mount
source: Pole
de_ch: Mast
es: Poste eléctrico
hu: Rúd
is: Staurar
sv: Påle

# camera:mount
source: Wall
de_ch: Wandanschluss
es: Pared
hu: Fal
is: Veggur
sv: Mur

# generator method
source: Anaerobic digestion
de_ch: Anaerober Abbau
es: Digestión anaeróbica
hu: Anaerob bontás
is: Óloftháð gerjun
sv: Anaerob nedbrytning

# generator method
source: Barrage
es: Dique de marea
hu: Duzzasztómű
is: Stífla
sv: Tidvattendamm

# generator method
source: Combustion
de_ch: Verbrennung
es: Combustión
hu: Égés
is: Bruni
sv: Förbränning

# generator method
source: Fission
de_ch: Kernspaltung
es: Fisión
hu: Maghasadás (fisszió)
is: Kjarnaklofnun

# generator method
source: Fusion
de_ch: Kernfusion
es: Fusión
hu: Magegyesülés (fúzió)
is: Kjarnasamruni

# generator method
source: Gasification
de_ch: Vergasung
es: Gasificación
hu: Elgázosítás
is: Gösun
sv: Förgasning

# generator method
source: Method
de_ch: Umwandlungsmethode
es: Método
hu: Mód
is: Aðferð
sv: Metod

# generator method
source: Photovoltaic
de_ch: Photovoltaik
es: Fotovoltaico
hu: Fotovoltaikus
is: Sólrafhlaða
sv: Fotovoltaik (solceller)

# generator method
source: Pyrolysis
de_ch: Pyrolyse
es: Pirólisis
hu: Hőbontás (pirolízis)
sv: Pyrolys (torrdestillering)

# generator method
source: Run of the river
de_ch: Flusslauf
es: Central hidroeléctrica de pasada
hu: Vízfolyás
is: Rennsli árinnar
sv: Flodens löpning

# generator method
source: Stream
de_ch: Strom
es: Corriente
hu: Patak
is: Straumvatn
sv: Bäck

# generator method
source: Thermal
de_ch: Sonnenkollektor
es: Térmico
hu: Termál
is: Volgra (thermal)
sv: Termisk solkraft

# generator method
source: Water pumped storage
de_ch: Pumpspeicher
es: Almacenamiento por bombeo de agua
hu: Szivattyús víztároló
is: Vatnsdæliforði
sv: Pumpvattendamm

# generator method
source: Water storage
de_ch: Wasserreservoir
es: Almacenamiento de agua
hu: Víztároló
is: Vatnsforði
sv: Vattencistern

# power cable
source: Location
de_ch: Lage
es: Ubicación
hu: Elhelyezkedés
is: Staðsetning
sv: Plats

# power cable
source: Overground
de_ch: Oberirdisch
es: Sobre el suelo
hu: Föld fölötti
is: Ofanjarðar
sv: Ovan jord

# power cable
source: Overhead
de_ch: Garagentor
es: Elevado
hu: Emelkedő garázskapu
is: Upphengd
sv: Luftledning

# power cable
source: Surface
de_ch: Oberfläche
es: Superficie
hu: Felület
is: Yfirborð
sv: Yta

# power cable
source: Underground
de_ch: Unterirdisch
es: Subterráneo
hu: Föld alatti
is: Neðanjarðar
sv: Underjordisk

# power cable
source: Underwater
de_ch: Unterwasser
es: Bajo el agua
hu: Víz alatti
is: Neðan vatnsyfirborðs
sv: Undervattenskabel

# memorial
source: 10cm × 10cm brass plaque commemorating victims of Nazi persecution. (EU,RU)
de_ch: 10 cm × 10 cm grosse Messingtafel zum Gedenken an die Opfer der nationalsozialistischen Verfolgung. (EU,RU)
es: Placa de latón de 10 cm × 10 cm que conmemora a las víctimas de la persecución nazi. (UE, RU)
hu: A náci üldöztetés áldozatainak emlékére a útburkolatba helyezett 10×10 cm-es sárgaréz emléktábla.
sv: 10cm × 10cm mässingsgatsten som hedrar nazismens offer. (EU,RU)

# memorial
source: A bench placed in memory of someone or something; usually has a plaque, and sometimes a statue sitting on (part of) it.
de_ch: Eine Bank, die zum Gedenken an eine Person oder eine Sache aufgestellt wird; in der Regel mit einer Gedenktafel und manchmal mit einer Statue, die auf ihr sitzt.
es: Un banco colocado en memoria de alguien o algo; por lo general, tiene una placa y, a veces, una estatua sentada sobre (parte de) él.
hu: Valakinek vagy valaminek az emlékére állított pad; általában van rajta egy emléktábla, és néha (egy részén) egy szobor is ül.
sv: En bänk utplacerad till minne av någon eller något. Vanligtvis med en plakett, ibland med en staty på eller intill.

# memorial
source: A bicycle painted white permanently placed as memorial for a victim of a road accident (usually cyclists).
de_ch: Ein weiss gestrichenes Velo, das dauerhaft zum Gedenken an ein Opfer eines Verkehrsunfalls (meist Radfahrer) aufgestellt wird.
es: Una bicicleta pintada de blanco colocada permanentemente como monumento a una víctima de un accidente de tráfico (generalmente ciclistas).
hu: Fehérre festett kerékpár, amely egy közúti baleset áldozatának (általában kerékpárosnak) állít emléket.
sv: En vitmålad cykel som ställs upp som minnesmärke vid en plats där en cyklist har förolyckats i trafiken.

# memorial
source: A blue plaque commemorating a historical link to that location. (UK)
de_ch: Eine blaue Plakette, die an eine historische Verbindung zu diesem Ort erinnert. (UK)
es: Una placa azul que conmemora un vínculo histórico con ese lugar. (Reino Unido)
hu: Kék emléktábla, amely az adott helyszínhez fűződő történelmi kapcsolatról emlékezik meg. (UK)
sv: En blå plakett som uppmärksammar en historisk koppling till platsen. (Storbritannien)

# memorial
source: A building, monument, statue or other edifice celebrating a victory or commemorating those who died or were injured in a war.
de_ch: Ein Gebäude, ein Denkmal, eine Statue oder ein anderes Bauwerk, das einen Sieg feiert oder an die Gefallenen oder Verletzten eines Krieges erinnert.
es: Un edificio, monumento, estatua u otro edificio que celebra una victoria o conmemora a los que murieron o resultaron heridos en una guerra.
hu: Épület, emlékmű, szobor vagy más építmény, amely egy győzelmet ünnepel, vagy a háborúban elesettekről vagy sebesültekről emlékezik meg.
sv: En byggnad, monument, staty eller liknande som uppmärksammar ett krig /slag, eller minns personer som dött eller skadats i krig.

# memorial
source: A commemorative sign, often mounted on a wall.
de_ch: Gedenkzeichen, das häufig an einer Wand angebracht wird.
es: Un letrero conmemorativo, a menudo montado en una pared.
hu: Emléktábla, gyakran falra erősítve.
sv: En minnestavla, ofta monterad på t.ex. en vägg.

# memorial
source: A cross-shaped memorial.
de_ch: Ein kreuzförmiges Denkmal.
es: Un monumento en forma de cruz.
hu: Kereszt formájú emlékmű.
sv: Ett minnesmärke i form av ett kors som uppmärksammar t.ex. en händelse eller ett dödsfall.

# memorial
source: A non figurative sculpture which does not match any of the other categories.
de_ch: Eine nicht figurative Skulptur, die in keine der anderen Kategorien passt.
es: Una escultura no figurativa que no coincide con ninguna de las otras categorías.
hu: Nonfiguratív szobor, amely nem felel meg a többi kategória egyikének sem.
sv: En generell skulptur som inte passar in i någon av de andra kategorierna.

# memorial
source: A statue representing a person.
de_ch: Statue, die eine Person darstellt.
es: Una estatua que representa a una persona.
hu: Egy személyt megjelenítő szobor.
sv: En staty som representerar en person.

# memorial
source: A stone with an inscription, picture, or similar.
de_ch: Stein mit einer Inschrift, einem Bild oder Ähnlichem.
es: Una piedra con una inscripción, imagen o similar.
hu: Felirattal, képpel vagy hasonlóval ellátott kő.
sv: En sten med inskription, bild, ristning eller liknande.

# memorial
source: An obelisk.
de_ch: Ein Obelisk.
es: Un obelisco.
hu: Magas, felfelé keskenyedő, négyzet keresztmetszetű kőoszlop, amely gúla alakú csúcsban végződik.
sv: En obelisk; fyrkantig stenpelare som smalnar av uppåt, avslutas ofta med en pyramidformig topp.

# memorial
source: An upright slab engraved or painted with decorations or inscriptions.
de_ch: Eine aufrecht stehende Platte, die mit Verzierungen oder Inschriften graviert oder bemalt ist.
es: Una losa vertical grabada o pintada con decoraciones o inscripciones.
hu: Függőleges lap vésett vagy festett díszítésekkel vagy feliratokkal.
sv: Upprest sten dekorerad, ristad eller målad, med bilder, inskriptioner, reliefer eller liknande.

# memorial
source: Bench
de_ch: Sitzbank
es: Banco / Asiento
hu: Pad
is: Bekkur
sv: Bänk

# memorial
source: Blue plaque (UK)
de_ch: Blaue Plakette (UK)
es: Placa azul (RU)
hu: Kék tábla (UK)
sv: Blå minnestavla (Storbritannien)

# memorial
source: Bust
de_ch: Büste
es: Busto
hu: Mellszobor
is: Brjóstmynd
sv: Byst

# memorial
source: Cross
de_ch: Kreuz ohne religiösen Wert
es: Cruz
hu: Kereszt
is: Kross
sv: Kors

# memorial
source: Ghost bike
de_ch: Geisterrad
es: Bicicleta blanca / fantasma
hu: Szellemkerékpár
is: Draugahjól (minnismerki um látinn hjólreiðamann)
sv: Spökcykel

# memorial
source: Like a statue, but only showing the upper half of a person.
de_ch: Wie eine Statue, die aber nur die obere Hälfte einer Person zeigt.
es: Como una estatua, pero solo muestra la mitad superior de una persona.
hu: Mint egy szobor, de csak a személy felső felét mutatja.
sv: Som överdelen av en staty, ofta bara med personens huvud och axlar eller bål.

# memorial
source: Obelisk
es: Obelisco
hu: Obeliszk
is: Bautasteinn

# memorial
source: Plaque
de_ch: Gedenktafel
es: Placa
hu: Emléktábla
is: Skjöldur
sv: Minnestavla

# memorial
source: Sculpture
de_ch: Skulptur
es: Escultura
hu: Szobor
is: Höggmynd
sv: Skulptur

# memorial
source: Statue
es: Estatua
hu: Szobor
is: Stytta
sv: Staty

# memorial
source: Stele
de_ch: Grabsäule
es: Estela
hu: Kopjafa, sztélé
is: Staur

# memorial
source: Stone
de_ch: Stein
es: Roca
hu: Kő
is: Steinn
sv: Sten

# memorial
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# memorial
source: War memorial
de_ch: Kriegsmahnmal
es: Monumento de guerra
hu: Háborús emlékmű
is: Stríðsminnismerki
sv: Krigsmonument

# ceremonial_gate
source: Hongsalmun
es: Hongsalmun (puerta ceremonial coreana)

# ceremonial_gate
source: Iljumun
es: Iljumun (puerta de entrada a templos budistas en Corea)

# ceremonial_gate
source: Paifang
es: Paifang (arco o puerta tradicional china)

# ceremonial_gate
source: Tam quan
es: Tam quan (puerta triple tradicional vietnamita)

# ceremonial_gate
source: Type
de_ch: Typ
es: Tipo
sv: Typ

# food
source: Beef
de_ch: Rindfleisch
es: Carne de res / vaca
hu: Marhahús
is: Nautakjöt
sv: Nötkött

# food
source: Game
de_ch: Wildbret
es: Carne de caza
hu: Vadhús
is: Villibráð
sv: Vilt

# food
source: Horse
de_ch: Pferd
es: Caballo
hu: Ló
is: Hestar
sv: Häst

# food
source: Lamb
de_ch: Lamm
es: Carne de cordero
hu: Bárány
is: Lambakjöt
sv: Lammkött

# food
source: Pork
de_ch: Schweinefleisch
es: Carne de cerdo
hu: Sertés
is: Svínakjöt
sv: Fläskkött

# food
source: Poultry
de_ch: Geflügel
es: Aves de corral / ave
hu: Baromfi
is: Fuglakjöt
sv: Fågelkött

# food
source: Speciality
de_ch: Spezialität
es: Especialidad
hu: Specialitás
is: Sérgrein
sv: Specialinriktning

# shop
source: Lighting
de_ch: Lampengeschäft
es: Iluminación
hu: Világítástechnikai bolt
is: Lýsing
sv: Belysning

# shop
source: Outdoor
de_ch: Outdoorgeschäft
es: Exterior
hu: Kültéri
is: Utanhúss
sv: Utomhus

# shop
source: Shoe repair
de_ch: Schuhreparatur
es: Reparación de calzado
hu: Cipész
is: Skóviðgerðir
sv: Skomakare

# shop
source: Shoes
de_ch: Schuhe
es: Zapatos
hu: Cipő
is: Skór
sv: Skor

# shoes
source: Repairs
de_ch: Reparatur
es: Reparaciones
hu: Javítás
is: Viðgerðir
sv: Lagningar

# Tag:shop=craft
source: Provides classes
de_ch: Unterricht
es: Ofrece clases
sv: Erbjuder kurser

# place
source: Island
de_ch: Insel
es: Isla
hu: Sziget
is: Eyja
sv: Ö

# place
source: Quarter
de_ch: Quartier
es: Barrio
hu: Kis városrész
is: Hverfi
sv: Stadsdel

# place
source: Square
de_ch: Platz
es: Plaza
hu: Tér
is: Hornrétta
sv: Rätvinkla

# place
source: State
de_ch: Bundesland
es: Estado
hu: Állam
is: Ríki
sv: Stat

# volcano
source: Active
de_ch: Aktiv
es: Activo
is: Virkt
sv: Aktiv

# volcano
source: Current Status
de_ch: Aktueller Status
es: Estado Actual
is: Núverandi staða
sv: Aktuell status

# volcano
source: Dormant
de_ch: Inaktiv/Schlafend
es: Latente
is: Í dvala
sv: Vilande

# volcano
source: Extinct
de_ch: Erloschen
es: Extinto
is: Útdautt
sv: slocknad

# volcano
source: Not erupted in recorded history
de_ch: In der aufgezeichneten Geschichte nicht ausgebrochen.
es: No ha entrado en erupción en la historia registrada
is: Ekki gos á sögulegum tíma
sv: Inget utbrott känt i skrivna källor

# volcano
source: Was active in historical times
de_ch: War in historischen Zeiten aktiv
es: Estuvo activo en tiempos históricos
is: Var virkt á sögulegum tíma
sv: Aktiv tidigare i historien

# cutline
source: Border
de_ch: Grenze
es: Borde
hu: Határ
is: Eignamörk
sv: Rågång (gränslinje)

# cutline
source: Firebreak
de_ch: Brandschneise
es: Cortafuegos
hu: Tűzvédelem
is: Eldtefjandi
sv: Brandgata

# cutline
source: Hunting
de_ch: Jagd
es: Caza
hu: Vadászat
is: Skotveiði
sv: Jaktgata

# cutline
source: Logging machine
de_ch: Holzvollernter
es: Máquina cortadora de troncos
hu: Favágó gép
is: Skógarhögg
sv: Skogsmaskinsgata

# cutline
source: Pipeline
es: Canal
hu: Csővezeték
is: Leiðsla
sv: Rörledningsgata

# cutline
source: Piste
es: Pista
hu: Sípálya
is: Skíðaleið
sv: Pist eller liftgata

# cutline
source: Section
de_ch: Abteilung
es: Sección
hu: Erdőrészlet határa
is: Svæðismörk
sv: Områdesindelning

# cutline
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# crop
source: Asparagus
de_ch: Spargel
es: Espárragos
hu: Spárga
sv: Sparris

# crop
source: Barley
de_ch: Malz
es: Cebada
hu: Árpa
is: Bygg
sv: Korn

# crop
source: Coffee
de_ch: Kaffee
es: Café
sv: Kaffe

# crop
source: Corn
de_ch: Mais
es: Maíz
hu: Kukorica
is: Maís
sv: Majs

# crop
source: Cranberries
es: Arándanos
sv: Tranbär

source: Crop
de_ch: Feldfrucht
es: Cultivo
hu: Termény
is: Ræktun
sv: Gröda

# crop
source: Grapes
de_ch: Trauben
es: Uvas
sv: Vindruvor

# crop
source: Grass
es: Césped
hu: Fű
is: Gras
sv: Gräs

# crop
source: Hop
de_ch: Hopfen
es: Lúpulo
hu: Komló
is: Humlar
sv: Humle

# crop
source: Lavender
de_ch: Lavendel
es: Lavanda
sv: Lavendel

# crop
source: Potatoes
de_ch: Kartoffeln
es: Papas
hu: Burgonya
sv: Potatis

# crop
source: Rapeseed
de_ch: Raps
es: Colza
hu: Repce
is: Repja
sv: Raps

# crop
source: Rice
de_ch: Reis
es: Arroz
hu: Rizs
is: Hrísgrjón
sv: Ris

# crop
source: Soy
de_ch: Soya
es: Soja
hu: Szója
is: Soja
sv: Soja

# crop
source: Strawberries
de_ch: Erdbeeren
es: Fresas / Frutillas
sv: Jordgubbar

# crop
source: Sugarcane
de_ch: Zuckerrohr
es: Caña de azucar
hu: Cukornád
is: Sykurreyr
sv: Sockerrör

# crop
source: Tea
de_ch: Tee
es: Té
is: Te
sv: Te

# crop
source: Wheat
de_ch: Weizen
es: Trigo
hu: Búza
is: Hveiti
sv: Vete

# garden
source: Arboretum
es: Arboreto / Arboleda
hu: Arborétum (csak fák)
is: Trjásafn

# garden
source: Botanical
de_ch: Botanischer Garten
es: Botánico
hu: Botanikus kert
is: Grasagarður
sv: Botanisk

# garden
source: Chinese
de_ch: Chinesisch
es: Chino
hu: Kínai kert
is: Kínverska
sv: Kinesiska

# garden
source: Community
de_ch: Gemeinschaftsgarten
es: Comunitario
hu: Közösségi kert
is: Samfélag
sv: Gemensam, allmänning
