Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

source: A structure erected over a body of water, railroad, etc. to provide a roadway for vehicles, pedestrians or to carry utility services.
cs: Stavba postavená nad vodním dílem, železnicí apod., která slouží jako komunikace pro vozidla, chodce nebo pro vedení inženýrských sítí.

source: A structure in shallow water for fishing purposes which can be an obstruction to ships in general.
cs: Stavba v mělké vodě pro účely rybolovu, která může být překážkou pro lodě obecně.

source: A structure in the intertidal zone serving as a support for vessels at low stages of the tide to permit work on the exposed portion of the vessel's hull.
cs: Konstrukce v přílivové zóně sloužící jako podpěra pro plavidla v nízkých fázích přílivu, která umožňuje práci na odkryté části trupu plavidla.

source: A structure that is specifically designed or reinforced to provide for defence from armed attack.
cs: Stavba, která je speciálně navržena nebo zesílena za účelem obrany před ozbrojeným útokem.

source: A structure that may be swung, drawn, or lowered to block an entrance or passageway.
cs: Konstrukce, kterou lze odklopit, přitáhnout nebo spustit a zablokovat tak vchod nebo průchod.

source: A tactile map.
cs: Haptická mapa.

source: A tactile model.
cs: Hmatový model.

source: A traffic flow pattern indicating a recommended directional movement of traffic where it is impractical or unnecessary to adopt an established direction of traffic flow. Indicates the recommended traffic flow e.g., between two TSS, in the entrance areas of a TSS, beside a deep water route.
cs: Vzor dopravního proudu označující doporučený směr pohybu dopravy v případech, kdy je nepraktické nebo zbytečné přijmout stanovený směr dopravního proudu. Označuje doporučené vedení dopravního proudu např. mezi dvěma TSS, ve vstupních prostorách TSS, vedle hluboké vodní cesty.

source: A traffic signal station is a place on shore from which signals are made to regulate the movement of traffic.
cs: Dopravní návěstidlo je místo na břehu, odkud se dávají návěsti k regulaci provozu.

source: A transponder beacon transmitting a coded signal on radar frequency, permitting an interrogating craft to determine the bearing and range of the transponder. Also called racon.
cs: Transpondérový maják vysílající kódovaný signál na radarové frekvenci, který umožňuje dotazujícímu se plavidlu určit směr a dosah transpondéru. Nazývá se také racon.

source: A tree stump.
cs: Pařez.

source: A vertical construction consisting, for example, of a steel framework or pre-stressed concrete to carry cables, a bridge, etc.
cs: Svislá konstrukce tvořená například ocelovou kostrou nebo předpjatým betonem, která nese kabely, most apod.

source: A volcano, either dormant, extinct or active.
cs: Vulkán, spící, zaniklý, nebo aktivní.

source: A warning signal station is a place on shore from which warning signals are made to ships at sea.
cs: Výstražná signální stanice je místo na břehu, odkud se vysílají výstražné signály pro lodě na moři.

source: A warning signal transmitted by a vessel, or aid to navigation, during periods of low visibility.
cs: Varovný signál vysílaný plavidlem nebo navigační pomůckou v období snížené viditelnosti.

source: A water well.
cs: Studna na vodu.

source: A waterway gauge is an instrument for measuring water levels.
cs: Vodoměr je přístroj na měření vodní hladiny.

source: A zone separating the lanes in which ships are proceeding in opposite or nearly opposite directions; or separating a traffic lane from an adjacent sea area; or separating traffic lanes designated for particular classes of ships proceeding in the same direction.
cs: Zóna oddělující plavební dráhy, v nichž se lodě pohybují v opačných nebo téměř opačných směrech, nebo oddělující plavební dráhu od přilehlé námořní oblasti, nebo oddělující plavební dráhy určené pro určité třídy lodí plujících stejným směrem.

source: ALPR
cs: Auto rozpoznávání SPZ

source: Abandoned
cs: Opuštěný

source: Abandoned Rail
cs: Opuštěná železnice

source: Abandoned aeroway
cs: Opuštěná přistávací dráha

source: Abandoned amenity
cs: Opuštěné zařízení občanské vybavenosti

source: Abandoned building
cs: Opuštěná budova

source: Abandoned highway
cs: Opuštěná dálnice

source: Abandoned leisure
cs: Opuštěné volnočasové zařízení

source: Abandoned man_made
cs: Opuštěný prvek vytvořený člověkem

source: Abandoned military object
cs: Opuštěný vojenský objekt

source: Abandoned place
cs: Opuštěné místo

source: Abandoned railway
cs: Opuštěná železnice

source: Abandoned shop
cs: Opuštěný obchod

source: Abused
cs: Zneužíváno

source: Academic
cs: Akademický

source: Accepted bottles
cs: Přijímané lahve

source: Accepted material
cs: Přijímaný materiál

source: Accepted waste
cs: Přijímaný odpad

source: Accepts reusable packaging
cs: Přijímá opakovaně použitelné obaly

source: Access
cs: Přístup

source: Access Restrictions
cs: Omezení přístupu

source: Accommodation
cs: Ubytování

source: Accountant
cs: Účetní

source: Accuracy
cs: Přesnost

source: Across
cs: Přes

source: Acrylic
cs: Akryl

source: Acrylic glass
cs: Plexisklo

source: Action figures
cs: Akční figurky

source: Actual
cs: Aktuální

source: Add or update check date
cs: Přidat nebo aktualizovat datum kontroly

source: Additional attributes
cs: Další atributy

source: Additional localisation
cs: Dodatečná lokalizace

source: Additives:
cs: Aditiva:

source: Address
cs: Adresa

source: Address Interpolation
cs: Interpolace adresy

source: Addresses and Contact
cs: Adresa a kontakt

source: Adit
cs: Štola

source: Administration centre
cs: Administrační středisko

source: Administrative
cs: Administrativa

source: Administrative level
cs: Administrační úroveň

source: Admission tickets
cs: Vstupenky

source: Adult gaming centre
cs: Herna s hracími automaty

source: Advanced stop line
cs: Předsunutá stopčára pro cyklisty

source: Advertising
cs: Reklamní

source: Advertising Column
cs: Reklamní sloup

source: Advertising agency
cs: Reklamní agentura

source: Advisory max. speed (km/h)
cs: Doporučená maximální rychlost (km/h)

source: Aerial ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
cs: Letecký ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})

source: Aerialway
cs: Lanovka/vlek

source: African
cs: Africká

source: Afrikaans
cs: Afrikánština

source: After school capacity
cs: Kapacita po škole

source: After school care
cs: Péče po škole

source: Against way direction
cs: Proti směru cesty

source: Age group (ie: 6-12)
cs: Věková skupina (např. 6-12)

source: Aggregate
cs: Kamenivo

source: Agricultural
cs: Zemědělství

source: Agricultural engines
cs: Zemědělské motory

source: Agricultural supplies
cs: Zemědělské potřeby

source: Agritourism
cs: Agroturistika

source: Aikido
cs: Aikidó

source: Air
cs: Vzduch

source: Air Quality
cs: Kvalita ovzduší

source: Air conditioning
cs: Klimatizace

source: Aircraft
cs: Letadlo

source: Airfield
cs: Letiště

source: Airlift
cs: Letecká přeprava

source: Airport
cs: Letiště

source: Airport Grounds
cs: Areál letiště

source: Airstrip
cs: Přistávací dráha

source: Albanian
cs: Albánština

source: Alcohol
cs: Alkohol

source: All
cs: Vše

source: All vehicles
cs: Všechna vozidla

source: All vehicles @
cs: Všechna vozidla @

source: Allotments
cs: Zahrádkářská kolonie

source: Allowed
cs: Povolen

source: Almond trees
cs: Mandlovníky

source: Almost always an unpaved track lacking hard materials, uncompacted, with surface of soil/sand/grass
cs: Téměř vždy nezpevněná dráha bez tvrdých materiálů, nezhutněná, s povrchem zeminy/písku/trávy

source: Almost always an unpaved track prominently with soil/sand/grass, but with some hard materials, or compressed materials
cs: Téměř vždy je to nezpevněná dráha s výraznou půdou/pískem/trávou, ale s některými tvrdými nebo stlačenými materiály

source: Along
cs: Podél

source: Alpaca
cs: Alpaka

source: Alphabetic
cs: Abecední

source: Alpine
cs: Vysokohorská

source: Alpine Hut
cs: Vysokohorská chata

source: Alternate name
cs: Náhradní název

source: Alternate service tagging
cs: Značení alternativních služeb

source: Alternative medicine
cs: Alternativní medicína

source: Alternative name
cs: Alternativní název

source: Aluminium
cs: Hliník

source: Amateur radio
cs: Amatérské rádio

source: Ambulance Station
cs: Stanice záchranné služby

source: Ambulatory Care
cs: Ambulantní péče

source: American
cs: Americký

source: American Football
cs: Americký fotbal

source: Amharic
cs: Amharština

source: Amperage
cs: Proud

source: Amphibian
cs: Obojživelné

source: Amsterdam School
cs: Škola v Amsterdamu

source: Amusement/Theme Park
cs: Zábavný/Tematický park

source: An Automatic Identification System (AIS) message 21 transmitted from an AIS station to simulate on navigation systems an Aid to Navigation which does not physically exist.
cs: Zpráva automatického identifikačního systému (AIS) 21 vysílaná ze stanice AIS, která v navigačních systémech simuluje navigační pomůcku, která fyzicky neexistuje.

source: An accumulation of loose rocks.
cs: Hromada volných kamenů.

source: An accumulation of loose rounded rocks on a beach or riverbed.
cs: Hromada volných oblázků na břehu nebo v řečišti.

source: An area at sea within which there are production facilities.
cs: Oblast na moři, v níž se nacházejí výrobní zařízení.

source: An area containing one or more pipelines.
cs: Oblast obsahující jedno nebo více potrubí.

source: An area in which vessels anchor or may anchor.
cs: Oblast, ve které kotví nebo mohou kotvit plavidla.

source: An area in which waterborn tailings are pumped to allow the separation of solids from the water
cs: Oblast, ve které se odčerpává zvodnělá hlušina, aby bylo možné oddělit pevné látky od vody.

source: An area of a two-way route within which traffic flow is generally along one bearing.
cs: Oblast obousměrné trasy, v níž je dopravní proud veden zpravidla v jednom směru.

source: An area of shrubbery that is actively maintained or pruned by humans.
cs: Plocha keřů, která je aktivně udržována nebo prořezávána člověkem.

source: An area of the bottom of a body of water which has been deepened by dredging.
cs: Oblast dna vodní nádrže, která byla prohloubena bagrováním.

source: An area of water mostly surrounded by land but with level connection to the ocean or a lake.
cs: Oblast vody většinou obklopená pevninou, ale s úrovňovým spojením s oceánem nebo jezerem.

source: An area of water or enlargement of a channel used for turning vessels.
cs: Vodní plocha nebo rozšíření kanálu sloužící k otáčení plavidel.

source: An area which contains one or more submarine cables.
cs: Oblast, která obsahuje jeden nebo více podmořských kabelů.

source: An area within defined limits in which one-way traffic flow is established.
cs: Oblast ve vymezených hranicích, ve které je zaveden jednosměrný provoz.

source: An area within which naval, military or aerial exercises are carried out. Also called an 'exercise area'.
cs: Oblast, ve které se konají námořní, vojenská nebo letecká cvičení. Nazývá se také "cvičný prostor".

source: An assemblage of cages, nets, rafts and floats or posts where fish, including shellfish, are artificially cultivated.
cs: Soubor sádek, sítí, vorů a plováků nebo kůlů, kde se uměle chovají ryby, včetně korýšů.

source: An assembly of wires or fibres, or a wire rope or chain which has been laid underwater or buried beneath the seabed.
cs: Soustava kabelů nebo vláken nebo ocelové lano či řetěz, které byly položeny pod vodou nebo uloženy pod mořským dnem.

source: An enclosed area of water surrounded by quay walls constructed to provide means for the transfer of cargos from and to ships.
cs: Uzavřená vodní plocha obklopená nábřežními zdmi, která slouží k překládání nákladu z lodí a na lodě.

source: An exceptional navigational construction like aqueduct, lift-lock, etc.
cs: Výjimečná plavební stavba, jako je akvadukt, zdvižný uzávěr apod.

source: An important luminous aid to navigation, light, lighthouse, to which a name can be attributed. Generally, a major light may be considered to be a light intended for use at sea, usually with a range of 15 miles or more, and in outer approaches to harbours. The IALA Maritime Buoyage System rules (INT-1 Q 130) do not apply for most landfall lights. In general, sector lights follow IALA convention when used for marking a channel.
cs: Důležitá světelná navigační pomůcka, světlo, maják, kterému lze přiřadit jméno. Obecně lze za hlavní světlo považovat světlo určené k použití na moři, obvykle s dosahem 15 mil nebo více, a na vnějších přístupech k přístavům. Pravidla námořního bójkového systému IALA (INT-1 Q 130) se na většinu světelných signálů na pevnině nevztahují. Obecně se sektorová světla řídí konvencí IALA, pokud se používají k označení kanálu.

source: An indoor kids area is available
cs: Vnitřní dětský koutek je dostupný

source: An office where you can get information about a town or region.
cs: Kancelář, ve které můžete získat informace o městě nebo kraji.

source: An official place to register, declare or check goods and people.
cs: Úřední místo pro registraci, deklarování nebo kontrolu zboží a osob.

source: An outdoor kids area is available
cs: Venkovní dětský koutek je dostupný

source: An overhead cable is an assembly of wires or fibres, or a wire rope or chain, which is supported by structures such as poles or pylons and passing over or nearby navigable waters.
cs: Nadzemní kabel je soustava drátů nebo vláken, ocelových lan nebo řetězů, která je podepřena konstrukcemi, jako jsou stožáry nebo pilíře, a prochází nad splavnými vodami nebo v jejich blízkosti.

source: An overhead pipeline is a pipeline supported by pylons and passing over or nearby navigable waters.
cs: Nadzemní potrubí je potrubí podepřené stožáry a procházející nad splavnými vodami nebo v jejich blízkosti.

source: Analog
cs: Analogový

source: Anarchism
cs: Anarchismus

source: Anchor berth
cs: Kotviště

source: Anchorage
cs: Ukotvení

source: Anglican
cs: Anglikánské

source: Animal
cs: Zvíře

source: Animal boarding
cs: Stravování zvířat

source: Animal breeding
cs: Chov zvířat

source: Animal feed (domestic)
cs: Krmení pro zvířata (domestikovaná)

source: Animal feed (non-domestic)
cs: Krmení pro zvířata (nedomestikovaná)

source: Animal feeding place
cs: Místo krmení zvířat

source: Animal shelter
cs: Zvířecí útulek

source: Animal watering place
cs: Napajedlo pro zvířata

source: Animals
cs: Zvířata

source: Anime
cs: Animé

source: Annotation
cs: Anotace

source: Anteater
cs: Mravenečník

source: Antelope
cs: Antilopa

source: Antenna
cs: Anténa

source: Anthracite
cs: Antracit

source: Anticlockwise
cs: Proti směru hodinových ručiček

source: Antiquarian
cs: Starožitnost

source: Antiques
cs: Starožitnosti

source: Any macroscopic marine algae. Kelp is one of an order (laminariales) of usually large, blade-shaped or vine-like brown algae. (now excluding seagrass), see change and symbol proposed for S-4 and S-101 DCEG.
cs: Jakékoli makroskopické mořské řasy. Kelp je jedním z řádu (laminariales) obvykle velkých, čepelovitých nebo liánovitých hnědých řas. (nyní s výjimkou mořské trávy), viz změna a symbol navržený pro S-4 a S-101 DCEG.

source: Any of various submerged monocotyledonous plants (such as Posidonia, eelgrass (Zostera), tape grass (Hydrocharitaceae), turtle grass (Thalassia testudinum) and other Cymodoceaceae) of tropical to temperate usually shallow coastal waters that have narrow grasslike leaves and often form dense underwater meadows. (now distinct from Weed/Kelp, macroscopic marine algae), see change and symbol proposed for S-4 and S-101 DCEG.
cs: Jakákoli z různých ponořených jednoděložných rostlin (jako je posidonie, ostřice (Zostera), páskovité (Hydrocharitaceae), želví tráva (Thalassia testudinum) a další Cymodoceaceae) tropických až mírných, obvykle mělkých pobřežních vod, které mají úzké listy podobné trávě a často tvoří husté podvodní louky. (nyní odlišeno od Weed/Kelp, makroskopické mořské řasy), viz změna a symbol navržený pro S-4 a S-101 DCEG.

source: Apartments
cs: Bytový dům

source: Apple trees
cs: Jabloně

source: Apples
cs: Jablka

source: Appliances
cs: Spotřebiče

source: Approach lighting system
cs: Přibližovací osvětlovací systém

source: Approach segment
cs: Přibližovací segment

source: Apricot trees
cs: Meruňky

source: Apron
cs: Odbavovací plocha

source: Aquaculture
cs: Akvakultura

source: Aquarium
cs: Akvárium

source: Aqueduct
cs: Akvadukt

source: Arab
cs: Arabská

source: Arabic
cs: Arabština

source: Archaeological
cs: Archeologické

source: Archaeological Site
cs: Archeologické naleziště

source: Archaeological site
cs: Archeologické naleziště

source: Archery
cs: Lukostřelba

source: Architect
cs: Architekt

source: Architectural style
cs: Architektonický styl

source: Architecture
cs: Architektura

source: Area
cs: Plocha

source: Area (more than 20m)
cs: Plocha (více než 20 m)

source: Argentinian
cs: Argentinská

source: Armenian
cs: Arménština

source: Armrest
cs: Područka

source: Aroma
cs: Vůně

source: Arrow (tactile)
cs: Šipka (taktilní)

source: Art
cs: Umění

source: Art gallery
cs: Umělecká galerie

source: Artic fox
cs: Polární liška

source: Artificial turf
cs: Umělý trávník

source: Artist Name
cs: Jméno umělce

source: Arts Centre
cs: Centrum umění

source: Arts and craft supplies
cs: Výtvarné a řemeslné potřeby

source: Artwork
cs: Umělecké dílo

source: Ascent (m)
cs: Vzlet (m)

source: Ashok tree
cs: Ašoka

source: Asian
cs: Asijská

source: Asparagus
cs: Chřest

source: Asphalt
cs: Asfalt

source: Assamese
cs: Ásámština

source: Assembly Point
cs: Bod shromáždění

source: Assisted Living
cs: Asistované bydlení

source: Assisted self service
cs: Asistovaná samoobsluha

source: Associated Street
cs: Přidružená ulice

source: Associated street
cs: Přidružená ulice

source: Association
cs: Sdružení

source: Astronomical
cs: Astronomická

source: Astronomy
cs: Astronomie

source: Attraction
cs: Atrakce

source: Audio
cs: Zvukové

source: Audio Guide
cs: Hlasový průvodce

source: Audioguide via mobile phone?
cs: Audioprůvodce přes mobilní telefon?

source: Audiologist
cs: Ušní

source: Auditorium
cs: Hlediště

source: Australian Football
cs: Australský fotbal

source: Authentication
cs: Autentizace

source: Authentication:
cs: Autentizace:

source: Auto rickshaw
cs: Motorizovaná rikša

source: Auto-transformer (windings type)
cs: Automatický transformátor (vzdušný typ)

source: Automated
cs: Automatizovaný

source: Automated Defibrillator
cs: Automatický defibrilátor

source: Automated Teller Machine
cs: Bankomat

source: Automatic
cs: Automatický

source: Automatic check_date generation
cs: Automatická generace check_date

source: Automatic door
cs: Automatické dveře

source: Automobile
cs: Automobil

source: Available
cs: Dostupné

source: Available (unspecified type)
cs: Dostupné (nespecifikovaný druh)

source: Available Sockets/Cables:
cs: Dostupné zásuvky/kabely:

source: Avalance protection
cs: Ochrana před lavinami

source: Avalanche Protection
cs: Ochrana před lavinami

source: Avalanche Protector
cs: Lavinový protektor

source: Avant (fi)
cs: Před (fi)

source: Aviary
cs: Voliéra

source: Aviation
cs: Letectví

source: Avocado trees
cs: Avokádové stromy

source: Awning
cs: Markýza

source: Axial flow
cs: Axiální proudění

source: Azeri
cs: Azerbajdžánština

source: Baboon
cs: Pavián

source: Baby
cs: Dítě

source: Baby Hatch/Safe Haven
cs: Dětský poklop/Bezpečné útočiště

source: Baby changing table
cs: Dětský přebalovací pult

source: Baby goods
cs: Dětské zboží

source: Backcountry
cs: Strojově neupraveno

source: Backrest
cs: Opěradlo

source: Backward
cs: Zpátky

source: Bag
cs: Taška

source: Bahai
cs: Bahaismus

source: Bakery
cs: Pekárna

source: Bakery products
cs: Pekařské výrobky

source: Balance beam
cs: Kladina

source: Balkan
cs: Balkánská

source: Ballet theatre
cs: Baletové divadlo

source: Ballroom
cs: Bálový sál

source: Banana plants
cs: Banánové plantáže

source: Bananas
cs: Banány

source: Bancomat
cs: Bankomat

source: Bandstand
cs: Kryté pódium

source: Bank
cs: Banka

source: Banyan tree
cs: Baňan

source: Baptist
cs: Baptista

source: Bar table
cs: Barový stůl

source: Barbecue
cs: Gril

source: Barber
cs: Holičství

source: Bare Rock
cs: Holá skála

source: Bare lower lying uncultivated land with a shrubland habitat found mainly on free-draining infertile, acidic soils, and is characterised by open, low-growing woody vegetation.
cs: Holá níže položená neobdělávaná půda s křovinatým stanovištěm vyskytujícím se převážně na propustných neúrodných, kyselých půdách a vyznačující se otevřenou, nízko rostoucí dřevinnou vegetací.

source: Bare lower lying uncultivated land with bushes but little or no tree cover.
cs: Holá níže položená neobdělávaná půda s křovím, ale malým nebo žádným stromovým porostem.

source: Bare upper lying uncultivated land principally covered with grass and often grazed.
cs: Holá horní ležící neobdělávaná půda převážně pokrytá trávou a často spásaná.

source: Baroque Revival architecture
cs: Novobarokní architektura

source: Baroque architecture
cs: Barokní architektura

source: Barrel
cs: Hlaveň

source: Barrier
cs: Zábrana

source: Barriers
cs: Zábrany

source: Basalt
cs: Čedič

source: Base
cs: Základna

source: Baseline
cs: Základní linie

source: Basilica
cs: Bazilika

source: Basin
cs: Bazén

source: Basket maker
cs: Košíkář

source: Basketball
cs: Basketbal

source: Basque
cs: Baskičtina

source: Bat
cs: Netopýři

source: Bathing place
cs: Místo ke koupání

source: Bathroom
cs: Koupelna

source: Baths
cs: Vany

source: Batteries
cs: Baterie

source: Battery
cs: Baterie

source: Battlefield
cs: Bojiště

source: Bauxite
cs: Bauxit

source: Bavarian
cs: Barorská

source: Bay
cs: Záliv

source: Bayonet
cs: Bajonet

source: Beach
cs: Pláž

source: Beach Resort
cs: Spravovaná pláž

source: Beach Volleyball
cs: Plážový volejbal

source: Bear
cs: Medvěd

source: Beauty
cs: Kosmetika

source: Beaver
cs: Bobr

source: Bed
cs: Postel

source: Bed and breakfast
cs: Ubytování se snídaní

source: Beds
cs: Postele

source: Bee
cs: Včela

source: Beef bowl
cs: Hovězí miska

source: Beekeeper
cs: Včelař

source: Beep
cs: Pípnutí

source: Beer
cs: Pivo

source: Beer Garden
cs: Pivní zahrádka

source: Begin
cs: Počátek

source: Belarusian
cs: Běloruština

source: Bell tower
cs: Zvonice

source: Belt
cs: Pás

source: Bench
cs: Lavička

source: Bengali
cs: Bengálština

source: Berm
cs: Berma

source: Berth
cs: Přístaviště

source: Betting
cs: Sázení

source: Beverage cartons
cs: Nápojové kartony

source: Beverages
cs: Nápoje

source: Bi-directional roads
cs: Obousměrné silnice

source: Bicycle
cs: Jízdní kolo

source: Bicycle Road
cs: Cyklostezka

source: Bicycle Route
cs: Cyklotrasa

source: Bicycle Wash
cs: Mytí jízdních kol

source: Bicycle lane access
cs: Příjezd do cyklostezky

source: Bicycle lane access in way direction
cs: Příjezd do cyklostezky ve směru jízdy

source: Bicycle lane access opposite to way direction
cs: Příjezd do cyklostezky proti směru jízdy

source: Bicycle ramp
cs: Pruh pro jízdní kola

source: Bicycle route
cs: Cyklotrasa

source: Bicycle route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
cs: Cyklotrasa (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Bicycle tubes
cs: Trubky pro jízdní kola

source: Bicycle type
cs: Typ jízdních kol

source: Bicycles
cs: Jízdní kola

source: Bicycles are rented
cs: Jízdní kola jsou pronajatá

source: Bicycles are repaired
cs: Jízdní kola jsou opravená

source: Bicycles are sold
cs: Jízdní kola jsou prodaná

source: Bicycles are washed (for a fee)
cs: Jízdní kola jsou umyta (za poplatek)
