Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

# hazard
source: Curves
de_ch: Kurven
es: Curvas
hu: Egymás utáni útkanyarulatok
is: Sveigjur
sv: Kurvor

# hazard
source: Cyclists
de_ch: Radfahrer
es: Ciclistas
hu: Kerékpárosok az úttesten
is: Hjólreiðafólk
sv: Cyklister

# hazard
source: Dangerous junction
de_ch: Gefährliche Kreuzung
es: Cruce peligroso
hu: Veszélyes kereszteződés
is: Hættuleg gatnamót
sv: Farlig korsning

# hazard
source: Dip
de_ch: Bodensenke
es: Badén / Cuneta
hu: Bemarás
is: Hraðahindrunardokk
sv: Grop

# hazard
source: Falling rocks
de_ch: Steinschlag
es: Caída de rocas / Desprendimientos
hu: Kőomlás
is: Grjóthrun
sv: Fallande stenar

# hazard
source: Frail pedestrians
de_ch: Gebrechliche Fußgänger
es: Peatones vulnerables
hu: Sérülékeny gyalogosok
sv: Äldre eller handikappade forgängare

# hazard
source: Frost heave
de_ch: Frosthub
es: Levantamiento por helada
hu: Jegesedés miatti egyenetlenség
is: Frostlyfting
sv: Tjälskott

source: Hazard
de_ch: Gefahr
es: Peligro
hu: Veszély
is: Lífshætta
sv: Fara

# hazard
source: Hole
de_ch: Loch
es: Hoyo
hu: Gödör
is: Hola
sv: Hål

# hazard
source: Horse riders
de_ch: Reiter
es: Jinetes
hu: Lovasok az úttesten
is: Reiðmenn
sv: Ridande

# hazard
source: Ice
de_ch: Vereisung
es: Hielo
hu: Jég
is: Ís
sv: Is

# hazard
source: Landslide
de_ch: Erdrutschgefahr
es: Deslizamiento de tierra / Deslave
hu: Földcsuszamlás
is: Skriða
sv: Jordskred

# hazard
source: Loose gravel
de_ch: Loser Kies
es: Grava suelta
hu: Kavicsfelverődés
is: Lausamöl
sv: Löst grus

# hazard
source: Low flying aircraft
de_ch: Tief fliegende Flugzeuge
es: Aviones que vuelan bajo
hu: Mélyrepülés
is: Lágflug
sv: Lågt flygande flygplan

# hazard
source: Minefield
de_ch: Minenfeld
es: Campo de minas
hu: Aknamező
is: Jarðsprengjusvæði
sv: Minfält

# hazard
source: Other
de_ch: Andere
es: Otro
hu: Egyéb
is: Annað
sv: Annan

# hazard
source: Pedestrians
de_ch: Fussgänger
es: Peatones
hu: Gyalogos
is: Fótgangandi
sv: Fotgängare

# hazard
source: Queues likely
de_ch: Staugefahr
es: Posibles atascos
hu: Torlódás
is: Biðraðir líklegar
sv: Köbildning

# hazard
source: Quicksand
de_ch: Treibsand
es: Arena movediza
hu: Futóhomok
is: Sandbleyta
sv: Kvicksand

# hazard
source: Road narrows
de_ch: Verengung
es: Vía se angosta
hu: Útszűkület
is: Vegur þrengist
sv: Avsmalnande väg

# hazard
source: School zone
de_ch: Schulbereich
es: Zona escolar
hu: Iskola a közelben
is: Skólasvæði
sv: Skolområde

# hazard
source: Shooting range
de_ch: Schiessplatz
es: Campo de tiro / Polígono de tiro
hu: Lőtér
is: Skotsvæði
sv: Skjutbana

# hazard
source: Side winds
de_ch: Seitenwind
es: Vientos laterales
hu: Oldalszél
is: Hliðarbeygjur
sv: Sidvind

# hazard
source: Slippery
de_ch: Rutschgefahr
es: Resbaladizo
hu: Csúszós úttest
is: Hálka
sv: Halt

# hazard
source: Turn
de_ch: Kurve
es: Giro
hu: Útkanyarulat
is: Beygja
sv: Sväng

# hazard
source: Turns
de_ch: Kurven
es: Giros
hu: Egymás utáni útkanyarulatok
is: Beygjur
sv: Svängar

# hazard
source: Unexploded ordnance
de_ch: Explosionsgefährliche Kampfmittel
es: Munición sin explotar
hu: Fel nem robbant hadianyag (pl. aknák)
is: Ósprungin skotfæri
sv: Oexploderad ammunition (OXA)

# lift_gate
source: Double
de_ch: Doppelt
es: Doble
hu: Dupla sorompó
is: Tvöfalt
sv: Dubbel

# lift_gate
source: Single
de_ch: Einflüglig
es: Simple / Individual
hu: Egy sorompó
is: Einfalt
sv: Enkel

# lift_gate
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# swing_gate
source: Double
de_ch: Doppelt
es: Doble
hu: Dupla sorompó
is: Tvöfalt
sv: Dubbel

# swing_gate
source: Single
de_ch: Einflüglig
es: Simple
hu: Egy sorompó
is: Einfalt
sv: Enkel

# swing_gate
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# payment
source: Notes
de_ch: Geldscheine
es: Papel moneda
hu: Bankjegy
is: Athugasemdir
sv: Anteckningar

# Barrier
source: Ditch
de_ch: Graben
es: Cuneta
hu: Árok
is: Skurður
sv: Dike

# pipeline
source: A fire hydrant simple outlet located underground.
de_ch: Löschhydrant mit Unterflur-Ausgang
es: Una boca de incendios simple ubicada bajo tierra.
hu: Egyszerű, föld alatti tűzcsapkifolyó.
is: Einfalt brunahanaúttak undir yfirborði.
sv: Ett enkelt uttag för brandpost placerat under jord.

# pipeline
source: A pillar type hydrant.
de_ch: Ein Überflurhydrant.
es: Una boca de incendios tipo pilar.
hu: Oszlopformájú (föld fölötti) tűzcsap.
is: Brunahani af súlugerð.
sv: En pelartyp brandpost.

# pipeline
source: A simple capped pipe, without the usual hydrant shape.
de_ch: Druckloser Anschluss in See/Fluss, der nur aus einem einfachen Rohr besteht, ohne das typische Aussehen eines Hydranten.
es: Un simple tubo tapado, sin la forma habitual de boca de incendios.
hu: Egyszerű, nem tűzcsapformájú cső, kupakkal.
sv: Ett enkelt förseglat rör, utan den vanliga brandpostformen.

# pipeline
source: A wall-mounted fire hydrant.
de_ch: Ein Wandhydrant.
es: Una boca de incendios montada en la pared.
hu: Falra szerelt tűzcsap
is: Veggfestur brunahani.
sv: En väggmonterad brandpost

# pipeline
source: Compression
de_ch: Verdichterstation
es: Compresión
hu: Kompresszorállomás
is: Þjöppun
sv: Kompression

# pipeline
source: Dedicated to pipelines carrying process exceeding gas to flare stack
de_ch: Für Rohrleitungen gewidmet, die Prozessgas zum Fackelturm führen
es: Dedicado a tuberías que transportan gas excedente a la antorcha.
sv: Avsedd för rörledningar som transporterar processer som överstiger gas till fackelskorstenen

# pipeline
source: Dedicated to pipelines delivering the medium from wells or intake to a substation=gathering substation.
de_ch: Für Rohrleitungen gewidmet, die das Medium von Bohrlöchern oder Einlässen zu einer substation=gathering liefern.
es: Dedicado a tuberías que transportan el medio desde pozos o tomas hasta una subestación de recolección.
sv: Avsedd för rörledningar som levererar mediet från brunnar eller intag till en understation=uppsamlingsstation.

# pipeline
source: Distribution
de_ch: Masttransformator
es: Distribución
hu: Elosztó transzformátor
is: Dreifispennir

# pipeline
source: Facility
de_ch: Einrichtung
es: Instalación
sv: Anläggning

# pipeline
source: Features involved in local carriage of fluids or goods towards final consumers for domestic or specific processing. It excludes vehicle carriage, referring to transportation.
de_ch: Merkmale, die beim lokalen Transport von Flüssigkeiten oder Gütern zu Endverbrauchern für den Hausgebrauch oder spezifische Verarbeitung beteiligt sind. Es schliesst den Fahrzeugtransport aus und bezieht sich auf den Transport.
es: Elementos involucrados en el transporte local de fluidos o bienes hacia los consumidores finales para el procesamiento doméstico o específico. Excluye el transporte de vehículos, refiriéndose al transporte.
sv: Funktioner som ingår i lokal transport av vätskor eller varor till slutkonsumenter för inhemsk eller specifik bearbetning. Detta exkluderar fordonstransport, med hänvisning till transport.

# pipeline
source: Features involved in long distance carriage of fluids or goods and connecting to more specific and local usage networks. It excludes vehicle carriage, referring to transportation.
de_ch: Merkmale, die beim Langstreckentransport von Flüssigkeiten oder Gütern beteiligt sind und die Verbindung zu spezifischeren und lokalen Nutzungssystemen herstellen. Es schliesst den Fahrzeugtransport aus und bezieht sich auf den Transport.
es: Elementos involucrados en el transporte de larga distancia de fluidos o bienes y que se conectan a redes de uso más específicas y locales. Excluye el transporte de vehículos, refiriéndose al transporte.
sv: Funktioner som ingår i långväga transport av vätskor eller varor och anslutning till mer specifika och lokala användningsnätverk. Det exkluderar fordonstransporter och hänvisar till transport.

# pipeline
source: Field gathering
de_ch: Ölfeldleitung
es: Recolección de campo
is: Safnstöð
sv: Fältsamling

# pipeline
source: Flare header
de_ch: Fackelkopf
es: Cabezal de antorcha
sv: Fackelledning (Flare header)

# pipeline
source: Flowline
de_ch: Fliessleitung
es: Línea de flujo
sv: Flödesledning

# pipeline
source: Gathering
de_ch: Versammlungen
es: Reunión
hu: Összejövetelek
is: Söfnun
sv: Samlingsplats

# pipeline
source: Indoor
de_ch: im Innenraum
es: Interior
hu: Beltéri
is: Innanhúss
sv: Inomhus

# pipeline
source: Injection
de_ch: Injektion
es: Inyección
sv: Injektion

# pipeline
source: Inspection gauge
de_ch: Prüfpegel
es: Manómetro de inspección
is: Mælir
sv: Inspektionsmätare

# pipeline
source: Location
de_ch: Lage
es: Ubicación
hu: Elhelyezkedés
is: Staðsetning
sv: Plats

# pipeline
source: Measurement
de_ch: Masse
es: Medición
hu: Mérés
is: Mæling
sv: Mätning

# pipeline
source: Outdoor
de_ch: im Freien
es: Exterior
hu: Kültéri
is: Utanhúss
sv: Utomhus

# pipeline
source: Overground
de_ch: Oberirdisch
es: Superficie
hu: Föld fölötti
is: Ofanjarðar
sv: Ovan jord

# pipeline
source: Overhead
de_ch: Garagentor
es: Elevado
hu: Emelkedő garázskapu
is: Upphengd
sv: Upphängd i luften

# pipeline
source: Pillar
de_ch: Überflurhydrant
es: Pilar
hu: Oszlop
is: Stólpi
sv: Stolpe

# pipeline
source: Pipe
de_ch: Rohr
es: Tubo / Cañería
hu: Cső
is: Leiðsla
sv: Rör

# pipeline
source: Pressure (in bar)
de_ch: Druck (in bar)
es: Presión (en bares)
hu: Nyomás (bar)
is: Þrýstingur (bör)
sv: Tryck (bar)

# pipeline
source: Pressurized
de_ch: unter Druck stehend
es: Presurizado
hu: Nyomás alatti
is: Undir þrýstingi
sv: Trycksatt

# pipeline
source: Specific pipeline usage dedicated to path carrying fluids inside a given facility
de_ch: Spezifische Rohrleitungsverwendung, die für den Transport von Flüssigkeiten innerhalb einer bestimmten Einrichtung gewidmet ist.
es: Uso específico de tubería dedicado a la ruta que transporta fluidos dentro de una instalación determinada.
sv: Specifik rörledningsanvändning avsedd för att transportera vätskor inom en given anläggning

# pipeline
source: Specific pipeline usage dedicated to path leading fluids from tag:substation=field_gathering to tag:substation=central_processing sites
de_ch: Spezifische Rohrleitungsverwendung, die für den Pfad gewidmet ist, der Flüssigkeiten von tag:substation=field_gathering zu tag:substation=central_processing leitet.
es: Uso específico de tubería dedicado a la ruta que conduce fluidos desde los sitios de recolección de campo hasta los sitios de procesamiento central.
sv: Specifik rörledningsanvändning avsedd för att leda vätskor från tag:substation=field_gathering till tag:substation=central_processing sites

# pipeline
source: Suction
de_ch: Einlass
es: Succión
hu: Szívandó
is: Sog
sv: Sugning

# pipeline
source: Surface
de_ch: Oberfläche
es: Superficie
hu: Felület
is: Yfirborð
sv: Yta

# pipeline
source: Transmission
de_ch: Umspannwerk für Spannungen meist grösser 100 kV
es: Transmisión
hu: Továbbítás
is: Spennuvirki
sv: Överföring

# pipeline
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# pipeline
source: Underground
de_ch: Unterirdisch
es: Subterráneo
hu: Föld alatti
is: Neðanjarðar
sv: Underjordisk

# pipeline
source: Underwater
de_ch: Unterwasser
es: Bajo el agua
hu: Víz alatti
is: Neðan vatnsyfirborðs
sv: Undervattenskabel

# pipeline
source: Usage
de_ch: Nutzung
es: Uso
hu: Felhasználási mód
is: Notkun
sv: Använding

# pipeline
source: Valve
de_ch: Ventil
es: Válvula
hu: Szelep
is: Loki
sv: Ventil

# pipeline
source: Valve group
de_ch: Ventilgruppe
es: Grupo de válvulas
is: Ventlahópur
sv: Ventilgrupp

# pipeline
source: Wall
de_ch: Wandanschluss
es: Pared
hu: Fal
is: Veggur
sv: Mur

# natural
source: Arch
de_ch: Bogen
es: Arco
is: Bogabrú
sv: Valvbåge

# natural
source: Lagoon
de_ch: Lagune
es: Laguna
hu: Lagúna
is: Lón
sv: Lagun

# natural
source: Lake
de_ch: See
es: Lago
hu: Tó
is: Stöðuvatn
sv: Sjö

# natural
source: Other waterbodies
de_ch: Andere Gewässer
es: Otros cuerpos de agua
hu: Más víztestek
sv: Andra vattendrag

# natural
source: Pond
de_ch: Teich
es: Estanque
hu: Kis tó
is: Tjörn
sv: Damm

# natural
source: Wood
de_ch: Naturwald
es: Madera
hu: Természetes erdő
is: Viður
sv: Naturskog

# cargo
source: Bicycles
de_ch: Fahrräder
es: Bicicletas
hu: Kerékpár
is: Hjól
sv: Cyklar

source: Cargo
de_ch: Fracht
es: Carguero
hu: Rakomány
is: Frakt
sv: Gods

# cargo
source: Containers
de_ch: Container
es: Contenedores
hu: Konténer
is: Gámar
sv: Containrar

# cargo
source: Dry bulk goods
de_ch: Trockengüter
es: Mercancías a granel secas
hu: Száraz ömlesztett áru
sv: Torra bulkvaror

# cargo
source: HGVs
de_ch: LKW
es: Vehículos pesados / Camiones
hu: Tgk-k
is: Þyngri vöruflutningabifreiðar
sv: Tunga lastbilar

# cargo
source: Liquid bulk goods
de_ch: Flüssiggüter
es: Mercancías a granel líquidas
hu: Folyékony ömlesztett áru
sv: Flytande bulkvaror

# cargo
source: Passengers
de_ch: Passagiere
es: Pasajeros
hu: Utas
is: Farþegar
sv: Passagerare

# cargo
source: Vehicles
de_ch: Fahrzeuge
es: Vehículos
hu: Jármű
is: Farartæki
sv: Fordon

# transport
source: Second hand
de_ch: Gebrauchtfahrzeuge
es: Segunda mano
hu: Használt
is: Notaðar vörur

# crossing:barrier
source: Double half
de_ch: Doppelte Halbschranken
es: Doble media barrera
hu: Dupla félsorompó
is: Tvöföld hálf breidd
sv: Dubbel halv

# crossing:barrier
source: Full
de_ch: Vollschranke
es: Completo
hu: Teljes sorompó
is: Að fullu

# crossing:barrier
source: Half
de_ch: Halbschranke
es: Mitad
hu: Félsorompó
is: Að hálfu
sv: Halv

# crossing:barrier
source: Yes
de_ch: Ja
es: Sí
hu: Van
is: Já
sv: Ja

# aerialway
source: Station
de_ch: Berg-/Talstation
es: Estación
hu: Állomás
is: stöð

# car_wash
source: Automated
de_ch: Automatisch
es: Automático
hu: Automatizált
is: Sjálfvirk
sv: Automatisk

# motorcycle
source: Parking
de_ch: Parkplatz
es: Estacionamiento
hu: Parkoló
is: Bílastæði
sv: Parkering

# services
source: Brand
de_ch: Marke
es: Marca
hu: Márka
is: Vörumerki
sv: Märke

# services
source: Clothes
de_ch: Kleidung
es: Ropa
hu: Ruha
is: Föt
sv: Kläder

# services
source: Oldtimer
es: Clásico / Antiguo / De época
hu: Veterán
is: Fornbílar
sv: Veteran

# services
source: Parts
de_ch: Teile
es: Partes
hu: Alkatrész
is: Varahlutir
sv: Motorcykeldelar

# services
source: Rental
de_ch: Vermietung
es: Alquiler
hu: Kölcsönzés
is: Leiga
sv: Uthyrning

# services
source: Repair
de_ch: Reparatur
es: Reparar
hu: Autószerelő
is: Bílaviðgerðir
sv: Reparatör

# services
source: Sale
de_ch: Verkauf
es: Venta
hu: Eladás
is: Sala
sv: Salu

# services
source: Yes
de_ch: Ja
es: Sí
hu: Van
is: Já
sv: Ja

# bicycle
source: Anchors
de_ch: Maueranker
es: Anclajes
hu: Horgony
is: Festingar
sv: Ankarfäste

# bicycle
source: Area without racks/stands/...
de_ch: Fläche ohne Bügel/Ständer/...
es: Área sin soportes/parrillas/...
hu: Kerékpárrögzítő szerkezet nélküli terület
is: Svæði án rekka/standa/...
sv: Yta utan cykelställ, båge, hållare etc

# bicycle
source: Bollard
de_ch: Poller
es: Baliza
hu: Oszlop
is: Pollar / tálmar
sv: Cykelpollare

# bicycle
source: Building
de_ch: Gebäude
es: Edificio
hu: Épület
is: Bygging
sv: Byggnad

# bicycle
source: Floor
de_ch: Stockwerk
es: Piso
hu: Emelet
is: Hæð
sv: Parkeringsyta

# bicycle
source: Ground slots
de_ch: Bodenschlitze
es: Ranuras en el suelo
hu: Kerékrés a talajban
is: Stæði á lóð
sv: Markskåra

# bicycle
source: Handlebar holder
de_ch: Lenker-Halter
es: Sujetador de manubrio
hu: Kormánytartó
sv: Styrhållare

# bicycle
source: Improved wall-loops with the ability to lock the frame
de_ch: Verbesserte Wandhalterungen mit der Möglichkeit, den Rahmen zu verriegeln
es: Argollas de pared mejoradas con la capacidad de bloquear el cuadro
hu: Továbbfejlesztett kerékbefogó hurok a váz rögzítésének lehetőségével
sv: Förbättrat ställ med möjlighet att låsa i ramen

# bicycle
source: Lockers
de_ch: Schliessfächer
es: Casilleros
hu: Szekrény
is: Læstar geymslur
sv: Skåp

# bicycle
source: Parking
de_ch: Parkplatz
es: Estacionamiento
hu: Parkoló
is: Stæði
sv: Parkering

# bicycle
source: Rack
de_ch: Veloständer
es: Soporte para bicicletas
hu: Keret
is: Rekkar
sv: Ställ

# bicycle
source: Safe loops
de_ch: Veloständer mit Anlehn-/Stützbügel
es: Argollas de seguridad
hu: Biztonsági kerékbefogó hurok
sv: Cykelställ med låsbåge

# bicycle
source: Shed
de_ch: Schuppen
es: Cobertizo
hu: Fészer
is: Skúr
sv: Skjul

# bicycle
source: Stands
de_ch: Velobügel
es: Soportes
hu: Korlát
is: Standar
sv: Låsbåge

# bicycle
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# bicycle
source: Wall loops
de_ch: Velobügelparker (Felgenkiller)
es: Argollas de pared
hu: Kerékbefogó hurok
is: Vegglykkjur
sv: Cykelställ

# bicycle
source: Wheel benders
de_ch: Velobügelparker
es: Abrazaderas de rueda
hu: Kerékhajlító
sv: Cykelställ

# bicycle_repair_station
source: Tools
de_ch: Werkzeuge
es: Herramientas
hu: Eszközök
is: Verkfæri
sv: Verktyg

# aeroway holding_position
source: Intermediate
de_ch: Rot / Mittel
es: Intermedio
hu: Középhaladó
is: Miðlungs
sv: Medelsvår

# aeroway holding_position
source: Runway
de_ch: Start-/Landebahn
es: Pista de aterrizaje
hu: Kifutópálya
is: Flugbraut
sv: Start- och landningsbana

# aeroway holding_position
source: Type
de_ch: Typ
es: Tipo
hu: Típus
is: Tegund
sv: Typ

# airmark
source: Beacon
de_ch: Leuchtfeuer
es: Baliza
hu: Jeladó
is: Sjómerki
sv: Radiofyr

# airport
source: Gate
es: Puerta
hu: Kapu
is: Hlið
sv: Grind

# leisure
source: Activity panel
de_ch: Aktivitätspanel
es: Panel de actividades
hu: Játékpanel
is: Leikjaspjöld
sv: Aktivitetspanel

# leisure
source: Aerial rotator
de_ch: Luftrotator
es: Rotor aéreo
hu: Függeszkedő-körhinta
is: Snúningshengiróla
sv: Luftrotator

# leisure
source: Amateur radio
de_ch: Amateurfunk
es: Radioaficionados
hu: Rádióamatőr
is: Radíóamatörar
sv: Amatörradio

# leisure
source: Amusement ride
de_ch: Fahrgeschäft
es: Atracción de feria
hu: Mutatványos berendezés
is: Skemmtireið
sv: Åkattraktion

# leisure
source: Art
de_ch: Kunst
es: Arte
hu: Művészet
is: Listir
sv: Konst

# leisure
source: Astronomy
de_ch: Astronomie
es: Astronomía
hu: Csillagászat
is: Stjörnufræði
sv: Astronomi

# leisure
source: Attraction
de_ch: Sehenswürdigkeit
es: Atracción
hu: Látványosság
is: Aðdráttarafl
sv: Attraktion

# leisure
source: Automobile
de_ch: Automobilclub
es: Automóvil
hu: Autós
is: Bílaklúbbur
sv: Bil

# leisure
source: Balance beam
de_ch: Balancierbalken
es: Barra de equilibrio
hu: Egyensúlyozó gerenda
is: Vegasalt
sv: Balansbom

# leisure
source: Basket rotator
de_ch: Korbrotator
es: Canasta giratoria
hu: Fészekkörhinta
is: Snúningskarfa
sv: Korgrotator

# leisure
source: Basket swing
de_ch: Korbschaukel
es: Columpio de canasta
hu: Fészekhinta
is: Körfuróla
sv: Korggunga

# leisure
source: Basketball backboard
de_ch: Basketball-Rückwand
es: Tablero de baloncesto
hu: Kosárlabdapalánk
sv: Basketbollsryggtavla

# leisure
source: Big wheel
de_ch: Riesenrad
es: Noria
hu: Óriáskerék
is: Parísarhjól
sv: Pariserhjul

# leisure
source: Board games
de_ch: Brettspiele
es: Juegos de mesa
hu: Társasjáték
is: Borðleikir
sv: Brädspel

# leisure
source: Bridge
de_ch: Brücke
es: Puente
hu: Híd
is: Brú
sv: Brygga

# leisure
source: Bumper car
de_ch: Autodrom
es: Auto de choque / chocadores
hu: Dodzsem
is: Árekstrabílar
sv: Radiobilar

# leisure
source: Bungee jumping
es: Puenting / Salto bungee
is: Teygjustökk
sv: Bungyjump

# leisure
source: Card games
de_ch: Kartenspiele
es: Juegos de cartas
hu: Kártyajáték
is: Spilaleikir
sv: Kortspel

# leisure
source: Carousel
de_ch: Karussell
es: Carrusel
hu: Körhinta
is: Hringekja
sv: Karusell (roterande)

# leisure
source: Chain ladder
de_ch: Kettenleiter
es: Escalera de cadenas
hu: Lánclétra
is: Keðjustigi
sv: Kedjestege

# leisure
source: Charity
de_ch: Sozialkaufhaus
es: Caridad
hu: Jótékonysági
is: Góðgerðafélag
sv: Välgörenhet

# leisure
source: Chess table
de_ch: Schachbrett
es: Tablero de ajedrez
hu: Sakktábla
is: Skákborð
sv: Schackbord

# leisure
source: Cinema
de_ch: Kino
es: Cine
hu: Mozi
is: Kvikmyndahús
sv: Biograf

# leisure
source: Climbing frame
de_ch: Klettergerüst
es: Estructura para escalar / Trepadero
hu: Mászókeret
is: Klifurgrind
sv: Klätterställning

# leisure
source: Climbing wall
de_ch: Kletterwand
es: Muro de escalada / Rocódromo
hu: Mászófal
is: Klifurveggur
sv: Klättervägg

# leisure
source: Club type
es: Tipo de club
hu: Klub típusa
is: Tegund klúbbs
sv: Typ av förening

# leisure
source: Component
de_ch: Bestandteil
es: Componente
sv: Komponent

# leisure
source: Computer
es: Ordenador
hu: Számítógép
is: Tölva
sv: Dator

# leisure
source: Cooking
de_ch: Kochen
es: Cocina / Gastronomía
hu: Főzés
is: Matreiðsla
sv: Matlagning

# leisure
source: Culture
de_ch: Kultur
es: Cultura
hu: Kultúra
is: Menning
sv: Kultur

# leisure
source: Cushion
de_ch: Kissen
es: Amortiguador
hu: Párna
is: Koddi
sv: Kudde

# leisure
source: DIY
de_ch: Heimwerken
es: Bricolaje
hu: Barkácsolás
is: Föndur
sv: Gör-det-själv

# leisure
source: Dark ride
de_ch: Geisterbahn
es: Atracción oscura
hu: Szellemvasút
sv: Mörk åktur

# leisure
source: Dog
de_ch: Hunde
es: Perro
hu: Kutya
is: Hundar
sv: Hund

# leisure
source: Drop tower
de_ch: Fallturm
es: Torre de caída
hu: Ejtőtorony
is: Fallturn
sv: Fritt fall

# leisure
source: Environment protection
de_ch: Umweltschutz
es: Protección del medio ambiente
hu: Környezetvédelmi
is: Verndun umhverfis
sv: Naturskydd

# leisure
source: Equipment
de_ch: Gerät
es: Equipamiento
hu: Felszerelés
is: Leiktæki
sv: Utrustning

# leisure
source: Ethnic
de_ch: Kulturaustausch
es: Étnico
hu: Etnikai
sv: Etnisk

# leisure
source: Exercise
de_ch: Ubung
es: Ejercicio
hu: Tornaszer
is: Æfingatæki
sv: Träning

# leisure
source: Fan
de_ch: Fanclub
es: Ventilador
hu: Rajongói
is: Aðdáenda
sv: Supporters/fans

# leisure
source: Filmmaking
de_ch: Filmen
es: Cine / Producción cinematográfica
hu: Filmkészítés
is: Kvikmyndagerð
sv: Filmskapande

# leisure
source: Fishing
de_ch: Fischen
es: Pesca
hu: Horgászat
is: Fiskveiði
sv: Fiske

# leisure
source: Freemasonry
de_ch: Freimaurerei
es: Masonería
hu: Szabadkőműves
is: Frímúrarar
sv: Frimurare

# leisure
source: Funnel ball
es: Pelota de embudo
hu: Labdatölcsér
is: Boltatrekt
sv: Trattkula

# leisure
source: Game
de_ch: Spiel
es: Juego
hu: Játék
is: Leikir
sv: Spel

# leisure
source: Games
de_ch: Spiele
es: Juegos
hu: Játékok
is: Leikir
sv: Spel

# leisure
source: Gardening
de_ch: Gärtnern
es: Jardinería
hu: Kertészkedés
is: Garðyrkja
sv: Trädgårdsarbete

# leisure
source: Gyro twister spinner
es: Spinner giratorio
hu: Forgó mászókaelem

# leisure
source: History
de_ch: Chronik
es: Historial
hu: Történelem
is: Aðgerðaferill
sv: Historik

# leisure
source: Hopscotch
de_ch: Himmel und Hölle
es: Rayuela
hu: Ugróiskola
is: París (hoppleikur)
sv: Hoppa hage

# leisure
source: Horizontal bar
de_ch: Reckstange
es: Barra horizontal
hu: Nyújtó
is: Lárétt slá
sv: Räck

# leisure
source: Hunting
de_ch: Jagd
es: Caza
hu: Vadászat
is: Skotveiði
sv: Jaktgata

# leisure
source: Indoor playing
de_ch: Innenraum Spielanlage
es: Juego en interiores
hu: Beltéri játszóhely
sv: Inomhuslek

# leisure
source: Kiddie ride
de_ch: Kinder-Fahrautomat
es: Atracción infantil
hu: Pénzbedobós, felülős gyermekjáték
sv: Åkattraktion för små barn

# leisure
source: Log flume
de_ch: Wildwasserbahn
es: Canal de troncos
hu: Vízi hullámvasút
sv: Vedränna

# leisure
source: Map
de_ch: Karte
es: Mapa
hu: Térkép
is: Landakort
sv: Karta

# leisure
source: Maze
de_ch: Labyrinth
es: Laberinto
hu: Labirintus
is: Völundarhús
sv: Labyrint

# leisure
source: Motorcycle
de_ch: Motorrad
es: Motocicleta
hu: Motorkerékpárral használható
is: Mótorhjól
sv: Motorcykel

# leisure
source: Multi play
de_ch: Mehrspieler
es: Juego múltiple
hu: Vármászóka
sv: Multispel

# leisure
source: Music
de_ch: Musik
es: Música
hu: Zene
is: Tónlist
sv: Musik

# leisure
source: Nature
de_ch: Natur
es: Naturaleza
hu: Természet
is: Náttúrufar
sv: Natur

# leisure
source: Nudism
de_ch: Nudismus
es: Nudismo
hu: Nudizmus
is: Nekt
