Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

source: No wheeled vehicle
cs: Žádná kolová vozidla

source: Nodding donkey
cs: Kývající opička

source: Node Network
cs: Síť uzlu

source: Node network
cs: Síť uzlu

source: Node network junctions
cs: Křižovatky uzle sítě

source: Noise
cs: Hluk

source: Noise barrier
cs: Protihluková bariéra

source: Non profit
cs: Neziskové

source: Non-immigrant visas
cs: Nepřistěhovatelská víza

source: Non-motorized traffic
cs: Nemotorový provoz

source: Non-motorized traffic:
cs: Nemotorový provoz:

source: Nondenominational
cs: Nedenominační

source: None
cs: Nic

source: Noodle
cs: Nudle

source: Nordic
cs: Severský

source: North
cs: Sever

source: Norwegian - Bokml
cs: Norština - Bokmål

source: Norwegian - Nynorsk
cs: Norština - Nynorsk

source: Not allowed
cs: Zakázáno

source: Not available
cs: Nedostupné

source: Not oneway
cs: Žádná jednosměrka

source: Notary
cs: Notář

source: Note
cs: Poznámka

source: Notice
cs: Oznámení

source: Nozzle
cs: Tryska

source: Nuclear
cs: Jaderná

source: Nuclear Power Plant
cs: Jaderná elektrárna

source: Nuclear Reactor
cs: Jaderný reaktor

source: Nudism
cs: Nudismus

source: Number
cs: Číslo

source: Number of PSV lanes in way direction
cs: Počet jízdních pruhů veřejné dopravy ve směru jízdy

source: Number of PSV lanes opposite way direction
cs: Počet jízdních pruhů veřejné dopravy proti směru jízdy

source: Number of apartments
cs: Počet bytů

source: Number of boats
cs: Počet lodí

source: Number of bus lanes in way direction
cs: Počet autobusových pruhů ve směru jízdy

source: Number of bus lanes opposite way direction
cs: Počet autobusových pruhů proti směru jízdy

source: Number of circuits
cs: Počet obvodů

source: Number of couplings
cs: Počet spojek

source: Number of devices
cs: Počet zařízení

source: Number of lamps
cs: Počet lamp

source: Number of lanes in way direction
cs: Počet pruhů ve směru jízdy

source: Number of lanes opposite way direction
cs: Počet pruhů proti směru jízdy

source: Number of people per gondola/chair
cs: Počet osob na gondole/křesle

source: Number of people per hour
cs: Počet lidí za hodinu

source: Number of places
cs: Počet míst

source: Number of poles
cs: Počet sloupů elektrického vedení

source: Number of rooms suitable for wheelchairs
cs: Počet míst vhodných pro vozíčkáře

source: Number of routes
cs: Počet tras

source: Number of screens
cs: Počet obrazovek

source: Number of sides
cs: Počet stran

source: Number of steps
cs: Počet schodů

source: Number of wheelchair seating places
cs: Počet míst k sezení pro invalidní vozík

source: Number of windings
cs: Počet vinutí

source: Numbering scheme
cs: Schéma číslování

source: Nunciature
cs: Nunciatura

source: Nursery
cs: Školka

source: Nursing Home
cs: Domov pro seniory

source: Nutrition supplements
cs: Potravní doplňky

source: Nuts
cs: Ořechy

source: Obervatory type
cs: Typ observatoře

source: Obligatory
cs: Povinný

source: Observation
cs: Observatoř

source: Obstruction
cs: Obstrukce

source: Occupational
cs: Pracovní

source: Occupational therapist
cs: Ergoterapeut

source: Ochestral music
cs: Orchestrální hudba

source: Octane 100
cs: 100 oktanový

source: Octane 80
cs: 80 oktanový

source: Octane 87
cs: 87 oktanový

source: Octane 89
cs: 89 oktanový

source: Octane 91
cs: 91 oktanový

source: Octane 92
cs: 92 oktanový

source: Octane 93
cs: 93 oktanový

source: Octane 95
cs: 95 oktanový

source: Octane 98
cs: 98 oktanový

source: Octopus
cs: Chobotnice

source: Odd
cs: Lichý

source: Off-Road: heavy duty off-road vehicle
cs: Terénní kola: off-road auta

source: Offers reusable packaging
cs: Nabízí opakovaně použitelné obaly

source: Office
cs: Kanceláře

source: Offices
cs: Kanceláře

source: Official name
cs: Oficiální název

source: Oil
cs: Ropa

source: Oil Power Generator
cs: Generátor olejné energie

source: Oil Power Plant
cs: Olejná elektrárna

source: Oil barrier
cs: Olejová zábrana

source: Oil palms
cs: Olejné palmy

source: Old catholic
cs: Staré katolictví

source: Olive trees
cs: Olivovníky

source: Olives
cs: Olivy

source: On button press
cs: Stisk tlačítka

source: On horseback
cs: Na koňském hřbetě

source: On passing a radio calling-in point or crossing a defined line vessels are required to report on VHF to a Traffic Control Centre.
cs: Při průjezdu rádiovým přivolávacím bodem nebo překročení definované linie jsou plavidla povinna podat zprávu o VHF Centru řízení dopravy.

source: Oneway
cs: Jednosměrka

source: Oneway (bicycle)
cs: Jednosměrka (Kolo)

source: Oneway for bicycles
cs: Jednosměrka pro kola

source: Onions
cs: Cibule

source: Only
cs: Pouze

source: Only in case of manual actuator or manual mechanical drive:
cs: Pouze v případě manuálního ovladače nebo manuálního mechanického pohonu:

source: Open air
cs: Pod širým nebem

source: Open on left side
cs: Otevřít na levé straně

source: Open on right side
cs: Otevřít na pravé straně

source: OpenSeaMap and other nautical projects use a special tagging scheme. If you intend to add or edit such objects you should install a dedicated preset.
cs: OpenSeaMap a další námořní projekty používají speciální schéma označování. Pokud máte v úmyslu přidat nebo upravit takové objekty, měli byste nainstalovat vyhrazenou předvolbu.

source: Openable (e.g. like swing gate)
cs: Otevřené (např. jako otočná závora)

source: Opening Hours
cs: Otevírací hodiny

source: Opening width of grids (meters)
cs: Otevírací šířka mřížek (v metrech)

source: Opera house
cs: Dům opery

source: Operation times
cs: Doba provozu

source: Operator
cs: Provozovatel

source: Operator type
cs: Typ provozovatele

source: Opinion
cs: Názor

source: Opposite
cs: Naproti

source: Optical
cs: Optický

source: Optician
cs: Optik

source: Optional crossing attributes
cs: Volitelné atributy křížení

source: Optional signal attributes:
cs: Volitelné atributy semaforů:

source: Optional values for specific countries
cs: Volitelné hodnoty pro konkrétní země

source: Optometrist
cs: Optik

source: Oral and maxillofacial surgery
cs: Ústní a maxilofaciální chirurgie

source: Orange trees
cs: Pomerančovníky

source: Oranges
cs: Pomeranče

source: Orchard
cs: Sad

source: Organic
cs: Organické

source: Orientation
cs: Orientace

source: Oriya
cs: Urijština

source: Orphans
cs: Sirotci

source: Orthodontics
cs: Ortodoncie

source: Orthodontist
cs: Ortodoncie

source: Orthodox
cs: Ortodoxní

source: Osmotic
cs: Osmotická

source: Osmotic Power Generator
cs: Generátor osmotické energie

source: Osmotic Power Plant
cs: Osmotická elektrárna

source: Osteopathy
cs: Osteopatie

source: Ostrich
cs: Pštros

source: Other
cs: Ostatní

source: Other Information Point
cs: Další informační bod

source: Other Place of Worship
cs: Další chrám

source: Other healthcare facilities
cs: Další zdravotní zařízení

source: Other healthcare professionals
cs: Další zdravotní pracovníci

source: Other mode restrictions
cs: Další režim omezení

source: Other theatres
cs: Další divadla

source: Otter
cs: Vydra

source: Ottoman architecture
cs: Osmanská architektura

source: Outdoor seating
cs: Venkovní sezení

source: Outline of building
cs: Obrys budovy

source: Outpost / Pickup
cs: Stanoviště / Vyzvednutí

source: Outreach
cs: Nerezidenční zařízení

source: Outside
cs: Venku

source: Overhead cable
cs: Horní kabel

source: Overhead pipeline
cs: Horní potrubí

source: Overhead trolley wires
cs: Trolejové vedení

source: Overlap width of grids (meters)
cs: Šířka překrývání mřížek (v metrech)

source: Ovo-vegetarian
cs: Ovo-vegetariánská

source: Owl
cs: Sova

source: Ox
cs: Vůl

source: Oxbow
cs: Chomout

source: Oxygen
cs: Kyslík

source: Oyster
cs: Ústřice

source: PSV
cs: Vozidlo veřejné dopravy

source: PSV Lanes
cs: Pruh veřejné dopravy

source: PSV Lanes ←
cs: Pruh veřejné dopravy ←

source: PSV Lanes →
cs: Pruh veřejné dopravy →

source: PSV lane access
cs: Příjezd do pruhu veřejné dopravy

source: PSV lane access in way direction
cs: Příjezd do pruhu veřejné dopravy ve směru jízdy

source: PSV lane access opposite to way direction
cs: Příjezd do pruhu veřejné dopravy proti směru jízdy

source: Packaging
cs: Obal

source: Paddock
cs: Padok

source: Paint
cs: Malování

source: Painter
cs: Malíř

source: Painting
cs: Malba

source: Palace
cs: Palác

source: Palaeontological Site
cs: Paleontologické naleziště

source: Palm
cs: Dlaň

source: Pampas
cs: Pampy

source: Pancake
cs: Lívance

source: Panther
cs: Panter

source: Papaya trees
cs: Papája

source: Paper
cs: Papír

source: Parallel
cs: Rovnoběžné

source: Parallel bars
cs: Rovnoběžné tyče

source: Parasol
cs: Slunečník

source: Parcel Locker
cs: Schránka na zásilky

source: Parcel mail in
cs: Posílání balíků

source: Parcel pickup
cs: Vyzvedávání zásilek

source: Parcel service brand
cs: Značka balíkové služby

source: Parish
cs: Farní

source: Park and Ride
cs: Záchytné parkoviště P+R

source: Parking
cs: Parkoviště

source: Parking Aisle
cs: Parkovací ulička

source: Parking Entrance/Exit
cs: Vjezd/Výjezd parkoviště

source: Parking Space
cs: Parkovací místo

source: Parking access both sides
cs: Parkování přístupné na obou stranách

source: Parking access both sides @
cs: Parkování přístupné na obou stranách @

source: Parking access left
cs: Parkování přístupné vlevo

source: Parking access left @
cs: Parkování přístupné vlevo @

source: Parking access right
cs: Parkování přístupné vpravo

source: Parking access right @
cs: Parkování přístupné vpravo @

source: Parking both sides capacity
cs: Kapacita parkování na obou stranách

source: Parking both sides width (m)
cs: Šířka parkování na obou stranách (m)

source: Parking capacity left
cs: Kapacita parkování vlevo

source: Parking capacity right
cs: Kapacita parkování vpravo

source: Parking condition both sides @
cs: Podmínka parkování na obou stranách @

source: Parking condition left-hand side @
cs: Podmínka parkování na levé straně @

source: Parking condition right-hand side @
cs: Podmínka parkování na pravé straně @

source: Parking disc both sides
cs: Parkovací hodiny na obou stranách

source: Parking disc left
cs: Parkovací hodiny vlevo

source: Parking disc right
cs: Parkovací hodiny vpravo

source: Parking fee
cs: Poplatek za parkování

source: Parking fee both sides
cs: Poplatek za parkování n a obou stranách

source: Parking fee both sides @
cs: Poplatek za parkování n a obou stranách @

source: Parking fee left
cs: Poplatek za parkování vlevo

source: Parking fee left @
cs: Poplatek za parkování vlevo @

source: Parking fee right
cs: Poplatek za parkování vpravo

source: Parking fee right @
cs: Poplatek za parkování vpravo @

source: Parking markings both sides
cs: Značení parkování na obou stranách

source: Parking markings left
cs: Značení parkování vlevo

source: Parking markings right
cs: Značení parkování vpravo

source: Parking restrictions both sides
cs: Omezení parkování na obou stranách

source: Parking restrictions both sides @
cs: Omezení parkování na obou stranách @

source: Parking restrictions left
cs: Omezení parkování vlevo

source: Parking restrictions left @
cs: Omezení parkování vlevo @

source: Parking restrictions right
cs: Omezení parkování vpravo

source: Parking restrictions right @
cs: Omezení parkování vpravo @

source: Parking tickets
cs: Parkovací lístky

source: Parking width left (m)
cs: Šířka parkování vlevo (m)

source: Parking width right (m)
cs: Šířka parkování vpravo (m)

source: Parking zone both sides
cs: Parkovací zóna na obou stranách

source: Parking zone left
cs: Parkovací zóna vlevo

source: Parking zone right
cs: Parkovací zóna vpravo

source: Parquet layer
cs: Pokladač parket

source: Parrot
cs: Papoušek

source: Partial access
cs: Částečný přístup

source: Parts
cs: Díly

source: Party supplies
cs: Potřeby pro párty

source: Passageways
cs: Průchod

source: Passenger information display
cs: Zobrazení informací pro cestující

source: Passing Place
cs: Místo k vyhýbání

source: Passing Places
cs: Místa k vyhýbání

source: Pasta
cs: Těstoviny

source: Pastry
cs: Pečivo

source: Pasture
cs: Pastvina

source: Path
cs: Cesta

source: Pavilion
cs: Pavilon

source: Pawnbroker
cs: Zastavárna

source: Payment
cs: Způsob platby

source: Payment Methods
cs: Platební metody

source: Payment centre
cs: Platební centrum

source: Payment terminal
cs: Platební terminál

source: Peach trees
cs: Broskvoně

source: Peaches
cs: Broskve

source: Peacock
cs: Páv

source: Peak
cs: Vrchol

source: Pear trees
cs: Hrušně

source: Pears
cs: Hrušky

source: Pebblestone
cs: Oblázek

source: Pecan trees
cs: Pekanové ořechy

source: Pedalos
cs: Šlapadla

source: Pedestrian
cs: Pěší

source: Pedestrian Crossing
cs: Přechod pro chodce

source: Pedestrians
cs: Pěší

source: Pediatric dentistry
cs: Pediatrické zubní lékařství

source: Peepal tree
cs: Fíkovník

source: Pelican
cs: Pelikán

source: Pelton turbine
cs: Peltonova turbína

source: Penguin
cs: Tučňák

source: Pension fund
cs: Penzijní fond

source: Penstock
cs: Koryto stavidla

source: Pentecostal
cs: Letnice

source: Perfumery
cs: Parfumerie

source: Period
cs: Perioda

source: Periodontology
cs: Periodontologie

source: Peristaltic
cs: Peristaltické

source: Permanent camping only
cs: Pouze stále kempování

source: Permissive
cs: Do odvolání

source: Permit required
cs: Povolení vyžadováno

source: Perpendicular
cs: Kolmé

source: Perpetual
cs: Trvalé

source: Persian
cs: Perská

source: Persimmon trees
cs: Tomele

source: Person
cs: Osoba

source: Peruvian
cs: Peruánská

source: Pescetarian
cs: Pescovegetariánská

source: Pesticide
cs: Pesticid

source: Pet
cs: Mazlíček

source: Pet grooming
cs: Zvířecí salon

source: Petroglyph
cs: Petroglyf

source: Petroleum well
cs: Ropná studna

source: Petting zoo
cs: Dětská zoo

source: Pharmacy
cs: Lékárna

source: Phases
cs: Fáze

source: Pheasant
cs: Bažant

source: Phone Number
cs: Telefonní číslo

source: Phone booth
cs: Telefonní budka

source: Phone call
cs: Telefonát

source: Phone number
cs: Telefonní číslo

source: Photo
cs: Fotografie

source: Photo booth
cs: Foto budka

source: Photo studio
cs: Foto studio

source: Photographer
cs: Fotograf

source: Photographic laboratory
cs: Fotografická laboratoř

source: Photovoltaic panel
cs: Fotovoltaický panel

source: Physical max. width (meters)
cs: Fyzická max. šířka (v metrech)

source: Physical restrictions
cs: Fyzické omezení

source: Physician
cs: Praktický lékař

source: Physiotherapist
cs: Fyzioterapeut

source: Picnic Site
cs: Místo pro piknik

source: Picnic Table
cs: Stůl pro piknik

source: Picnic table
cs: Stůl pro piknik

source: Pier
cs: Molo

source: Pig
cs: Prase

source: Pile
cs: Hromada

source: Pillar type
cs: Typ pilíře

source: Pillory
cs: Pranýř

source: Pilot boarding
cs: Nástup pilota

source: Pineapple plants
cs: Ananasovníky

source: Pipeline
cs: Dálkové potrubí

source: Pipeline Marker
cs: Označník potrubí

source: Pipeline Substation
cs: Potrubní rozvodna

source: Pipeline Valve
cs: potrubní ventil

source: Pipeline area
cs: Oblast potrubí

source: Pipeline route
cs: Potrubní trasa

source: Pistachio trees
cs: Pistácie

source: Piste (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
cs: Sjezdovka (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Piste Route
cs: Trasa dráhy

source: Piste route
cs: Trasa dráhy

source: Piste type
cs: Typ dráhy

source: Piston
cs: Píst

source: Pit
cs: Jáma

source: Pitaya plants
cs: Rostliny pitaya

source: Pitch
cs: Hřiště

source: Pitches
cs: Hřiště

source: Place
cs: Místo

source: Place name
cs: Název místa

source: Place of Worship
cs: Chrám

source: Place of worship
cs: Místo modlitby

source: Placement
cs: Umístění

source: Placement in way direction
cs: Umístění ve směru jízdy

source: Placement opposed to way direction
cs: Umístění proti směru jízdy

source: Places
cs: Místa

source: Plane
cs: Letadlo

source: Plane Parking Position
cs: Parkovací místo letadla

source: Planet walk
cs: Procházka po planetě

source: Planetarium
cs: Planetárium

source: Plans (public transport)
cs: Latadla (veřejné dopravy)

source: Plant Nursery
cs: Pěstitelská školka

source: Plant generator type
cs: Typ generátoru elektrárny

source: Plant source
cs: Zdroj energie

source: Planter
cs: Plantážník

source: Planter barrier
cs: Sázecí zábrana

source: Plants
cs: Rostliny

source: Plants collectively or individually, especially those dominating a particular area or habitat.
cs: Rostliny společně nebo jednotlivě, zejména ty, které dominují určité oblasti nebo stanovišti.

source: Plants that are leafless for a certain period during the year.
cs: Rostliny, které jsou po určitou dobu v roce bez listů.

source: Plants that are never entirely without green foliage.
cs: Rostliny, které nikdy nejsou zcela bez zeleného listí.

source: Plants that lose most, but not all, of their foliage for a fraction of the year.
cs: Rostliny, které na zlomek roku ztratí většinu, ale ne všechno listí.

source: Plants that lose their foliage for a very short period, when old leaves fall off and new foliage growth is starting.
cs: Rostliny, které ztrácejí listy na velmi krátkou dobu, kdy staré listy opadávají a začíná růst nových listů.

source: Plasterer
cs: Štukatér

source: Plastic
cs: Plast

source: Plastic Bottles
cs: Plastové lahve

source: Plastic Packaging
cs: Plastové obaly

source: Platform
cs: Nástupiště

source: Platform lift details
cs: Podrobnosti plošinového výtahu

source: Platter
cs: Talíř

source: Playground
cs: Dětské hřiště

source: Playground equipment
cs: Vybavení dětského hřiště

source: Plum trees
cs: Švestky

source: Plumber
cs: Instalatér

source: Plumbing
cs: Instalatérství

source: Plums
cs: Švestky

source: Podiatrist
cs: Pedikér

source: Point Name
cs: Jméno uzlu

source: Point Number
cs: Číslo uzlu

source: Polar bear
cs: Lední medvěd

source: Pole
cs: Sloup elektrického vedení

source: Pole Attributes:
cs: Atributy sloupu elektrického vedení:

source: Pole vault
cs: Skok o tyči

source: Pole with Switch
cs: Sloup elektrického vedení s odpojovačem

source: Pole with Transformer
cs: Sloup elektrického vedení s transformátorem

source: Poles
cs: Sloupy elektrického vedení

source: Police
cs: Policie

source: Police facility
cs: Policejní zařízení

source: Police station
cs: Policejní stanice

source: Polish
cs: Polská

source: Political
cs: Politická

source: Political party
cs: Politická strana

source: Pomegranate trees
cs: Marhaníky granátové

source: Pond
cs: Rybník

source: Pontoon
cs: Ponton

source: Pony
cs: Poník

source: Pooling
cs: Spolujízda

source: Pools and pool supplies
cs: Bazény a potřeby pro bazén

source: Population
cs: Počet obyvatel

source: Porcupine
cs: Dikobraz

source: Portable
cs: Mobilní

source: Portal crane
cs: Přístavní jeřáb

source: Portuguese
cs: Portugalská

source: Position (kilometers)
cs: Pozice (v kilometrech)

source: Position sensor
cs: Pozice senzoru

source: Post Box
cs: Poštovní schránka

source: Post Depot
cs: Poštovní depo

source: Post Office
cs: Pošta

source: Post code
cs: PSČ

source: Post office type
cs: Typ pošty

source: Post secondars (4)
cs: Terciální (4)

source: Postal Code
cs: PSČ

source: Postal code
cs: PSČ

source: Postal service
cs: Poštovní služby

source: Postal services brand
cs: Značka poštovních služeb

source: Postal services provided
cs: Poskytovatelé poštovních služeb

source: Postcards
cs: Pohlednice

source: Poster box
cs: Plakátová skříň

source: Postmodern architecture
cs: Postmoderní architektura

source: Potatoes
cs: Brambory

source: Potential
cs: Potenciální

source: Pottery
cs: Hrnčíř

source: Poultry
cs: Drůbež

source: Power
cs: Energetika

source: Power Bay
cs: Elektrický jistič

source: Power Busbar
cs: Napájecí přípojnice

source: Power Cable
cs: elektrický kabel

source: Power Compensator
cs: Kompenzátor výkonu

source: Power Converter
cs: Převodník energie

source: Power Generator
cs: Generátor energie

source: Power Line
cs: Elektrické vedení vyššího napětí (nad 50 kV)

source: Power Plant
cs: Elektrárna

source: Power Portal
cs: Elektrický portál

source: Power Route
cs: Elektrická trasa

source: Power Street Cabinet
cs: Pouliční skříň / kaplička energie

source: Power Substation
cs: Energetická transformátorová stanice

source: Power Switch
cs: Odpojovač

source: Power Switchgear
cs: Spínací zařízení

source: Power Tower
cs: Energetická věž

source: Power Transformer
cs: Energetický transformátor

source: Power rating (MVA)
cs: Jmenovitý výkon (MVA)

source: Power rating (kVA/MVA)
cs: Jmenovitý výkon (kVA/MVA)

source: Power rating (kvar/Mvar)
cs: Jmenovitý výkon (kvar/Mvar)

source: Power route
cs: Elektrická trasa

source: Power supply
cs: Elektrická přípojka

source: Powered
cs: Poháněná

source: Prairie
cs: Prérie

source: Pre-primary (0)
cs: Preprimární (0)

source: Precautionary area
cs: Preventivní oblast

source: Precision approach path indicator
cs: Indikátor přesného přiblížení dráhy

source: Presbyterian
cs: Presbyteriánské

source: Preserved
cs: Zachovalá

source: Pressure (bar)
cs: Tlak (bary)

source: Pressurized water reactor (PWR)
cs: Tlakovodní reaktor (PWR)

source: Primary
cs: Primární

source: Primary (1)
cs: Primární (1)

source: Primary Link
cs: Silnice 1. třídy - nájezd

source: Primary voltage in Volts (V)
cs: Primární napětí ve Voltech (V)

source: Print shop
cs: Tiskárna

source: Printed Material
cs: Vytisknutý materiál

source: Prison
cs: Vězení

source: Private
cs: Soukromé

source: Private investigator
cs: Soukromý detektiv

source: Produce
cs: Výroba

source: Product
cs: Výrobek

source: Production area
cs: Produkční oblast

source: Profession
cs: Profese

source: Progressive cavity
cs: Progresivní dutina

source: Propane
cs: Propan

source: Property management
cs: Správa nemovitostí

source: Prosecutor
cs: Prokurátor

source: Protected Area
cs: Chráněná oblast

source: Protected Class
cs: Třída chráněné oblasti

source: Protected area
cs: Chráněná oblast

source: Protestant
cs: Protestantská

source: Provided services
cs: Poskytované služby

source: Province
cs: Provincie

source: Psychotherapist
cs: Psychoterapeut

source: Pub
cs: Hospoda

source: Public
cs: Veřejné

source: Public Bicycle Repair Station
cs: Veřejná opravna kol

source: Public Building
cs: Veřejná budova

source: Public Grill
cs: Veřejný gril

source: Public Market
cs: Tržiště

source: Public Transport
cs: Veřejná doprava

source: Public Transport (Legacy)
cs: Veřejná doprava (starší)

source: Public Transport Route (Aerialway)
cs: Trasa veřejné dopravy (letecká)

source: Public Transport Route (Bus)
cs: Trasa veřejné dopravy (autobus)

source: Public Transport Route (Ferry)
cs: Trasa veřejné dopravy (trajekt)

source: Public Transport Route (Rail)
cs: Trasa veřejné dopravy (železnice)

source: Public bath
cs: Veřejné lázně

source: Public bookcase
cs: Veřejná knihovnička

source: Public service
cs: Veřejné služby

source: Public transport
cs: Veřejná doprava

source: Public transport lanes
cs: Pruhy veřejné dopravy

source: Public transport route (Legacy)
cs: Trasa veřejné dopravy (starší)

source: Public transport route (Legacy) (Aerialway)
cs: Trasa veřejné dopravy (starší) (letecká)

source: Public transport route (Legacy) (Ferry)
cs: Trasa veřejné dopravy (starší) (trajekt)

source: Publisher
cs: Vydavatel

source: Pulser
cs: Pulsátor

source: Pump
cs: Pumpa

source: Pump mechanism
cs: Mechanismus pumpy

source: Pump track
cs: Pumpová dráha

source: Pumping station
cs: Čerpací stanice

source: Punjabi
cs: Paňdžábština

source: Puppet
cs: Loutkové

source: Purchase required
cs: Nákup vyžadován

source: Push-up
cs: Klík

source: Puszta
cs: Pusta

source: Pyramid
cs: Pyramida

source: Pyrolysis
cs: Pyrolýza

source: QR Code
cs: QR kód

source: Quaker
cs: Kvaker

source: Quango
cs: Nevládní organizace

source: Quarry
cs: Lom
