Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Pump track
es: Pista de pump track

source: Pumping station
de_ch: Pumpwerk
es: Estación de bombeo
hu: Szivattyúház
is: Dælustöð
sv: Pumpstation

source: Punjabi
de_ch: Pandschabi
es: Panyabí / Punjabi
hu: pandzsábi
is: Punjabíska

source: Puppet
de_ch: Puppentheater
es: Marioneta
hu: Paravános bábszínház (puppet)
is: Leikbrúður
sv: Docka

source: Purchase required
de_ch: nur bei Einkauf
es: Se requiere compra
hu: Vásárláshoz kötött
is: Nauðsynlegt að versla
sv: Köp krävs

source: Push-up
de_ch: Liegestütz
es: Flexiones
hu: Fekvőtámasz

source: Pylon
de_ch: Mast
es: Pilón/Torre
hu: Oszlop
is: Mastur

source: Pyramid
de_ch: Pyramide
es: Pirámide
hu: Piarmis
is: Pýramídi

source: Pyranometer - short wave length sun radiation
de_ch: Pyranometer – Sonnenstrahlung mit kurzer Wellenlänge
es: Piranómetro - radiación solar de onda corta
sv: Pyranometer - kortvågig solstrålning

source: Pyrheliometer - sun radiation
de_ch: Pyrheliometer – Sonnenstrahlung
es: Pirheliómetro - radiación solar
sv: Pyrheliometer - solstrålning

source: Pyrolysis
de_ch: Pyrolyse
es: Pirólisis
hu: Hőbontás (pirolízis)
sv: Pyrolys (torrdestillering)

source: Pétanque
es: Petanca

source: QI wireless pad
de_ch: QI drahtloses Laden
es: Base de carga inalámbrica QI
sv: Trådlös QI-platta

source: QR Code
es: Código QR
hu: QR-kód
is: QR-kóði
sv: QR-kod

source: Quaker
de_ch: Quäker
es: Cuáquero
hu: Kvéker
is: Kvekarar
sv: Kväkare (Vännernas samfund)

source: Quango
de_ch: Halbstaatliche Organisation
es: Organismo estatal semiautónomo
hu: Kvázi-autonóm civil szervezet (Quasi-Autonomous NGO, QUANGO)
is: Félagasamtök í samstarfi við hið opinbera (quango)
sv: Kvasiautonom icke-statlig organisation

source: Quarry
de_ch: Tagebau
es: Cantera
hu: Külszíni fejtés, kőfejtő
is: Grjótnáma
sv: Gruva

source: Quay
de_ch: Kai
es: Muelle
hu: Rakpart
sv: Kaj

source: RC Car
de_ch: Modellauto Platz
es: Auto de radiocontrol
hu: Távirányítású autó
sv: Radiostyrd bil

source: Rabbit
de_ch: Kaninchen
es: Conejo
hu: Nyúl
is: Kanínur
sv: Kanin

source: Raccoon
de_ch: Waschbär
es: Mapache
hu: Mosómedve
is: Þvottabjörn
sv: Tvättbjörn

source: Raceway
de_ch: Rennbahn
es: Circuito / Pista de carreras
hu: Versenypálya (autó, motor)
is: Keppnisbraut
sv: Motorracerbana

source: Racquetball
es: Ráquetbol
sv: Racketsport

source: Radar line
de_ch: Radarlinie
es: Línea de radar
sv: Radarlinje

source: Radar range
de_ch: Radarbereich
es: Alcance del radar
sv: Radarns räckvidd

source: Radar reflector
de_ch: Radarreflektor
es: Reflector de radar
is: Ratsjárspegill
sv: Radarreflektor

source: Radar station
es: Estación de radar
is: Ratsjárstöð

source: Radar transponder
es: Transpondedor de radar
is: Ratsjársvari

source: Radiation
de_ch: Strahlung
es: Radiación
hu: Sugárzás
is: Geislun
sv: Strålning

source: Radio and electronics supplies
de_ch: Radio- und Elektronikbedarf
es: Suministros de radio y electrónica
hu: Rádiós és elektronikai alaktrészek
is: Útvarps- og rafeindatæknivörur
sv: Radio och elektronisk utrustning

source: Radio station
de_ch: Radiosender
es: Estación de radio
hu: Rádióállomás
is: Útvarpsstöð

source: Radiosonde - warather balloon
de_ch: Radiosonde – Wetterballon
es: Radiosonda - globo meteorológico
sv: Radiosond - väderballong (warather balloon)

source: Raeto-Romance
de_ch: Rätoromanisch
es: Retorromance / Romanche
hu: rétoromán
is: Rhaeto-Rómanska
sv: Rätoromanska

source: Rail
de_ch: Normalspur-Gleise
es: Raíl
hu: Vasút
is: Járnbrautarteinar
sv: Spår

source: Railway
de_ch: Eisenbahn
es: Ferrocarril
hu: Vasút
is: Járnbraut
sv: Järnväg

source: Railway Halt
de_ch: Eisenbahnhaltestelle
es: Parada ferroviaria
hu: Vasúti megálló
sv: Järnvägsstopp

source: Railway Land
de_ch: Bahnareal
es: Terreno de ferrocarril
hu: Vasúti terület
is: Járnbrautaland
sv: Järnvägsområde

source: Railway Platform
de_ch: Bahnsteig
es: Plataforma de ferrocarril
hu: Vasúti peron
is: Brautarpallur
sv: Järnvägsplattform

source: Railway Route
de_ch: Eisenbahnroute
es: Ruta ferroviaria
hu: Vasútvonal
is: Lestarleið
sv: Järnvägsrutt

source: Railway Signal
de_ch: Eisenbahnsignal
es: Señal ferroviaria
hu: Vasúti jelzés
is: Lestarmerki
sv: Järnvägssignal

source: Railway Switch
de_ch: Weiche
es: Cambio de vía
hu: Vasúti váltó
is: Lestarteinaskiptir
sv: Spårväxel

source: Railway construction
de_ch: Gleisarbeiten
es: Construcción ferroviaria
hu: Vasúti építkezés
is: Járnbraut í byggingu
sv: Spår under uppbyggnad

source: Railway crossing
de_ch: Bahnübergang
es: Cruce ferroviario
hu: Egymást metsző sínek
is: Þverun járnbrauta
sv: Spårkors

source: Railway halt
de_ch: Eisenbahnhaltestelle
es: Apeadero / Parada de tren
hu: Vasúti megálló
sv: Hållplats

source: Railway junction
de_ch: Eisenbahnkreuzung
es: Intersección ferroviaria
sv: Järnvägsknut

source: Railway milestone
de_ch: Eisenbahnkilometerstein
es: Hito ferroviario / Mojón de ferrocarril
hu: Vasúti szelvénykő
is: Vegalengdarsteinn á járnbraut
sv: Kilometertavla

source: Railway platform
de_ch: Bahnsteig
es: Andén / Plataforma ferroviaria
sv: Järnvägsplattform

source: Railway platform edge
de_ch: Bahnsteigkante
es: Borde de andén ferroviario
sv: Järnvägsplattformens kant

source: Railway route
de_ch: Eisenbahnroute
es: Ruta ferroviaria
hu: Vasútvonal
sv: Järnvägsrutt

source: Railway station
de_ch: Bahnhof
es: Estación de ferrocarril
hu: Vasútállomás
is: Lestarstöð
sv: Järnvägsstation

source: Railway type
de_ch: Eisenbahntyp
es: Tipo de vía férrea / Tipo de ferrocarril
hu: Vasút típusa
sv: Järnvägstyp

source: Rain gauge - rainfall
de_ch: Regenmesser – Niederschlag
es: Pluviómetro - cantidad de lluvia
sv: Regnmätare - nederbörd

source: Raised area of ground for a castle
de_ch: Erhöhtes Gelände für eine Burg
es: Elevación de tierra para un castillo.
hu: Vár vagy erőd alapját képező kis mesterséges domb
sv: Upphöjd markyta för ett slott

source: Raised hide
es: Puesto elevado

source: Ram
de_ch: Ramme
es: Ariete
sv: Vädur

source: Ramp
de_ch: Rampe
es: Rampa
hu: Rámpa
is: Aðrein

source: Ramp meter
de_ch: Zuflussregelungsanlage
es: Medidor de rampa
hu: Felhajtás-szabályozó
sv: Påfartssignal

source: Range (meters)
de_ch: Reichweite (Meter)
es: Alcance (metros)
hu: Hatótávolság (méter)
sv: Räckvidd (meter)

source: Ranger Station
es: Caseta de guardabosques
hu: Nemzeti park látogatóközpontja
is: Landvarðastöð
sv: Parkvaktstation

source: Rapids
de_ch: Stromschnellen
es: Rápidos
hu: Zúgó
sv: Fors

source: Raw
de_ch: Rohkost
es: Crudo
hu: Nyers
is: Hráfæði
sv: Råkost

source: Reaction ferry
de_ch: Gierseilfähre
es: Ferry de reacción / transbordador
hu: Köteles komp
sv: Rekreationsfärja

source: Reading box
de_ch: Lesekiste
es: Caja de lectura / Caseta de lectura
hu: Olvasódoboz
is: Lesklefi
sv: Avgränsningssruta

source: Realtime display
de_ch: Echtzeit-Anzeige
es: Visualización en tiempo real
sv: Realtidsvisning

source: Reason
de_ch: Grund
es: Motivo
sv: Anledning

source: Reciprocating engine
de_ch: Verbrennungsmotor (BHKW)
es: Motor alternativo
hu: Dugattyús motor
is: Tvígengishreyfill
sv: Kolvmotor

source: Reciprocating solenoid
de_ch: Hubkolbenmagnet
es: Solenoide alternativo
sv: Kolvgående solenoid

source: Recommended
de_ch: Empfohlen
es: Recomendado
hu: Ajánlott
is: Mælt með
sv: Rekommenderas

source: Recommended route centreline
de_ch: Empfohlene Streckenmitte
es: Línea central de ruta recomendada
sv: Rekommenderad rutts mittlinje

source: Recommended tracks along which ships can be guided by coastal radar stations in the event of bad visibility. Also known as a radar guided track.
de_ch: Empfohlene Strecken, entlang derer Schiffe bei schlechter Sicht von Küstenradarstationen geleitet werden können. Auch bekannt als radarunterstützte Strecke.
es: Vías recomendadas por las que los barcos pueden ser guiados por estaciones de radar costeras en caso de mala visibilidad. También se conoce como vía guiada por radar.
sv: Rekommenderade spår längs vilka fartyg kan styras av kustradarstationer vid dålig sikt. Även känt som radarstyrt spår.

source: Recommened track
de_ch: Empfohlene Strecke
es: Pista recomendada
sv: Rekommenderat spår

source: Recommened traffic lane
de_ch: Empfohlene Fahrspur
es: Carril de tráfico recomendado
hu: Ajánlott forgalomsáv
is: Ákjósanleg akrein
sv: Rekommenderad körfält

source: Recording
de_ch: Aufzeichnung
es: Grabación
hu: Adatrögzítés
is: Skráning
sv: Inspelning

source: Recording:
de_ch: Aufzeichnung
es: Grabación:
hu: Adatrögzítés:
is: Skráning:
sv: Inspelning:

source: Recreation Ground
de_ch: Öffentlicher Sportplatz/Grünfläche
es: Zona recreativa / Campo de recreo
hu: Szabadidőpark
is: Leikvöllur
sv: Rekreationsområde

source: Recreational
de_ch: Freizeitkonsum
es: Recreativo
hu: Szabadidős
sv: Rekreation

source: Recycling Centre
de_ch: Recyclinghof
es: Centro de reciclado
hu: Hulladékudvar
is: Endurvinnslustöð
sv: Återvinningscentral

source: Recycling Container
es: Contenedor de reciclado
hu: Szelektív hulladékgyűjtő konténer
is: Endurvinnslugámur
sv: Återvinningscontainer

source: Red
de_ch: Rot
es: Rojo
hu: Vörös
is: Rautt
sv: Röd

source: Reducer
de_ch: Reduzierstück
es: Reductor
sv: Reducerare

source: Reedbed
de_ch: Röhricht
es: Cañaveral / Juncal
hu: Nádas
is: Sefbreiða
sv: Vassbälte

source: Reef
de_ch: Riff
es: Arrecife
hu: Zátony
is: Rif
sv: Rev

source: Ref of the way this is a detour to
de_ch: Referenz des Weges der eine Umleitung ist zu
es: Esta es un desvío del camino
hu: Azon út száma, amelynek ez a kerülőútja
sv: Referens till vägen, detta är en omväg till

source: Reference
de_ch: Referenz
es: Referencia
hu: Azonosító
is: Tilvísun
sv: Referens

source: Reference (track number)
de_ch: Referenz (Wegnummer)
es: Referencia (número de seguimiento)
is: Tilvísun (spornúmer)
sv: Referens (spårnummer)

source: Reference Code
de_ch: Referenzcode
es: Código de referencia
hu: Azonosító kód
is: Tílvísunarkóði
sv: Referenskod

source: Reference FGKZ (DE)
de_ch: Fliessgewässerkennziffer (DE)
es: Referencia FGKZ (Alemania)
hu: FGKZ-szám (Németország)
is: FGKZ tilvísun (DE)
sv: Referens FGKZ (DE)

source: Reference GNBC (CA)
de_ch: Referenz GNBC (CA)
es: Referencia GNBC (Canadá)
hu: GNBC-szám (Kanada)
is: GNBC tilvísun (CA)
sv: Referens GNBC (CA)

source: Reference GNIS (USA)
de_ch: Referenz GNIS (USA)
es: Referencia GNIS (Estados Unidos)
hu: GNIS-szám (USA)
is: GNIS tilvísun (BNA)
sv: Referens GNIS (USA)

source: Reference REGINE (NO)
de_ch: Referenz REGINE (NO)
es: Referencia REGINE (Noruega)
hu: REGINE-szám (Norvégia)
is: REGINE tilvísun (NO)
sv: Referens REGINE (NO)

source: Reference Sandre (FR)
de_ch: Referenz Sandre (FR)
es: Referencia Sandre (Francia)
hu: Sandre-hivatkozás (FR)
is: Sandre tilvísun (FR)
sv: Referens Sandre (FR)

source: Reference number
de_ch: Numerische Referenz
es: Número de referencia
hu: Azonosító szám
is: Tilvísunarnúmer
sv: Referensnummer

source: Reflecting pool
de_ch: Reflexionsbecken
es: Estanque reflectante
hu: Tükröződő vízfelület
sv: Reflekterande pool

source: Reform
de_ch: liberal
es: Reformista
hu: Reformzsidó
is: Siðbót
sv: Reformistisk

source: Reformed
de_ch: Reformiert
es: Reformado
hu: Református
is: Siðbætta (kalvíníska) kirkjan
sv: Reformert

source: Refrigerated
de_ch: Gekühlt
es: Refrigerado
hu: Hűtött fiók
sv: Kyld

source: Refs per lane
de_ch: Ref. pro Spur
es: Referencias por carril
hu: Útszámok sávonként
is: Tilvísanir á hverri akrein
sv: Referenser per fil

source: Refs per lane in way direction
de_ch: Ref. pro Spur in Wegrichtung
es: Referencias por carril en el sentido de la vía
hu: Útszámok sávonként a vonal irányába
is: Tilvísanir á hverri akrein í sömu akstursstefnu
sv: Referenser per fil i vägens riktning

source: Refs per lane opposite to way direction
de_ch: Ref. pro Spur entgegen der Wegrichtung
es: Referencias por carril en el sentido opuesto a la vía
hu: Útszámok sávonként a vonallal ellentétes irányban
is: Tilvísanir á hverri akrein í gagnstæða akstursstefnu
sv: Referenser per fil i motsatt vägriktning

source: Region
es: Región
hu: Régió
is: Hérað/Svæði

source: Regional cycle network junction
de_ch: Verzweigung regionales Radknotennetzwerk
es: Cruce de red ciclista regional
hu: Regionális kerékpárúthálózati csomópont
sv: Regionalt cykelnätverksknutpunkt

source: Regional name
de_ch: Regionaler Name
es: Nombre regional
hu: Regionális név
is: Svæðisbundið heiti
sv: Regionalt namn

source: Regional riding network junction
de_ch: Verzweigung regionales Reitknotennetzwerk
es: Cruce de red regional para cabalgar
sv: Regionalt cyklistnätverksknutpunkt

source: Regional walking network junction
de_ch: Verzweigung regionales Spazierknotennetzwerk
es: Cruce de red de caminos regional
hu: Regionális gyalogúthálózati csomópont
sv: Regionalt gångnätverksknutpunkt

source: Register
de_ch: Meldestelle/Registratur
es: Registro Civil / Oficina de Registro
hu: Anyakönyvi hivatal
is: Nýskrá

source: Register office
de_ch: Meldestelle/Registratur
es: Oficina de registro / Registro Civil
hu: Anyakönyvi hivatal
sv: Registreringsbyrå

source: Rehabilitation
es: Rehabilitación
hu: Rehabilitáció
is: Endurhæfing
sv: Rehabilitering

source: Reinforced concrete
de_ch: Stahlbeton
es: Hormigón armado
hu: Vasbeton
is: Járnbent steinsteypa
sv: Armerad betong

source: Related law
de_ch: Zugehörige Gesetzgebung
es: Ley relacionada
hu: Vonatkozó jogszabály
sv: Relaterad lag

source: Relation type
de_ch: Relationstyp
es: Tipo de relación
hu: Kapcsolat típusa
is: Tegund vensla
sv: Relationstyp

source: Relations
de_ch: Relationen
es: Relaciones
hu: Kapcsolatok
is: Vensl
sv: Relationer

source: Religion
es: Religión
hu: Vallási
is: Trúarbrögð

source: Religious
de_ch: Religiös genutztes Gebiet
es: Religioso
hu: Egyházi
is: Trúarlegt
sv: Religös

source: Remote
de_ch: Fern...
es: Remoto
hu: Távvezérlésű
is: Fjartengt
sv: Fjärrinspelning

source: Removable
de_ch: Entfernbar
es: Extraíble/Desmontable
hu: Eltávolítható
is: Færanlegur
sv: Borttagbar

source: Renaissance Revival architecture
de_ch: Renaissance-Revival-Architektur
es: Arquitectura neorrenacentista
hu: Neoreneszánsz
is: Nýendurreisnar-byggingastíll
sv: Nyrenässans

source: Renaissance architecture
de_ch: Renaissance-Architektur
es: Arquitectura renacentista
hu: Reneszánsz
is: Endurreisnar-byggingastíll
sv: Renässans

source: Rental
de_ch: Vermietung
es: Alquiler
hu: Kölcsönzés
is: Leiga
sv: Uthyrning

source: Repair
de_ch: Reparatur
es: Reparación
hu: Autószerelő
is: Viðgerðir
sv: Reparatör

source: Repair types
de_ch: Reperaturarten
es: Tipos de reparación
sv: Reparationstyper

source: Repairs
de_ch: Reperatur
es: Reparaciones
hu: Javítás
is: Viðgerðir
sv: Lagningar

source: Representative office
de_ch: Repräsentanz
es: Oficina de representación
hu: Képviseleti iroda
is: Umboðsskrifstofa
sv: Representationskontor

source: Reptile
de_ch: Reptilien
es: Reptil
hu: Hüllőbemutató
is: Skriðdýr
sv: Reptil

source: Required
de_ch: verpflichtend
es: Requerido
hu: Szükséges
is: Nauðsynlegt
sv: Krävs

source: Rescue service
de_ch: Rettungsdienst
es: Servicio de rescate
hu: Csak mentőknek
is: Björgunarþjónusta
sv: Räddningstjänst

source: Rescue station
de_ch: Rettungsstation
es: Estación de rescate
is: Björgunarstöð
sv: Räddningsstation

source: Research
de_ch: Forschung
es: Investigación
hu: Kutatóintézet
is: Rannsóknir
sv: Forskning

source: Research institute
de_ch: Forschungseinrichtung
es: Instituto de investigación
hu: Kutatóintézet
is: Rannsóknastofnun
sv: Forskningsinstitut

source: Reservation
de_ch: Reservierung
es: Reserva
hu: Előzetes bejelentkezés
is: Panta fyrirfram
sv: Reservering

source: Reservoir
de_ch: Wasserspeicher
es: Embalse / Presa / Represa
hu: Víztározó (mesterséges tó)
is: Lón
sv: Reservoar

source: Residence
de_ch: Residenz
es: Residencia
hu: Nagyköveti rezidencia
is: Aðsetur
sv: Residens

source: Residents
de_ch: Anwohner
es: Residentes
hu: Helyi lakosoknak
is: Íbúar
sv: Boende

source: Resort
es: Complejo turístico / Resort
hu: Üdülőhely
is: Afþreyingarþorp

source: Resource
de_ch: Rohstoff
es: Recurso
hu: Bányászott anyag
is: Tilfang
sv: Resurs

source: Rest Area
de_ch: Rastplatz
es: Área de descanso
hu: Pihenőhely (benzinkút nélkül)
is: Hvíldarsvæði
sv: Rastplats

source: Rest area
de_ch: Rastplatz
es: Área de descanso
sv: Rastplats

source: Restaurant
es: Restaurante
hu: Étterem
is: Veitingastaður
sv: Restaurang

source: Restricted area
de_ch: Gesperrtes Gebiet
es: Zona restringida
sv: Skyddsområde

source: Restriction
de_ch: Beschränkung
es: Restricción
is: Takmörkun
sv: Restriktion

source: Retaining Wall
de_ch: Stützmauer
es: Muro de contención
hu: Támfal
is: Stoðveggur
sv: Stödmur

source: Retention
de_ch: Rückhaltebecken
es: Retención
hu: Vésztározó (állandó vízfelszín)
sv: Kvarhållande

source: Retirement Home
de_ch: Altersheim
es: Residencia de ancianos / Hogar de retiro
hu: Idősek otthona
is: Dvalarheimili
sv: Ålderdomshem

source: Return empty bottles
de_ch: Pfandflaschenrückgabe
es: Devolución de botellas vacías
hu: Ürespalack-visszaváltás
sv: Pantmottagning

source: Returns only
de_ch: Nur Rückgaben
es: Solo devoluciones
hu: Csak visszaküldés
sv: Endast returer

source: Reverse
de_ch: Weg umkehren
es: Invertir
hu: Megfordulás
is: Snúa við
sv: Omvänd

source: Rhinoceros
de_ch: Nashorn
es: Rinoceronte
hu: Orrszarvú
is: Nashyrningar
sv: Noshörning

source: Rice
de_ch: Reis
es: Arroz
hu: Rizs
is: Hrísgrjón
sv: Ris

source: Rides
de_ch: Fahrgeschäfte
es: Atracciones
hu: Felülős mutatványos berendezés
sv: Åkattraktion

source: Ridge
de_ch: Grat
es: Cresta / Arista
hu: Hegygerinc
is: Hryggur
sv: Ås

source: Riding
de_ch: Reiten
es: Equitación
hu: Lovaglás
is: Útreiðar
sv: Ridning

source: Riding Route
de_ch: Reitroute
es: Ruta ecuestre / Ruta a caballo
hu: Lovas útvonal
is: Reiðleið
sv: Ridled

source: Riding route
de_ch: Reitroute
es: Ruta a caballo / Ruta ecuestre
hu: Lovas útvonal
is: Reiðleið
sv: Ridled

source: Riding route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
de_ch: Reitroute (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
es: Ruta a caballo (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
hu: Lovas útvonal (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
is: Reiðleið (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
sv: Ridled (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Rigger
de_ch: Rigger (Bühnentechniker)
es: Aparejador
hu: Vitorlásfelszerelés-készítő
is: Stagari (rigger)
sv: Riggare

source: Right
de_ch: Rechts
es: Derecha
hu: Jobbra
is: Hægri
sv: Höger

source: Right handrail
de_ch: Handlauf rechts
es: Pasamanos derecho
hu: Korlát a jobb oldalon
is: Handrið til hægri
sv: Höger ledstång

source: Right turn only
de_ch: Rechtsabbiegegebot
es: Sólo girar a la derecha
hu: Kötelező irány: jobbra
is: Aðeins hægri beygja
sv: Endast högersväng

source: Ring ditch
de_ch: Ringgraben
es: Foso circular
hu: Körárok
sv: Ringdike

source: Ringfort
de_ch: Ringwall
es: Fuerte circular
hu: Gyűrűs erődítmény
sv: Fornborg med ringformad vall

source: Rings
de_ch: Ringe
es: Anillas
hu: Gyűrű
is: Hringir
sv: Ringar

source: Rising
de_ch: Versenkbar
es: Ascendente
hu: Felemelkedő
sv: Stigande

source: River
de_ch: Fluss
es: Río
hu: Folyó
is: Á
sv: Flod

source: Riverbank
de_ch: Flussufer
es: Orilla / Ribera / Margen
hu: Folyópart
is: Árbakki
sv: Flodbank

source: Road
de_ch: Strasse
es: Camino
hu: Út
is: Vegur
sv: Väg

source: Road (Unknown Type)
de_ch: Strasse (undefiniert)
es: Carretera (tipo desconocido)
hu: Út (ismeretlen típusú)
is: Vegur (óþekkt flokkun)
sv: Väg (okänd typ)

source: Road Route
de_ch: Wegroute
es: Ruta por carretera
hu: Közút vonala
is: Vegleið
sv: Vägrutt

source: Road markings
de_ch: Strassenmarkierungen
es: Marcas viales
sv: Vägmarkeringar

source: Road route
de_ch: Strassenroute
es: Ruta de carretera/vía
hu: Közút vonala
sv: Vägrutt

source: Road toll tickets
de_ch: Maut-Ticket
es: Tickets de peaje
hu: Útdíjfizetési jegy
sv: Betalväg-biljetter

source: Road with priority
de_ch: Strasse mit Vorfahrt
es: Carretera con prioridad
hu: Főútvonal (KRESZ szerint)
sv: Väg med prioritet

source: Robust Wheels: trekking bike, car, rickshaw
de_ch: Robuste Räder: Trekking Bike, Auto, Velorikscha
es: Ruedas robustas: bicicleta de trekking, coche, rickshaw
hu: Robusztus kerekű járművel: túrakerékpár, személygépkocsi, riksa
is: Sterkleg dekk: fjallahjól, bílar, dráttarvagnar
sv: Robusta hjul: mountainbike, bil, rickshaw

source: Rock
de_ch: Felsen
es: Roca
hu: Szikla
is: Grjótjökull
sv: Sten

source: Rock type
de_ch: Felsart
es: Tipo de roca
hu: Szikla típusa
is: Tegund klettar
sv: Bergart

source: Rock-cut
de_ch: Felsengrab
es: Corte de roca
hu: Sziklasír
is: Steinhöggvið
sv: Stenklippsgrav

source: Rock/ice quality
de_ch: Stein/Eis Zustand
es: Calidad de la roca/hielo
hu: szikla/jég minőség
is: Gæði kletta/íss
sv: Sten-/iskvalitet

source: Rocket
de_ch: Rakete
es: Cohete
hu: Rakéta
is: Eldflaug
sv: Raket

source: Rococo
de_ch: Rokoko
es: Rococó
hu: Rokokó
sv: Rokoko

source: Roller Skating
de_ch: Rollschuh
es: Patinaje sobre ruedas
hu: Görkorcsolya
is: Hjólaskautar
sv: Rullskridskor

source: Roller coaster components
de_ch: Achterbahn Bestandteile
es: Componentes de la montaña rusa
sv: Komponenter för berg-och-dalbana

source: Roman Catholic
de_ch: Römisch-Katholisch
es: Católica romana
sv: Romersk-katolska

source: Roman catholic
de_ch: römisch-katholisch
es: Católico Apostólico Romano
hu: Római katolikus
is: Rómversk-kaþólska
sv: Romersk katolsk

source: Roman circus
de_ch: Römischer Circus
es: Circo romano
hu: Római amfiteátrum
sv: Romersk cirkus

source: Roman road
de_ch: Römische Strasse
es: Calzada romana / Vía romana
hu: Római út
is: Rómverskur vegur
sv: Romersk väg

source: Roman villa
de_ch: Römische Villa
es: Villa romana
hu: Római villa
sv: Romersk villa

source: Roman wolf
de_ch: Römischer Wolf
es: Loba romana
sv: Romersk varg

source: Romanesque Revival architecture
de_ch: Neoromanische Architektur
es: Arquitectura neorrománica
hu: Neoromán
is: Nýrómanskur byggingastíll
sv: Romansk revivalarkitektur

source: Romanesque architecture
de_ch: Romanische Architektur
es: Arquitectura románica
hu: Román
is: Rómanskur byggingastíll
sv: Romansk arkitektur

source: Romanian
de_ch: Rumänisch
es: Rumano
hu: román
is: Rúmenska
sv: Rumänska

source: Romanian Orthodox
de_ch: Romanisch Orthodox
es: Ortodoxa rumana
sv: Rumänsk-ortodoxa

source: Romanian orthodox
de_ch: Romanisch Orthodox
es: Ortodoxo rumano
hu: Román ortodox
is: Rúmenska rétttrúnaðarkirkjan
sv: Rumänsk ortodox

source: Roof
de_ch: Dach
es: Techo
hu: Tető
is: Þak
sv: Tak

source: Roof edge
de_ch: Dachkante
es: Borde del tejado
hu: Tető széle
is: Þakbrún
sv: Takkant

source: Roof orientation
de_ch: Dachrichtung
es: Orientación del tejado
hu: Tető iránya
is: Stefna þaks
sv: Taknockens riktning

source: Roof ridge
de_ch: Giebel
es: Cresta del tejado
hu: Tetőgerinc
is: Þakmænir
sv: Takrygg

source: Roof tiles
de_ch: Dachziegel
es: Tejas
hu: Tetőcserép
is: Þakflísar
sv: Takpannor

source: Roof type
de_ch: Dachtyp
es: Tipo de tejado / Tipo de techo
hu: Tető típusa
is: Gerð þaks
sv: Typ av tak

source: Roofer
de_ch: Dachdecker
es: Techador / Techista
hu: Tetőfedő
is: Þaksmíði
sv: Takläggare

source: Room
de_ch: Zimmer
es: Habitación / Cuarto
hu: Szoba
is: Herbergi
sv: Rum

source: Room Number
de_ch: Zimmernummer
es: Número de habitación
hu: Szobaszám
is: Herbergisnúmer
sv: Rumsnummer

source: Rooms
de_ch: Anzahl Zimmer
es: Habitaciones
hu: Szobák
is: Herbergi
sv: Rum

source: Rope
de_ch: Seil
es: Cuerda
hu: Kötél
is: Kaðall
sv: Rep
