Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Subtype of waterway (largest one of members)
de_ch: Untertyp des Wasserweges (Grösster der Mitglieder)
es: Subtipo de vía fluvial (el mayor de los miembros)
hu: Vízfolyás altípusa (legnagyobb tag)
sv: Undertyp av vattenväg (den största av medlemmarna)

source: Suburb
de_ch: Vorort
es: Suburbio
hu: Városrész
is: Úthverfi
sv: Förort

source: Subway
de_ch: U-Bahn
es: Metro
hu: Metró
is: Neðanjarðarlest
sv: Tunnelbana

source: Subway Entrance
de_ch: U-Bahneingang
es: Entrada de metro
hu: Metrólejáró
is: Inngangur í neðanjarðarlest
sv: Ingång till tunnelbana

source: Subway platform
de_ch: U-Bahn-Bahnsteig
es: Andén/Plataforma de metro
hu: Metróperon
sv: Tunnelbaneplattform

source: Suction point
de_ch: Saugstelle
es: Punto de succión
hu: Tűzivíz-vételező hely
is: Soghani
sv: Råvattentag för brandbekämpning

source: Suction pumpout
de_ch: Absaugepumpe
es: Bomba de succión
hu: Kiszippantás
sv: Sugpumpning

source: Sugar
de_ch: Zucker
es: Azúcar
hu: Édesipari termékek
is: Sykur
sv: Socker

source: Suitable for bottle filling
de_ch: Für Flaschenfüllung geeignet
es: Apto para rellenar botellas
hu: Palacktöltésre alkalmas
is: Hentar fyrir flöskuáfyllingu
sv: Lämplig för flaskpåfyllning

source: Summit/route log/register
de_ch: Gipfel/Routenlog/Register
es: Registro de cumbre/ruta
hu: Csúcs-/útvonalnapló vagy -regiszter
sv: Toppmöte/ruttlogg/register

source: Sun protection
de_ch: Sonnenschutz
es: Persianas / Toldos / Protección solar
hu: Árnyékolástechnikus
is: Sólarvarnir
sv: Solskydd

source: Sundial
de_ch: Sonnenuhr
es: Reloj de sol
hu: Napóra
is: Sólúr
sv: Solur

source: Sunni
de_ch: sunnitisch
es: Suní
hu: Szunnita
is: Súnní

source: Sunshine recorder
de_ch: Sonnenstrahl-Recorder
es: Registrador de horas de sol
sv: Solskensregistrator (heliograf)

source: Supermarket
de_ch: Supermarkt
es: Supermercado
hu: Szupermarket
is: Kjörbúð
sv: Mataffär

source: Superroute
es: Superruta
hu: Gyűjtőútvonal (superroute)
is: Ofurleið
sv: Superrutt

source: Supervised
de_ch: Überwacht
es: Supervisado
hu: Felügyelt
is: Undir eftirliti
sv: Övervakad

source: Supervision by an adult
de_ch: Beaufsichtigung durch einen Erwachsenen
es: Supervisión por un adulto
hu: Felnőtt felügyelet
is: Eftirlit fullorðins
sv: Övervakat av vuxen

source: Supplies
de_ch: Güter
es: Suministros
hu: Kellékek
is: Vörur
sv: Varor

source: Surface
de_ch: Oberfläche
es: Superficie
hu: Felszín
is: Yfirborð
sv: Yta

source: Surfing
de_ch: Surfen
es: Surf
hu: Szörf
is: Brimbretti

source: Surveillance
de_ch: Überwachung
es: Vigilancia
hu: Térfigyelő berendezés
is: Eftirlit
sv: Övervakning

source: Survey Point
de_ch: Vermessungspunkt
es: Punto de levantamiento / Punto geodésico
hu: Földmérési alappont
is: Mælingapunktur
sv: Mätningspunkt

source: Surveyor
de_ch: Vermesser
es: Topógrafo
hu: Földmérő
is: Mælingamaður
sv: Lantmätare

source: Swahili
es: Suajili
hu: szuahéli
is: Svahílí

source: Swamp
de_ch: Staunasser Wald
es: Pantano / Ciénaga
hu: Erdős mocsár
is: Skógmýri
sv: Träsk

source: Swedish
de_ch: Schwedisch
es: Sueco
hu: svéd
is: Sænska
sv: Svenska

source: Sweep
de_ch: Schornsteinfeger
es: Barrendero
hu: Kéményseprő
is: Sóthreinsun
sv: Sotare

source: Sweets
de_ch: Süssigkeiten
es: Dulces / Golosinas
hu: Édesség
is: Sætindi
sv: Sötsaker

source: Swimming
de_ch: Schwimmen
es: Natación
hu: Úszás
is: Sund
sv: Simning

source: Swimming Area
de_ch: Schwimmbereich
es: Zona de baño
hu: Úszásra kijelölt terület
is: Sundsvæði
sv: Avgränsat/utmärkt badområde

source: Swimming Pool
de_ch: Schwimmbecken
es: Piscina
hu: Úszómedence
is: Sundlaug
sv: Simbassäng

source: Swimming pool
de_ch: Schwimmbecken
es: Piscina / Pileta
hu: Úszómedence
is: Sundlaug
sv: Simbassäng

source: Swing Gate
de_ch: Drehschranke
es: Puerta abatible
hu: Elforduló sorompó
is: Sveifluhlið
sv: Svänggrind

source: Switch Attributes:
de_ch: Schaltereigenschaften:
es: Atributos del interruptor:
hu: Kapcsoló tulajdonságai:
is: Eigindi rofa:
sv: Växla attribut:

source: Symbol
es: Símbolo

source: Symbol description
de_ch: Symbolbeschreibung
es: Descripción del símbolo
hu: Szimbólum leírása
is: Lýsing á tákni
sv: Symbolbeskrivning

source: Symbols
de_ch: Symbole
es: Símbolos
hu: Szimbólumok
is: Tákn
sv: Symboler

source: Synagogue
de_ch: Synagoge
es: Sinagoga
hu: Zsinagóga
is: Sýnagóga
sv: Synagoga

source: Syrian
de_ch: Syrisch
es: Sirio
sv: Syrisk

source: T-bar
de_ch: T-Lift
es: Barra en T / Telesquí de percha
hu: Csákányos
is: T-lyfta
sv: Ankarlift

source: T1 - hiking trail
de_ch: T1 - Wandern
es: T1 - sendero
hu: T1 – túraút
is: T1 - gönguleið
sv: T1 - vandringsled

source: T2 - mountain hiking trail
de_ch: T2 - Bergwandern
es: T2 - sendero de montaña
hu: T2 – hegyi túraút
is: T2 - gönguleið í fjallendi
sv: T2 - bergsvandringsled

source: T3 - difficult, exposed hiking trail
de_ch: T3 - anspruchvolles Bergwandern
es: T3 - sendero difícil y expuesto
hu: T3 – nehéz, kitett túraút
is: T3 - erfið, óvarin gönguleið
sv: T3 - svår, exponerad vandringsled

source: T4 - difficult, exposed, steep alpine trail
de_ch: T4 - Alpinwandern
es: T4 - sendero alpino difícil, expuesto y empinado
hu: T4 – nehéz, kitett, meredek alpesi út
is: T4 - erfið, óvarin, brött fjallgönguleið
sv: T4 - svår, exponerad, brant alpin led

source: T5 - difficult alpine trail with climbing
de_ch: T5- anspruchvolles Alpinwandern
es: T5 - sendero alpino difícil con escalada
hu: T5 – nehéz alpesi út mászással
is: T5 - erfið fjallgönguleið með klifri
sv: T5 - svår alpin led med klättring

source: T6 - hazardous alpine trail with climbing
de_ch: T6 - schwieriges Alpinwandern
es: T6 - sendero alpino peligroso con escalada
hu: T6 – veszélyes alpesi út mászással
is: T6 - hættuleg fjallgönguleið með klifri
sv: T6 - farlig alpin led med klättring

source: TVs
de_ch: Fernseher
es: Televisores
hu: TV
is: Sjónvörp
sv: TV

source: Table
de_ch: Plateau
es: Mesa
hu: Küszöb
is: Pallur
sv: Bord

source: Table Tennis/Ping-Pong
de_ch: Tischtennis
es: Tenis de mesa / Ping-pong
hu: Asztalitenisz
is: Borðtennis
sv: Bordtennis

source: Tactile map
de_ch: Taktile Minikarte
es: Mapa táctil
hu: Tapintható térkép
is: Upphleypt kort
sv: Taktil karta

source: Tactile mini map
de_ch: Taktile Minikarte
es: Mini mapa táctil
sv: Taktil minikarta

source: Tactile model
de_ch: Taktiles Model
es: Modelo táctil
sv: Taktil modell

source: Tags which are implied and do not need to be set are:
de_ch: Implizierte, nicht zusätzlich anzugebende Tags sind:
es: Las etiquetas que están implícitas y no necesitan ser establecidas son:
hu: Alapértelmezettnek feltételezett címkék, amelyeket nem kell beállítani:
sv: Taggar som är underförstådda och inte behöver sättas är:

source: Tailings
de_ch: Absetzbecken
es: Relaves
hu: Bányászatimelléktermék-tároló
sv: Anrikningssand

source: Tailings Pond
de_ch: Absetzbecken
es: Estanque de relaves
hu: Zagytározó
sv: Gruvdamm

source: Tailor
de_ch: Schneider
es: Sastre/Modista
hu: Szabó
is: Klæðskeri
sv: Skräddare

source: Taiwanese
de_ch: Taiwanisch
es: Taiwanés
hu: tajvani
is: Tævanskt
sv: Taiwanesisk

source: Tajik
de_ch: Tadschikisch
es: Tayiko
hu: tádzsik
is: Tadzjikiska
sv: Tadzjikiska

source: Takeaway
de_ch: Essen zum Mitnehmen
es: Para llevar
hu: Elvitelre
is: Taka með

source: Takeoff
de_ch: Start
es: Despegue
sv: Start

source: Tampons
es: Tampones
hu: Tampon
is: Túrtappar
sv: Tamponger

source: Tank
es: Tanque
hu: Tartály
is: Tankur

source: Tanning
de_ch: Sonnenstudio
es: Bronceado
hu: Szolárium
is: Sólbrúnka
sv: Solarium

source: Tanning Salon
de_ch: Sonnenstudio
es: Salón de bronceado
hu: Szolárium
is: Sólbaðsstofa
sv: Solarium

source: Taoist
de_ch: Daoismus
es: Taoísta
hu: Taoista
is: Taóismi
sv: Taoistisk

source: Tar paper
de_ch: Dachpappe
es: Tela asfáltica
hu: Kátránypapír
is: Tjörupappi
sv: Takpapp

source: Tartan
es: Tartán
hu: Műanyag (tartan)

source: Tasmanian devil
de_ch: Tasmanischer Teufel
es: Demonio de Tasmania
hu: Erszényes ördög
is: Tasmaníudjöfull
sv: Tasmansk djävul

source: Tatar
de_ch: Tatarisch
es: Tártaro
hu: tatár
is: Tataríska
sv: Tatariska

source: Tattoo
es: Tatuaje
hu: Tetoválószalon
is: Húðflúr
sv: Tattuering

source: Tax
de_ch: Steuern
es: Impuestos / Hacienda
hu: Adóhivatal
is: Skattur
sv: Skattekontor

source: Tax advisor
de_ch: Steuerberater
es: Asesor fiscal
hu: Adótanácsadó
is: Skattaráðgjöf
sv: Skatterådgivning

source: Taxiway
de_ch: Rollfeld
es: Calle de rodaje
hu: Gurulóút
is: Akbraut
sv: Taxibana

source: Taxon
es: Taxón
hu: Tudományos név (taxon)
is: Flokkunarfræði

source: Tea
de_ch: Tee
es: Té
is: Te
sv: Te

source: Tea plants
de_ch: Teepflanzen
es: Plantas de té
hu: Teacserje
is: Terunnar
sv: Teplantor

source: Teaching
de_ch: Unterricht
es: Enseñanza
hu: Tánctanítás
is: Kennsla
sv: Undervisning

source: Technical
de_ch: Technikraum (Innenraum)
es: Técnico
hu: Technikai helyiség
is: Tæknilegt
sv: Teknisk

source: Technology
de_ch: Technologie
es: Tecnología
hu: Műszaki
is: Tækni
sv: Teknologi

source: Telecom
de_ch: Telekommunikation
es: Telecomunicaciones
hu: Távközlés
is: Fjarskipti
sv: Telekom

source: Telecom Street Cabinet
de_ch: Telekommunikationsschaltkasten
es: Cabina de telecomunicaciones
hu: Távközlési utcai közműszekrény
is: Götuskápur fyrir fjarskipti
sv: Telekomgatuskåpet

source: Telecommunication
de_ch: Telekommunikation
es: Telecomunicaciones
hu: Távközlési cég
is: Fjarskipti
sv: Telekommunikation

source: Telephone
de_ch: Telefon
es: Teléfono
hu: Telefon
is: Sími
sv: Telefon

source: Telephone Exchange
de_ch: Telefonvermittlung
es: Central telefónica
hu: Telefonközpont
is: Símstöð
sv: Telefonväxel

source: Telephone cards
de_ch: Telefonkarten
es: Tarjetas telefónicas
hu: Telefonkártya
is: Símakort
sv: Telefonkort

source: Telephone vouchers
de_ch: Telefongutscheine
es: Vales telefónicos
hu: Telefonutalvány
is: Símaávísanir
sv: Telefonkuponger

source: Television
de_ch: Fernsehstudio
es: Televisión
hu: Televízió
is: Sjónvarp

source: Temperature (°C)
de_ch: Temperatur (°C)
es: Temperatura (°C)
hu: Hőmérséklet (°C)
is: Hitastig (°C)
sv: Temperatur (°C)

source: Temple
de_ch: Tempel
es: Templo
hu: Nem keresztény templom
is: Bænhús
sv: Tempel

source: Ten-pin Bowling
de_ch: Bowling
es: Bolos (10)
hu: Bowling
is: Tíu-pinna keila
sv: Bowling

source: Tennis
es: Tenis
hu: Tenisz

source: Tents allowed
de_ch: Zelten erlaubt
es: Se permiten tiendas de campaña
hu: Sátrazni lehet
is: Tjöld leyfð
sv: Tältning tillåtet

source: Termite
es: Termita
hu: Termesz
is: Termítar
sv: Termit

source: Tertiary
de_ch: Kreisstrasse
es: Terciario
hu: Bekötőút
is: Þriðja stigs vegur
sv: Tertiär

source: Tertiary Link
de_ch: Kreisstrassenanschluss/-verbindung
es: Enlace terciario
hu: Bekötőút fel- vagy lehajtó
is: Safnbrautarrein
sv: Anslutning, tertiär väg

source: Tertiary voltage in Volts (V)
de_ch: Dritt-Spannung in Volt (V)
es: Voltaje terciario en voltios (V)
hu: Harmadlagos feszültség (V)
is: Þriðja-stigs spenna í voltum (V)
sv: Tertiärspänning i volt (V)

source: Tesla Supercharger
es: Sobrealimentador Tesla
sv: Tesla superladdare

source: Text
es: Texto

source: Textbook
de_ch: Textbuch
es: Libro de texto
hu: Oktatási segédanyag (kínai kultúrkör)
sv: Lärobok

source: Thai
de_ch: thailändisch
es: Tailandés
is: Tælenska

source: That part of a river, harbour and so on, where the main navigable channel for vessels of larger size lies.
de_ch: Der Teil eines Flusses, Hafens und so weiter, in dem sich der Hauptfahrweg für grössere Schiffe befindet.
es: La parte de un río, puerto, etc., donde se encuentra el canal navegable principal para embarcaciones de mayor tamaño.
sv: Den del av en flod, hamn och så vidare, där den huvudsakliga farleden för större fartyg ligger.

source: Thatch
de_ch: Reet/Stroh
es: Paja
hu: Zsúpfedél
sv: Stråtak

source: The disturbance of water caused by the interaction of any combination of waves, currents, tidal streams, wind, shoal patches and obstructions.
de_ch: Die Störung des Wassers, verursacht durch die Wechselwirkung einer beliebigen Kombination von Wellen, Strömungen, Gezeitenströmungen, Wind, Untiefen und Hindernissen.
es: La perturbación del agua causada por la interacción de cualquier combinación de olas, corrientes, corrientes de marea, viento, bancos de arena y obstrucciones.
hu: A víz zavarodása, amelyet hullámok, áramlatok, árapályáramok, szél, zátonyok és akadályok bármilyen kombinációja okoz.
sv: Störningar i vattnet orsakade av samspelet mellan en kombination av vågor, strömmar, tidvattenströmmar, vind, grunda fläckar och hinder.

source: The entrance to a cave.
de_ch: Ein Höhleneingang
es: Entrada a una cueva.
hu: Barlang bejárata
is: Inngangur í helli.
sv: Ingången till en grotta.

source: The equipment or structure used to secure a vessel.
de_ch: Die Ausrüstung oder Struktur, die verwendet wird, um ein Schiff zu sichern.
es: El equipo o la estructura utilizada para asegurar una embarcación.
sv: Den utrustning eller konstruktion som används för att säkra ett fartyg.

source: The hull of a wrecked or condemned ship, which is moored in a permanent position or grounded.
de_ch: Der Rumpf eines gestrandeten oder verurteilten Schiffes, das in einer dauerhaften Position vertäut oder auf Grund gesetzt ist.
es: El casco de un barco naufragado o condenado, que está amarrado en una posición permanente o encallado.
sv: Skrovet på ett havererat eller dömt fartyg, som är förtöjt på en permanent plats eller grundstött.

source: The identifying characteristics of an aid to navigation which serve to facilitate its recognition against a daylight viewing background.
de_ch: Die identifizierenden Merkmale einer Navigationshilfe, die dazu dienen, ihre Erkennung vor einem Tageslicht-Hintergrund zu erleichtern.
es: Las características de identificación de una ayuda a la navegación que sirven para facilitar su reconocimiento contra un fondo de visualización a la luz del día.
sv: De identifierande egenskaperna hos ett navigationshjälpmedel som tjänar till att underlätta dess igenkänning mot en bakgrund i dagsljus.

source: The meeting place to which the pilot comes out.
de_ch: Der Treffpunkt, zu dem der Pilot herauskommt.
es: El lugar de encuentro al que sale el piloto.
sv: Mötesplatsen dit piloten kommer ut.

source: The outer limit of a traffic lane part or a traffic separation scheme roundabout.
de_ch: Die äussere Grenze eines Fahrstreifenteils oder eines Verkehrstrennungsschemas Kreisverkehrs.
es: El límite exterior de una parte del carril de tráfico o una rotonda de esquema de separación de tráfico.
sv: Den yttre gränsen för en del av en körfil eller en rondell i ett trafiksepareringssystem.

source: The ruined remains of a stranded or sunken vessel which has been rendered useless.
de_ch: Die zerstörten Überreste eines gestrandeten oder versunkenen Schiffes, das nutzlos geworden ist.
es: Los restos arruinados de una embarcación varada o hundida que se ha vuelto inútil.
sv: De förstörda resterna av ett strandat eller sjunket fartyg som har gjorts oanvändbart.

source: The tag `foot=yes` is implied and does not need to be set.
de_ch: Das Tag `foot=yes` ist impliziert und muss nicht zusätzlich angegeben werden.
es: La etiqueta `foot=yes` está implícita y no es necesario configurarla.
hu: A `foot=yes` címke alapértelmezett, ezért nem kell megadni.
sv: Taggen 'foot=yes' är underförstådd och behöver inte sättas.

source: The top (summit) of a mountain or hill.
de_ch: Der Gipfel eines Berges oder Hügels.
es: El punto mas alto (cumbre) de una montaña o colina.
hu: Hegy vagy domb teteje (csúcsa).
is: Hátindur (efst) á fjalli eða hæð.
sv: Toppen (högsta punkten) på ett berg eller en kulle.

source: Theatre
de_ch: Theater
es: Teatro
hu: Színház
is: Leikhús
sv: Teater

source: Theatre type
de_ch: Theatertyp
es: Tipo de teatro
hu: Színház típusa
is: Tegund leikhúss
sv: Teatertyp

source: Theme
de_ch: Thema
es: Tema
hu: Téma
is: Þema
sv: Tema

source: Therapeutic
de_ch: Therapeutisch
es: Terapéutico
hu: Terápiás jellegű
is: Heilsumeðferð
sv: Terapeutisk

source: Therapist
de_ch: Therapeut
es: Terapeuta
hu: Fizioterápiás rendelő
is: Meðferðarfræðingur
sv: Terapeut

source: Thermal collector
de_ch: Sonnenkollektor
es: Colector térmico
hu: Napkollektor
is: Hitasafnari
sv: Solfångare

source: Thermometer - air temperature
de_ch: Thermometer - Lufttemperatur
es: Termómetro - temperatura del aire
sv: Termometer - lufttemperatur

source: Thin Rollers: rollerblade, skateboard
de_ch: Schmale Rollen: Inline Skates, Skateboard
es: Ruedas finas: patín de línea, monopatín
hu: Vékony, kis kerekű járművel: görkorcsolya, gördeszka
is: Mjó dekk: línuskautar, hjólabretti
sv: Smala hjul: rullskridskor, skateboard

source: Thin Wheels: racing bike
de_ch: Schmale Räder: Rennrad
es: Ruedas finas: bicicleta de carreras
hu: Vékony kerekű járművel: versenykerékpár
is: Mjó dekk: götukeppnisreiðhjól
sv: Tunna hjul: racercykel

source: Through
de_ch: Geradeaus
es: A través
hu: Egyenesen tovább
is: Í gegnum
sv: Genom

source: Through and right
de_ch: Geradeaus und rechts
es: De paso y a la derecha
hu: Egyenesen tovább és jobbra
is: Í gegn og til hægri
sv: Framåt och höger

source: Tibetan
de_ch: Tibetisch
es: Tibetano
hu: tibeti
is: Tíbetska
sv: Tibetanska

source: Ticket
de_ch: Eintrittskarten
es: Entrada
hu: Jegy
is: Miðasala
sv: Biljetter

source: Ticket Machine
de_ch: Billetautomat
es: Máquina expendedora de entradas
hu: Jegykiadó automata
is: Miðasjálfsali
sv: Biljettmaskin

source: Ticket Validator
de_ch: Entwerter
es: Validador de boletos
hu: Jegyellenőrző Belépőkapu
is: Miðastimplari
sv: Biljettkontrollmaskin

source: Tickets (public transport)
de_ch: Billette (öffentlicher Verkehr)
es: Billetes (transporte público)
hu: Jegy (tömegközlekedés)
is: Miðar (almenningssamgöngur)
sv: Biljetter (kollektivtrafik)

source: Tidal
de_ch: Gezeiten
es: Mareomotriz
hu: Árapály
is: Sjávarföll
sv: Tidvatten

source: Tidal Power Plant
de_ch: Gezeitenkraftwerk
es: Planta de energía mareomotriz
hu: Árapályerőmű
is: Sjávarfallaknúin aflstöð
sv: Tidvattenkraftverk

source: Tidal Water Turbine
de_ch: Tiedenhubstromturbine
es: Turbina mareomotriz
hu: Árapályturbina
is: Sjávarfallatúrbína
sv: Tidvattenturbin

source: Tidal channel
de_ch: Gezeitenkanal
es: Canal de marea
hu: Árapály-vízfolyás
is: Sjávarfallarás
sv: Tidvattenkanal

source: Tidalflat
de_ch: Watt
es: Nivel de mar
hu: Árapálysíkság
is: Flóðslétta
sv: Tidvattenområde

source: Tide Level
de_ch: Gezeitenhöhe
es: Nivel del mar
hu: Dagályszint
is: Flóðhæðarmælir
sv: Tidvattensnivå

source: Tiger
es: Tigre
hu: Tigris
is: Tígrisdýr

source: Tiler
de_ch: Fliesenleger
es: Azulejero / Colocador de baldosas
hu: Burkoló
is: Flísaleggjari
sv: Plattsättare

source: Tiles
de_ch: Fliessen
es: Baldosas
hu: Burkolóanyagok
is: Flísar
sv: Kakel & klinker

source: Timber
de_ch: Holz
es: Madera
hu: Faanyagok
is: Timbur
sv: Timmer

source: Time (hh:mm, for trekking)
de_ch: Zeit bis zum Ziel (hh:mm fürs Wandern)
es: Hora (hh:mm, para senderismo)
hu: Idő (óó:pp, túrázáshoz)
is: Tími (hh:mm, fyrir gönguferðir)
sv: Tid (hh:mm, för vandring)

source: Time Limit
de_ch: Zeitlimit
es: Límite de tiempo
hu: Időhatár
is: Tímatakmörk
sv: Tidsbegränsning

source: Time Limit both sides
de_ch: Zeitbeschränkung beidseits
es: Límite de tiempo ambos lados
hu: Időkorlát mindkét oldalon
is: Tímatakmörk á báðum hliðum
sv: Tidsbegränsat båda sidor

source: Time Limit both sides @
de_ch: Zeitbeschränkung beidseits @
es: Límite de tiempo ambos lados @
hu: Időkorlát mindkét oldalon @
is: Tímatakmörk á báðum hliðum @
sv: Tidsbegränsat båda sidor @

source: Time Limit left
de_ch: Zeitbeschränkung links
es: Límite de tiempo izquierda
hu: Időkorlát a bal oldalon
is: Tímatakmörk til vinstri
sv: Tidsbegränsat vänster

source: Time Limit left @
de_ch: Zeitbeschränkung links @
es: Límite de tiempo izquierda @
hu: Időkorlát a bal oldalon @
is: Tímatakmörk til vinstri @
sv: Tidsbegränsat vänster @

source: Time Limit left-hand side
de_ch: Zeitbeschränkung links
es: Límite de tiempo lado izquierdo
hu: Időkorlát a bal oldalon
is: Tímatakmörk til vinstri handar
sv: Tidsbegränsat vänster sida

source: Time Limit left-hand side @
de_ch: Zeitbeschränkung links @
es: Límite de tiempo lado izquierdo @
hu: Időkorlát a bal oldalon @
is: Tímatakmörk til vinstri handar @
sv: Tidsbegränsat vänster sida @

source: Time Limit right
de_ch: Zeitbeschränkung rechts
es: Límite de tiempo derecha
hu: Időkorlát a jobb oldalon
is: Tímatakmörk til hægri
sv: Tidsbegränsat höger

source: Time Limit right @
de_ch: Zeitbeschränkung rechts @
es: Límite de tiempo derecha @
hu: Időkorlát a jobb oldalon @
is: Tímatakmörk til hægri @
sv: Tidsbegränsat höger @

source: Time Limit right-hand side
de_ch: Zeitbeschränkung rechts
es: Límite de tiempo lado derecho
hu: Időkorlát a jobb oldalon
is: Tímatakmörk til hægri handar
sv: Tidsbegränsat höger sida

source: Time Limit right-hand side @
de_ch: Zeitbeschränkung rechts @
es: Límite de tiempo lado derecho @
hu: Időkorlát a jobb oldalon @
is: Tímatakmörk til hægri handar @
sv: Tidsbegränsat höger sida @

source: Timetable
de_ch: Fahrplan
es: Tabla de horarios
hu: Menetrend
is: Tímatafla
sv: Tidtabell

source: Tin
de_ch: Blech
es: Lata
hu: Ón
sv: Tenn

source: Tinsmith
de_ch: Spengler
es: Hojalatero
hu: Bádogos
is: Tinsmiður
sv: Tennsmed

source: Tires
de_ch: Reifen
es: Llantas
hu: Gumik
is: Hjólbarðar
sv: Däck

source: Title or type of protection
de_ch: Art des Schutzes
es: Título o tipo de protección
hu: Védettség jogcíme vagy típusa
sv: Titel eller typ av skydd

source: To (end)
de_ch: Zu (Ende)
es: A (final)
hu: Ide
sv: Till (slutmål)

source: To (terminal stop)
de_ch: Ziel (letzter Halt)
es: A (parada de terminal)
hu: Eddig (végső megálló)
is: Til (endastopp)
sv: Till (terminal)

source: Tobacco
de_ch: Tabakwaren
es: Tabaco
hu: Dohánybolt
is: Tóbak
sv: Tobak

source: Toilet
de_ch: WC
es: Baño/Aseo
hu: Mellékhelyiség
is: Salerni
sv: Toalett

source: Toilet access
de_ch: WC Zugang
es: Acceso al baño
hu: WC-használat
is: Aðgangur að snyrtingum
sv: Toalett, tillträde

source: Toilets
de_ch: WC
es: Baños/Aseos
hu: WC
is: Snyrtingar
sv: Toaletter

source: Toilets/Restrooms
de_ch: WC
es: Lavabos/Servicios
hu: WC/mellékhelyiség
is: Snyrtingar/Salerni
sv: Toalett

source: Toll
de_ch: Maut
es: Peaje
hu: Útdíj
is: Gjaldskylda
sv: Vägtull

source: Toll Booth
de_ch: Mautstation
es: Cabina de peaje
hu: Útdíjfizető-kapu
is: Tollverðir
sv: Betalstation för vägtull

source: Toll gantry
de_ch: Mautbrücke
es: Pórtico de peaje
hu: Automatikus útdíjbeszedő kapu
is: Tollhlið
sv: Betalstation, vägportal

source: Tomb
de_ch: Grabstätte
es: Tumba
hu: Sír
is: Gröf
sv: Grav

source: Tomb type
de_ch: Art der Grabstätte
es: Tipo de sepultura
hu: Sír típusa
is: Tegund grafar
sv: Gravtyp

source: Tools
de_ch: Werkzeuge
es: Herramientas
hu: Eszközök
is: Verkfæri
sv: Verktyg

source: Tools for do-it-yourself repair (may be a bike co-operative)
de_ch: Werkzeuge für selbstdurchgeführte Reparaturen
es: Herramientas de reparación de bricolaje (puede ser una bicicleta cooperativa)
hu: Önálló kerékpárszereléshez szerszám (pl. kerékpáros közösségnél)
is: Verkfæri fyrir eigin viðgerðir (gæti verið hjólreiðatengt samvinnufélag)
sv: Verktyg för gör-det-själv reparation och underhåll (tex. ett cykelverkstad-kooperativ)

source: Top rope
es: Cuerda superior
hu: Top rope (legfelül rögzített kötél)
is: Toppreipi
sv: Topprep

source: Topmark
de_ch: Toppzeichen
es: Marca superior
is: Toppmerki
sv: Toppmärke

source: Toposcope
de_ch: Toposcope/Orientierungstafel
es: Toposcopio
hu: Irányok és távolságok
is: Skýringakort (toposcope)
sv: Toposkop (utsiktstavla, riktningsvisare)

source: Tortoise
de_ch: Schildkröte
es: Tortuga
hu: Teknős
is: Skjaldbaka
sv: Sköldpadda

source: Total number of full width lanes
de_ch: Anzahl der Spuren für zweispurige Fahrzeuge
es: Número total de carriles de ancho completo
sv: Totalt antal körfält i full bredd

source: Totem
de_ch: Totempfahl
es: Tótem
is: Auglýsingastaur
