Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

source: Disaster Help Point
cs: Bod pomoci při katastrofách

source: Disaster response
cs: Reakce na katastrofy

source: Disc
cs: Disk

source: Disc golf course
cs: Hřiště pro disc golf

source: Discount
cs: Sleva

source: Discover Card
cs: Karta Discover

source: Discus throw
cs: Hod diskem

source: Diseased
cs: Nemocný

source: Dish
cs: Talíř

source: Dispensing
cs: Výdej

source: Display
cs: Obrazovka

source: Display:
cs: Obrazovka:

source: Distance (kilometers)
cs: Vzdálenost (v kilometrech)

source: Distance (km)
cs: Vzdálenost (km)

source: Distance mark
cs: Značka vzdálenosti

source: Distillery
cs: Lihovar

source: District
cs: Okres

source: Disused
cs: Nepoužívané

source: Disused Rail
cs: Opuštěná železnice

source: Disused aeroway
cs: Nepoužívaná letecká dráha

source: Disused amenity
cs: Nepoužívané zařízení

source: Disused building
cs: Nevyužívaná budova

source: Disused highway
cs: Nepoužívaná dálnice

source: Disused leisure
cs: Nepoužívaný volnočasový prvek

source: Disused man_made
cs: Nepoužívaný prvek vytvořený člověkem

source: Disused military object
cs: Nevyužívaný vojenský objekt

source: Disused railway
cs: Nepoužívaná železnice

source: Disused shop
cs: Uzavřený obchod

source: Ditch
cs: Příkop / strouha

source: Dive centre
cs: Centrum potápění

source: Divehi
cs: Divehi (Maledivština)

source: Divided highway
cs: Rozdělená dálnice

source: Diving
cs: Potápění

source: Division
cs: Rozdělení

source: Do-It-Yourself Store
cs: Obchod pro kutily

source: Dock
cs: Dok

source: Docking station
cs: Dokovací stanice

source: Doctor's Office
cs: Kancelář doktora

source: Dog
cs: Pes

source: Dog Park
cs: Psí park

source: Dog Racing
cs: Psí závody

source: Dog excrement
cs: Psí výkaly

source: Dog toilet
cs: Psí toaleta

source: Dog usage
cs: Využití psa

source: Doline
cs: Údolí

source: Dolphin
cs: Delfín

source: Dome
cs: V kopuli

source: Donkey
cs: Osel

source: Donut
cs: Donuty

source: Doors
cs: Dveře

source: Double
cs: Dvojitá

source: Double dip
cs: Dvojitá prohlubeň

source: Down
cs: Dolů

source: Drag Lift
cs: Lyžařský vlek

source: Drag lift (generic)
cs: Lyžařský vlek (obecný)

source: Dragon
cs: Drak

source: Drain
cs: Odvodňovací strouha

source: Dredged area
cs: Vybagrovaná oblast

source: Dressing room
cs: Šatna

source: Dressmaker
cs: Švadlena

source: Drinking Water
cs: Pitná voda

source: Drinking water
cs: Pitná voda

source: Drinks
cs: Nápoje

source: Drive through Opening Hours
cs: Otevírací hodiny Drive-throughu

source: Drive-in theater
cs: Autokino

source: Driver training
cs: Školení řidičů

source: Driveway
cs: Příjezdová cesta

source: Driving School
cs: Autoškola

source: Dropoff
cs: Odevzdání

source: Drug addicted
cs: Drogově závislí

source: Drugs
cs: Drogy

source: Dry
cs: Suchý

source: Dry Cleaning
cs: Čistírna

source: Dry barrel
cs: Suchý sud

source: Dry dock
cs: Suchý dok

source: Dry stone
cs: Suchý kámen

source: Duck
cs: Kachna

source: Dump Station
cs: Výsypná stanice

source: Dumping ground
cs: Skládka

source: Dumplings
cs: Knedlíky

source: Dunlop (Woods)
cs: Dunlop (Lesy)

source: Duration (M, MM, HH:MM, or HH:MM:SS)
cs: Délka (M, MM, HH:MM nebo HH:MM:SS)

source: Dutch
cs: Holandština

source: Dyke
cs: Hráz

source: E-Bike
cs: Elektrokolo

source: E-cigarettes or e-cigarette refills
cs: E-cigarety nebo náplně do e-cigaret

source: E10 (10% Ethanol mix)
cs: E10 (10% směs ethanolu)

source: E85 (85% Ethanol mix)
cs: E85 (85% směs ethanolu)

source: Eagle
cs: Orel

source: Earth bank
cs: Světová banka

source: East
cs: Východ

source: Eclecticism in architecture
cs: Eklekticismus v architektuře

source: Education
cs: Vzdělání

source: Educational institution
cs: Vzdělávací instituce

source: Eductor jet
cs: Trysková s edukátorem

source: Effective density
cs: Efektivní hustota

source: Eggs
cs: Vejce

source: Elderly
cs: Starší

source: Electric motor
cs: Elektromotor

source: Electrical
cs: Elektrické

source: Electrical Appliances
cs: Elektrické spotřebiče

source: Electrical appliances
cs: Elektrické spotřebiče

source: Electrical appliances (UK)
cs: Elektrické spotřebiče (UK)

source: Electrician
cs: Elektrikář

source: Electricity
cs: Elektřina

source: Electronic purses
cs: Elektronické peněženky

source: Electronic purses type
cs: Typ elektronických peněženek

source: Electronics
cs: Elektronika

source: Electronics repair
cs: Opravna elektroniky

source: Elephant
cs: Slon

source: Elevation
cs: Nadmořská výška

source: Elevation (meters)
cs: Nadmořská výška (v metrech)

source: Elevator
cs: Výtah

source: Elk
cs: Los

source: Elongated coin
cs: Prodloužená mince

source: Email Address
cs: E-mailová adresa

source: Embankment
cs: Násyp

source: Embassy
cs: Velvyslanectví

source: Embedded rails
cs: Vestavěné kolejnice

source: Emergency
cs: Pohotovost

source: Emergency Access Point
cs: Místo vjezdu záchranných vozidel

source: Emergency Access Point (highway variant)
cs: Nouzový přístupový bod (dálniční varianta)

source: Emergency Phone
cs: Tísňový telefon

source: Emergency Phone Number
cs: Tísňové telefonní číslo

source: Emergency bay
cs: Únikový záliv

source: Emergency lane beside long descending slopes for trucks and other vehicles to stop safely after brake failure.
cs: Nouzový pruh vedle dlouhých klesajících svahů pro nákladní a jiná vozidla, aby bezpečně zastavili po selhání brzd.

source: Emergency ward entrance
cs: Vstup do pohotovostního oddělení

source: Empire style
cs: Empírový styl

source: Employment agency
cs: Úřad práce

source: Enclosure
cs: Ohrada

source: End
cs: Konec

source: Endodontics
cs: Endodontika

source: Energy ouput:
cs: Energetický výdej:

source: Energy output:
cs: Energetický výdej:

source: Energy supplier
cs: Dodavatel energie

source: Enforcement
cs: Zařízení pro dokumentaci dopravních přestupků

source: Enforcement (average speed)
cs: Vynucení (průměrné rychlosti)

source: Engine oil
cs: Motorový olej

source: Engineer
cs: Inženýr

source: English
cs: Angličtina

source: Entrance
cs: Vchod

source: Entrance (Barrier Opening)
cs: Vchod (otevření zábran)

source: Entrance number
cs: Číslo vchodu

source: Entrance width in cm
cs: Šířka vchodu v cm

source: Environment
cs: Životní prostředí

source: Equestrian Sport
cs: Jezdecký sport

source: Equipment
cs: Zařízení

source: Equipment rentals
cs: Pronájem zařízení

source: Era
cs: Éra

source: Erotic
cs: Sexshop

source: Escalator
cs: Jezdící schody

source: Escape
cs: Únik

source: Escape game
cs: Úniková hra

source: Estate agent
cs: Realitní agent

source: Estavelle
cs: Pád

source: Estimate
cs: Odhad

source: Estonian
cs: Estonština

source: Ethanol (alcohol)
cs: Ethanol (alkohol)

source: Ethiopian
cs: Etiopská

source: European Pressurized Reactor (EPR)
cs: Evropský tlakový reaktor (EPR)

source: Evangelical
cs: Evangelická

source: Evaporation
cs: Vypařovácí

source: Evaporator
cs: Výparník

source: Even
cs: Sudý

source: Even mixture of hard and soft materials
cs: 3: Napůl zpevněný a napůl měkký povrch jako nezpevněný písek, hlína, bahno, tráva

source: Events venue
cs: Kulturní sál

source: Evergreen
cs: Stálezelené

source: Exception structure
cs: Výjimečná struktura

source: Exceptions
cs: Výjimky

source: Excrement Bags
cs: Sáčky na psí výkaly

source: Excrement bags
cs: Sáčky na psí výkaly

source: Excrements
cs: Psí výkaly

source: Excursion segment
cs: Exkurze segmentu

source: Exhibition Centre
cs: Výstaviště

source: Expected route count
cs: Očekávaný počet tras

source: Eyelashes
cs: Oční řasy

source: Fabric
cs: Tkanina

source: Facilities
cs: Zařízení

source: Facing
cs: Tváří v tvář

source: Fair Trade
cs: Veletrh

source: Falconry
cs: Sokolnictví

source: Farm
cs: Farma

source: Farm Stand
cs: Farmářský stánek

source: Farmland
cs: Zemědělská půda

source: Farmyard
cs: Statek

source: Faroese
cs: Faerština

source: Farsi
cs: Perština

source: Fashion
cs: Móda

source: Fashion accessories
cs: Módní doplňky

source: Fast Food
cs: Rychlé občerstvení

source: Fax Number
cs: Číslo faxu

source: Fee
cs: Poplatek

source: Fee @
cs: Poplatek @

source: Feed
cs: Krmení

source: Fell
cs: Horská louka

source: Female
cs: Ženy

source: Feminine hygiene articles
cs: Ženské hygienické články

source: Fen
cs: Slatiniště

source: Fence
cs: Plot

source: Ferry
cs: Trajekt

source: Ferry ({operator} ?{'{name} ' | ''}{ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
cs: Trajekt ({operator} ?{'{name} ' | ''}{ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})

source: Ferry ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})
cs: Trajekt ({operator} {ref} ?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}'})

source: Ferry Route
cs: Trajektová trasa

source: Ferry Terminal
cs: Terminál přívozu / trajektu

source: Ferry route
cs: Trasa trajektu

source: Fertilizer
cs: Hnojivo

source: Field Hockey
cs: Pozemní hokej

source: Figure
cs: Figura

source: Figure/puppet theatres
cs: Figurální/loutkové divadlo

source: Filipino
cs: Filipínská

source: Filling
cs: Náplň

source: Fills available
cs: Výplně dostupné

source: Financial
cs: Finanční

source: Financial advisor
cs: Finanční poradce

source: Fine gravel
cs: Jemný štěrk

source: Finnish
cs: Finština

source: Fire Alarm Box
cs: Požární hlásič

source: Fire Extinguisher
cs: Hasící přístroj

source: Fire Hose
cs: Požární hadice

source: Fire Hydrant
cs: Požární hydrant

source: Fire Station
cs: Hasičská zbrojnice

source: Fire lane
cs: Požární ulička

source: Fire service inlet
cs: Vstup pro hasiče

source: Fire water pond
cs: Požární nádrž

source: Firepit
cs: Ohniště

source: Fireplace
cs: Krb

source: Firewood
cs: Palivové dříví

source: Fireworks
cs: Ohňostroje

source: First Aid Kit
cs: Lékárnička první pomoci

source: Fish
cs: Ryba

source: Fish and chips
cs: Ryby a hranolky

source: Fish pass
cs: Rybí přechod

source: Fishing
cs: Rybolov

source: Fishing access
cs: Přístup k rybaření

source: Fishing bait
cs: Návnada na ryby

source: Fishing equipment
cs: Rybářské zařízení

source: Fishing facility
cs: Rybářské zařízení

source: Fitness Centre
cs: Fittness centrum

source: Fitness Station
cs: Fittness stanice

source: Fitness Trail
cs: Fittness stezka

source: Fitness station
cs: Fittness stanice

source: Fitness trail
cs: Fittness stezka

source: Fixed
cs: Pevná

source: Fixed to the ground
cs: Pevně do země

source: Fixme
cs: Opravit

source: Flagpole
cs: Vlajka

source: Flamingo
cs: Plameňák

source: Flat numbers
cs: Číslo bytu

source: Flats
cs: Byty

source: Flexible
cs: Flexibilní

source: Floating
cs: Plovoucí

source: Flood prone
cs: Náchylnost k povodním

source: Flood wall
cs: Protipovodňová stěna

source: Flooded
cs: Zaplavený

source: Floor vibration
cs: Vibrace podlahy

source: Floor-mounted crane
cs: Sloupový jeřáb

source: Floorer
cs: Podlahář

source: Flooring
cs: Podlaha

source: Florist
cs: Květinářství

source: Flow rate with unit of measure
cs: Průtok s měrnou jednotkou

source: Flowerbed
cs: Květnatý pás

source: Flowers
cs: Květiny

source: Fog signal
cs: Signalizace mlhy

source: Foldable
cs: Skládací

source: Foldable (hinge at base)
cs: Skládací (závěs na základně)

source: Food
cs: Jídlo

source: Food Bank
cs: Potravinová banka

source: Food Court
cs: Jídelní plocha

source: Food+Drinks
cs: Potraviny+nápoje

source: Foot
cs: Pěší

source: Football
cs: Fotbal

source: For adoption
cs: K adopci

source: For areas of solid visible rock that is sparsely vegetated or not vegetated at all.
cs: Pro oblasti pevné viditelné skály, která je řídce porostlá nebo nezarostlá vůbec.

source: For direction
cs: Pro směr

source: For group
cs: Pro skupinu

source: For indoor mapping, level 0 is the ground floor
cs: Pro vnitřní mapování, úroveň 0 je přízemí

source: For pedestrian crossings:
cs: Pro přechody pro chodce:

source: For release
cs: Pro vydání

source: For the body
cs: Pro tělo

source: For traffic direction
cs: Pro směr provozu

source: Ford
cs: Brod

source: Foreign cards
cs: Zahraniční karty

source: Forest
cs: Les

source: Forestry
cs: Lesnictví

source: Fort
cs: Pevnost

source: Fortification
cs: Opevnění

source: Fortification Site
cs: Opevněné místo

source: Fortification type
cs: Typ opevnění

source: Fortifications for border defense
cs: Opevnění na ochranu hranic

source: Fortified structure
cs: Opevněná struktura

source: Fortress
cs: Pevnost

source: Forts using a rise of elevation
cs: Pevnosti využívající výškové převýšení

source: Forward
cs: Dopředu

source: Fossils
cs: Zkameněliny

source: Foundation
cs: Výzkum

source: Fountain
cs: Fontána

source: Fountain type
cs: Typ fontánu

source: Fox
cs: Liška

source: Fragile
cs: Křehké

source: Frame
cs: Rám

source: Francis turbine
cs: Francisova turbína

source: Free
cs: Zdarma

source: Free bicycle pump
cs: Pumpa na kolo zdarma

source: Free flying
cs: Bezplatné létání

source: Free menstrual products
cs: Menstruační produkty zdarma

source: Freestanding
cs: Volně stojící

source: Freight elevator
cs: Nákladní výtah

source: French
cs: Fransouzská

source: French grading
cs: Francouzské třídění

source: French: Main difficulty
cs: Francouzské: Hlavní obtížnost

source: French: Most difficult route
cs: Francouzské: Nejtěžší trasa

source: French: Simplest route
cs: Francouzské: Nejlehčí trasa

source: Frequency in Hertz (Hz)
cs: Frekvence v hertzích (Hz)

source: Friture
cs: Smažení

source: From (initial stop)
cs: Od (počáteční zastávka)

source: From (start)
cs: Od (start)

source: From lane : to lanes
cs: Z pruhu : do pruhu

source: Front
cs: Přední

source: Frontage road
cs: Přední silnice

source: Frozen food
cs: Mražená jídla

source: Frozen yogurt
cs: Mražený jogurt

source: Fruitarian
cs: Ovocné

source: Fuel
cs: Palivo

source: Fuel cards
cs: Palivové karty

source: Fuel cards:
cs: Palivové karty:

source: Fuel types
cs: Typy paliv

source: Fuel types:
cs: Typy paliv:

source: Full height turnstile
cs: Turniket v plné výšce

source: Full post office
cs: Plnohodnotná pošta

source: Full post office operated by 3rd party
cs: Plnohodnotná pošta provozovaná třetí stranou

source: Full-Height Turnstile
cs: Turniket v plné výšce

source: Function
cs: Funkce

source: Functionalism
cs: Funkcionalismus

source: Funeral Directors
cs: Pohřební ředitelé

source: Funicular
cs: Lanová dráha

source: Furnace
cs: Pec

source: Furniture
cs: Nábytek

source: GLONASS Signals
cs: Signály GLONASS

source: GPS Signals
cs: GPS signály

source: Gaelic
cs: Gaelština

source: Gaelic Games
cs: Gaelské hry

source: Galician
cs: Galicijština

source: Galileo Signals
cs: Gallileo signály

source: Gallery
cs: Galerie

source: Gambling
cs: Hazardní hry

source: Games:
cs: Hry:

source: Gamma ray
cs: Gama záření

source: Gantry
cs: Portály pro směrové značky

source: Gantry crane
cs: Portálový mostový jeřáb

source: Garage
cs: Garáž

source: Garden
cs: Zahrada

source: Garden Centre
cs: Zahradnictví

source: Gardener
cs: Zahradník

source: Gas
cs: Plyn

source: Gas Power Generator
cs: Generátor plynové energie

source: Gas Power Plant
cs: Plynová elektrárna

source: Gas flare
cs: Fléra

source: Gas ignition
cs: Zapalování plynem

source: Gas insulated
cs: Plynově izolované

source: Gas turbine
cs: Plynová turbína

source: Gasoline
cs: Benzín

source: Gasoline Power Generator
cs: Generátor benzínové energie

source: Gasoline Power Plant
cs: Benzínová elektrárna

source: Gasometer
cs: Plynoměr

source: Gate
cs: Brána

source: Gauge (mm)
cs: Rozchod (mm)

source: Gear
cs: Zubové

source: Gearbox
cs: Převodovka

source: Gender
cs: Pohlaví

source: General
cs: Všem

source: General access
cs: Všeobecný přístup

source: General access @
cs: Všeobecný přístup @

source: General store
cs: Smíšené zboží

source: Generator Source
cs: Zdroj generátoru

source: Generator Type
cs: Typ generátoru

source: Generic route
cs: Obecná trasa

source: Genus
cs: Rod

source: Geography
cs: Geografie

source: Geology
cs: Geologie

source: Georgian
cs: Gruzínská

source: Georgian architecture
cs: Georgiánská architektura

source: Geothermal
cs: Geotermální

source: Geothermal Power Generator
cs: Generátor geotermální energie

source: Geothermal Power Plant
cs: Geotermální elektrárna

source: German
cs: Německá

source: Geyser
cs: Gejzír

source: Gift/Souvenir
cs: Dárky / Suvenýry

source: Giraffe
cs: Žirafa

source: Give Way
cs: Dát přednost

source: Give way
cs: Dát přednost

source: Glacier
cs: Ledovec

source: Glass
cs: Sklo

source: Glass Bottles
cs: Skleněné lahve

source: Glass cabinet
cs: Skleněná skříňka

source: Glaziery
cs: Práce se sklem

source: Gliding
cs: Klouzání

source: Gluten free
cs: Bezlepková

source: Goat
cs: Koza

source: Gold
cs: Zlato

source: Golf Course
cs: Golfové hřiště

source: Golf course
cs: Golfové hřiště

source: Gondola
cs: Kabinková lanovka

source: Goods
cs: Zboží

source: Goods conveyor
cs: Nákladní dopravník

source: Goose
cs: Husa

source: Gorilla
cs: Gorila

source: Gothic Revival architecture
cs: Novogotická architektura

source: Gothic architecture
cs: Gotická architektura

source: Government
cs: Vláda

source: Granite
cs: Žula

source: Grapes
cs: Hrozny

source: Graphic design
cs: Grafický design

source: Grass
cs: Tráva

source: Grassland
cs: Travnatá plocha

source: Grassy steep slope
cs: Travnatý strmý svah

source: Grave
cs: Hrob

source: Grave field
cs: Pohřebiště

source: Gravel
cs: Štěrk

source: Graveyard
cs: Pohřebiště

source: Gravity drain for hose
cs: Gravitační odtok pro hadici

source: Greek
cs: Řecká

source: Greek catholic
cs: Řecké katolictví

source: Greek orthodox
cs: Řecké pravoslaví

source: Green Waste
cs: Zelený odpad

source: Greenfield
cs: Zelená louka

source: Greengrocer
cs: Ovoce a zelenina

source: Greenhouse Horticulture
cs: Skleníky

source: Grey
cs: Šedá

source: Grey water
cs: Šedá voda

source: Gridiron
cs: Mřížka

source: Grit Bin
cs: Zásobník na posypový materiál

source: Ground
cs: Země

source: Groundwater
cs: Podzemní voda

source: Group Home
cs: Skupinové bydlení

source: Group only access
cs: Přístup pouze pro skupiny

source: Groyne
cs: Krátká pobřežní hráz

source: Guarani
cs: Guaranština

source: Guard Rail
cs: Svodidlo

source: Guest House/Bed & Breakfast
cs: Penzion/Ubytování se snídaní

source: Guide
cs: Průvodce

source: Guidepost
cs: Rozcestník

source: Gujarati
cs: Gudžarátština

source: Gully
cs: Rokle

source: Gurudwara
cs: Gurudvára

source: Guyed
cs: Kotvený

source: Guyed lattice
cs: Kotvená mříž

source: Guyed tube
cs: Kotvená trubice

source: Gymnastics
cs: Gymnastika

source: HGV
cs: Náklaďáky

source: HGV @
cs: Náklaďáky @

source: HGV lane access
cs: Příjezd do nákladního pruhu

source: HGV lane access in way direction
cs: Příjezd do nákladního pruhu ve směru jízdy

source: HGV lane access opposite to way direction
cs: Příjezd do nákladního pruhu proti směru jízdy

source: HGV toll
cs: Mýto pro nákladní automobily

source: Habitat with evergreen and deciduous vegetation.
cs: Výskyt se stálozelenou a opadavou vegetací.

source: Hair removal
cs: Odstranění vlasů

source: Hairdresser
cs: Kadeřnictví

source: Hairdresser supply
cs: Kadeřnické potřeby

source: Hairdresser/Barber
cs: Kadeřnice

source: Hall
cs: Chodba

source: Hamlet
cs: Osada

source: Hammer throw
cs: Hod kladivem

source: Hampshire Gate
cs: Drátěná brána

source: Handball
cs: Házená

source: Handicap rating
cs: Hodnocení handicapu

source: Handicraft
cs: Řemeslník

source: Handrail
cs: Zábradlí

source: Handwashing facilities
cs: Zařízení na mytí rukou

source: Hangar
cs: Hangár

source: Hanjeungmak/Korean
cs: Hanjeungmak/Korejský

source: Harbour
cs: Záliv

source: Harbour basin
cs: Přístavní prostor

source: Has a bar
cs: Má bar

source: Has bubble?
cs: Má bublinu?

source: Has heating?
cs: Má topení?

source: Hazard
cs: Ohrožení

source: Hazardous Area
cs: Nebezpečná oblast

source: Hazel plants
cs: Lískové plantáže

source: Health
cs: Zdraví

source: Health food
cs: Zdravá výživa

source: Healthcare
cs: Zdravotní péče

source: Hearing Aids
cs: Naslouchátka

source: Heat pump
cs: Tepelné čerpadlo

source: Heath
cs: Vřesoviště

source: Heating
cs: Vytápění

source: Heating engineer
cs: Topenář

source: Heating oil
cs: Topný olej

source: Heavy Goods Vehicle
cs: Těžké nákladní vozidlo

source: Hebrew
cs: Hebrejština

source: Hedge
cs: Živý plot

source: Height (Meters)
cs: Výška (m)

source: Height (m)
cs: Výška (m)

source: Height (meters)
cs: Výška (m)

source: Height restrictor
cs: Omezovač výšky

source: Helicopter
cs: Vrtulník

source: Herbalist
cs: Bylinkářství

source: Heuriger
cs: Heurigerská

source: Hifi equipment repairs
cs: Opravy hifi zařízení

source: High Clearance: light duty off-road vehicle
cs: Vysoký podvozek: lehká terénní auta

source: High chair for small children
cs: Vysoká židle pro malé děti

source: High commission
cs: Vysoká provize

source: High jump
cs: Skok do výšky

source: Highspeed
cs: Vysoká rychlost

source: Highway corridor
cs: Chodba

source: Highway milestone
cs: Milník dálnice

source: Highways
cs: Silniční síť

source: Hiking
cs: Turistika

source: Hiking Route
cs: Turistická trasa

source: Hiking route
cs: Turistická trasa

source: Hiking route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
cs: Turistická trasa (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Hill
cs: Kopec

source: Hill fort
cs: Pevnost na kopci

source: Hindi
cs: Hidština

source: Hindu
cs: Hinduismus

source: Hindu Temple
cs: Hinduistický chrám

source: Hippopotamus
cs: Hroch

source: Historic
cs: Historické

source: Historic Places & Objects
cs: Historická místa

source: Historic monastery
cs: Historický klášter

source: Historic object
cs: Historický objekt

source: Historical name
cs: Historický název

source: Historicism (art)
cs: Historicismus (umění)

source: History
cs: Historie

source: Holding Position
cs: Vyčkávací místo

source: Holiday apartment
cs: Prázdninový byt

source: Hollow way
cs: Dutá cesta

source: Home furnishing and decoration
cs: Domácí vybavení a dekorace

source: Homeless
cs: Bezdomovci

source: Honorary consul
cs: Honorální konzul

source: Hookah lounge
cs: Salonek s vodní dýmkou

source: Hop plants
cs: Chmelnice

source: Horizontal axis
cs: Horizontální osa

source: Horizontal bar
cs: Hrazda

source: Horizontal ladder
cs: Horizontální žebřík

source: Horse
cs: Kůň

source: Horse Racing
cs: Dostihy

source: Horse Riding
cs: Jízda na koni

source: Hospice
cs: Hospic

source: Hospital
cs: Nemocnice

source: Hot air
cs: Horký vzduch

source: Hot dog
cs: Párek v rohlíku

source: Hot spring
cs: Horké prameny

source: Hot water
cs: Horká voda

source: Hot/Finnish
cs: Horká/Finská

source: House
cs: Rodinný dům

source: House (up to 5m)
cs: Dům (do 5m)

source: House name
cs: Název domu

source: House number
cs: Číslo domu

source: Houseboats
cs: Hausbóty

source: Houseware
cs: Domácí potřeby

source: Hub height (meters)
cs: Výška náboje (v metrech)

source: Hulk
cs: Vrak

source: Hump
cs: Hrb

source: Hungarian
cs: Maďarština

source: Hunting
cs: Lov

source: Hunting Stand
cs: Posed

source: Hurling
cs: Házení

source: Hut circle
cs: Kruh chaty

source: Hvac
cs: Klimatizace

source: Hydro
cs: Vodní

source: Hydro Power Plant
cs: Vodní elektrárna

source: Hydrodynamic screw
cs: Archimédův šroub

source: Hydrogen gas (350 bar)
cs: Plynný vodík (350 barů)

source: Hydrogen gas (500 bar)
cs: Plynný vodík (500 barů)

source: Hydrogen gas (700 bar)
cs: Plynný vodík (700 barů)

source: Hyperextension
cs: Hyperextenze

source: ISCED level
cs: Úroveň ISCED

source: Ibadi
cs: Ibádíja

source: Ibex
cs: Kozorožec

source: Ice Hockey
cs: Lední hokej

source: Ice Skating
cs: Lední bruslení

source: Ice climbing
cs: Ledolezení

source: Ice cream
cs: Zmrzlina
