Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*-rCZ.po
Languages: cs

# industrial
source: Distributor
cs: Dodavatel

# industrial
source: Factory
cs: Továrna

# industrial
source: Fishing
cs: Rybaření

# industrial
source: Grinding mill
cs: Mlýn

# industrial
source: Heating station
cs: Teplárna

# industrial
source: Mine
cs: Důl

# industrial
source: Oil
cs: Ropa

# industrial
source: Port
cs: Přístav

# industrial
source: Salt pond
cs: Salina

# industrial
source: Sawmill
cs: Pila

# industrial
source: Scrap yard
cs: Vrakoviště

# industrial
source: Shipyard
cs: Loděnice

# industrial
source: Slaughterhouse
cs: Jatka

# industrial
source: Type
cs: Typ

# industrial
source: Warehouse
cs: Skladiště

# industrial
source: Well site
cs: Síť studní

# addr:
source: State
cs: Stav

# description=*
source: A short text with additional information.
cs: Krátký text s dodatečnou informací.

# description=*
source: It might be viewable to the end user (perhaps using a search system or a map with pop-ups).
cs: Koncový uživatel si je může zobrazit (třeba pomocí vyhledávacího systému nebo mapy s vyskakovacími okny).

# the tag note=*
source: Note
cs: Poznámka

# note=*
source: An important hint for other mappers (not for the end user).
cs: Důležitá pomůcka pro ostatní mapovače (nikoli pro koncového uživatele).

# fixme=*
source: A hint for other mappers (not for the end user), that an object needs an improvement.
cs: Nápověda pro ostatní mapovače (nikoli pro koncového uživatele), že objekt potřebuje vylepšení.

# network
source: International
cs: Mezinárodní

# network
source: Local
cs: Místní

# network
source: Local canoe
cs: Místní kánoe

# network
source: National
cs: Dálková (v ČR max. třímístné číslo)

source: Network
cs: Síť

# network
source: Regional
cs: Regionální (v ČR čtyřmístné číslo)

# network
source: Regional canoe
cs: Regionální kánoe

# office
source: Religion
cs: Náboženství

source: translator-credits
cs: Roman Horník <roman.hornik@debian-linux.cz>, 2018 Jiří Podhorecký <info@spotter.cz>, 2020
