Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Vernacular architecture
de_ch: Volkstümliche Architektur
es: Arquitectura vernácula
hu: Vernakuláris (helyi népi) stílus
is: Sjálfsprottinn byggingastíll
sv: Vernakulär arkitektur

source: Vertical axis
de_ch: vertikale Achse
es: Eje vertical
hu: Függőleges tengely
is: Lóðréttur ás
sv: Vertikalaxel

source: Veterinary
de_ch: Tierarzt
es: Veterinaria
hu: Állatorvos
is: Dýraspítali
sv: Veterinär

source: Via (intermediate point)
de_ch: Via (Zwischenpunkt)
es: Vía (punto intermedio)
hu: Ezen át (köztes pont)
sv: Via (mellanliggande stopp)

source: Via (intermediate stops)
de_ch: Zwischenhalt
es: Via (paradas intermedias)
hu: Ezeken át (közbeeső megállók)
sv: Via (mellanliggande stopp)

source: Vibration
es: Vibración
hu: Rezgés
is: Titringur

source: Victims
de_ch: Opfer
es: Víctimas
hu: Áldozatok
is: Þolendur
sv: Offer

source: Victorian architecture
de_ch: Viktorianische Architektur
es: Arquitectura victoriana
hu: Viktoriánus
is: Viktoríanskur byggingastíll
sv: Viktoriansk arkitektur

source: Video
es: Vídeo
hu: Videó
is: Myndskeið

source: Video Games
de_ch: Computer- und Videospiele
es: Videojuegos
hu: Videojáték
is: Tölvuleikir
sv: Videospel

source: Vietnamese
de_ch: Vietnamesisch
es: Vietnamita
hu: vietnami
is: Víetnamska
sv: Vitnamesisk

source: Viewpoint
de_ch: Aussichtspunkt
es: Mirador
hu: Kilátóhely
is: Útsýnisstaður
sv: Utsiktsplats

source: Village
de_ch: Dorf
es: Aldea
hu: Falu
is: Þorp
sv: By

source: Village Green
de_ch: Dorfwiese
es: Parque
hu: Faluközponti zöldterület
is: Grænt svæði
sv: Byallmänning

source: Vineyard
de_ch: Weinberg
es: Viñedo
hu: Szőlő
is: Vínekra
sv: Vingård

source: Virtual aton
de_ch: virtuelle Aton-Boje
es: Aton virtual
sv: Virtuellt sjömärke

source: Visa Debit
es: Visa Débito
hu: Visa betéti kártya
is: VISA-debetkort

source: Visibility
de_ch: Sichtbarkeit
es: Visibilidad
hu: Láthatóság
is: Sýnileiki
sv: Synlighet

source: Visible Headframe
de_ch: Sichtbares Fördergerüst
es: Marco visible
hu: Látható külső szerkezet
sv: Synlig lave

source: Visual Approach Slope Indicator
de_ch: Visueller Neigungsanzeiger
es: Indicador de pendiente de aproximación visual
hu: Vizuális megközelítési lejtésjelző (VASI)
sv: Visuell lutningsindikator för inflygningsväg

source: Vodo-Vodyanoi Energetichesky Reactor (VVER)
es: Reactor Vodo-Vodyanoi Energetichesky (VVER)
hu: Víz-víz nyomottvizes energetikai reaktor (VVER)
is: Vodo-Vodyanoi Energetichesky Reactor kjarnaofn (VVER)

source: Volcano
de_ch: Vulkan
es: Volcán
hu: Tűzhányó
is: Eldfjall
sv: Vulkan

source: Volleyball
es: Vóleibol
hu: Röplabda
is: Blak

source: Voltage
de_ch: Spannung
es: Voltaje
hu: Feszültség
is: Spenna
sv: Spänning

source: Voltage in Volts (V)
de_ch: Spannung in Volt (V)
es: Voltaje en voltios (V)
hu: Feszültség (Volt)
is: Spenna í voltum (V)
sv: Spänning i volt (V)

source: Volume (liters)
de_ch: Fassungsvermögen (Liter)
es: Volumen (litros)
hu: Űrtartalom (liter)
is: Rúmmál (lítrar)
sv: Volym (liter)

source: Voodoo
es: Vudú
hu: vudu
is: Vúdú

source: Vouchers
de_ch: Gutscheine
es: Cupones
hu: Utalvány
is: Greiðsluseðlar
sv: Kuponger

source: Vulture
de_ch: Geier
es: Buitre
hu: Kesely
is: Hrægammur
sv: Gam

source: W
es: O
hu: Ny
sv: V

source: WIGOS reference
de_ch: WIGOS Kennung
es: Referencia WIGOS
sv: WIGOS-referens

source: WMO reference
de_ch: WMO Kennung
es: Referencia OMM
sv: WMO-referens

source: Waiting
de_ch: Wartezimmer
es: Espera
hu: Váróterem
is: Biðstofa
sv: Väntrum

source: Walk-in
de_ch: Begehbar
es: Sin cita previa
hu: Csak járóbetegeknek
sv: Drop-in

source: Walking
de_ch: Wanderroute
es: Caminando
hu: Sétaútvonal
is: Gangandi
sv: Vandring

source: Walking Route
de_ch: Wanderroute
es: Ruta para caminar
hu: Gyalogos útvonal
is: Gönguleið
sv: Vandringsled

source: Walking route
es: Ruta a pie
hu: Gyalogos útvonal
is: Gönguleið
sv: Vandringrutt

source: Walking route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
de_ch: Spaziergang Route (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
es: Ruta a pie (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
hu: Gyalogos útvonal (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
is: Gönguleið (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})
sv: Promenadled (?{'{name} ' | ''}?{'{ref} ' | ''}?{'{from} - {via} - {to}' | '{from} - {to}' | '{from}' | '{to}' | '#{special:id}'})

source: Wall
de_ch: Wand
es: Muro
hu: Fal
is: Veggur
sv: Mur

source: Walnut trees
de_ch: Walnussbäume
es: Nogales
hu: Diófa
is: Valhnetutré
sv: Valnötsträd

source: Wapiti
es: Wapití
hu: Vapiti
is: Elgur
sv: Vapiti

source: War
de_ch: Kriegsdenkmal
es: Guerra
hu: Hadtörténeti
is: Stríð
sv: Krigsmuseum

source: War cemetery
de_ch: Kriegsfriedhof
es: Cementerio de guerra
sv: Krigskyrkogård

source: War grave
de_ch: Kriegsgrab
es: Tumba de guerra
hu: Háborús sír
is: Stríðsgrafreitur
sv: Krigsgrav

source: Ward
de_ch: Bezirk
es: Ward - Japón
hu: Kerület
is: Hverfishluti
sv: Stadsdel

source: Warning signal station
de_ch: Warnsignalstation
es: Estación de señales de advertencia
is: Aðvörunarmerkjastöð
sv: Varningssignalstation

source: Waste
de_ch: Abfall
es: Residuos
hu: Hulladék
is: Rusl
sv: Skräp

source: Waste Basket/Trash Can
de_ch: Mülleimer
es: Papelera/Cubo de Basura
hu: Szemétkosár/kuka
is: Ruslafata
sv: Soptunna

source: Waste Disposal/Dumpster
de_ch: Abfallcontainer
es: Depósito de basura/Contenedor
hu: Hulladékkonténer
is: Rusl-/Úrgangssöfnun
sv: Sopstation

source: Waste Power Generator
de_ch: Müllverbrennungskraftwerk
es: Generador de energía a base de residuos
hu: Hulladékgenerátor
is: Úrgangsorkuaflgjafi
sv: Avfallskraftvärmeverk

source: Waste Power Plant
de_ch: Müllkraftwerk
es: Planta de energía a base de residuos
hu: Hulladékerőmű
is: Úrgangsknúin aflstöð
sv: Avfallskraftverk

source: Waste transfer station
de_ch: Müllumladestation
es: Estación de transferencia de residuos
hu: Hulladékátrakodó
is: Millifærslustöð fyrir úrgang
sv: Avfallsstation

source: Wastewater
de_ch: Abwasser
es: Aguas residuales
hu: Szennyvíz
is: Óhreinsað vatn
sv: Avloppsvatten

source: Wastewater Treatment Plant
de_ch: Kläranlage
es: Planta de Tratamiento de Aguas Residuales
hu: Szennyvíztisztító telep
is: Vatnshreinsistöð
sv: Reningsverk

source: Wastewater clarifier
de_ch: Absetzbecken
es: Clarificador de aguas residuales
hu: Szennyvíztisztító
sv: Sedimenteringsbassäng

source: Watch keeping stations at which a watch is kept either continuously, or at certain times only.
de_ch: Wachstationen, an denen entweder kontinuierlich oder nur zu bestimmten Zeiten Wache gehalten wird.
es: Estaciones de vigilancia en las que se mantiene una vigilancia continua o solo en determinados momentos.
sv: Vaktstationer där vakt hålls antingen kontinuerligt eller endast vid vissa tider.

source: Watches
de_ch: Uhren
es: Relojería
hu: Órabolt (karóra)
is: Úr
sv: Klockor

source: Watchmaker
de_ch: Uhrmacher
es: Relojero de pulsera
hu: Órás (karóra)
is: Úrsmiður
sv: Urmakare (små klockor)

source: Watchtower
de_ch: Wachturm
es: Torre de observación
hu: Őrtorony
is: Varðturn
sv: Vakttorn

source: Water
de_ch: Wasser
es: Agua
hu: Víz
is: Vatn
sv: Vatten

source: Water Park
de_ch: Erlebnisbad
es: Parque acuático
hu: Élményfürdő, strand
is: Vatnagarður
sv: Vattenpark

source: Water Point
de_ch: Wasserzapfstelle
es: Punto de agua
hu: Vízcsatlakozás (pl. lakókocsinak)
is: Vatnsból
sv: Vattentap

source: Water Slide
de_ch: Wasserrutsche
es: Tobogán acuático
hu: Vízi csúszda
is: Vatnsrennibraut
sv: Vattenrutschbana

source: Water Tank
de_ch: Wassertank
es: Depósito de agua
hu: Tűzivíztartály
is: Vatnstankur
sv: Vattentank

source: Water Tower
de_ch: Wasserturm
es: Torre de agua
hu: Víztorony
is: Vatnsturn
sv: Vattentorn

source: Water Turbine
de_ch: Wasserturbine
es: Turbina de agua
hu: Vízturbina
is: Vatnstúrbína
sv: Vattenturbin

source: Water Well
de_ch: Brunnen
es: Pozo
hu: Kút
is: Brunnur
sv: Brunn

source: Water Works
de_ch: Wasserwerk
es: Obras acuáticas
hu: Vízmű
is: Vatnsvinnsla
sv: Vattenverk

source: Water access rules:
de_ch: Wasserzugangsregeln:
es: Reglas de acceso de agua:
hu: Víz használatának szabályai:
is: Reglur fyrir aðgang að vatni:
sv: Regler för tillgång till vatten:

source: Water characteristic
de_ch: Wassereigenschaften
es: Característica del agua
sv: Vattenkarakteristik

source: Water level
de_ch: Wasserstand
es: Nivel del agua
hu: Vízszint
is: Vatnsyfirborð
sv: Vattennivå

source: Water management
de_ch: Wasserversorgung
es: Gestión del agua
hu: Vízkezelés
is: Vatnsmiðlun
sv: Vattenhantering

source: Water park
de_ch: Erlebnisbad
es: Parque acuático
hu: Élményfürdő, strand
sv: Vattenpark

source: Water point
de_ch: Wasserzapfstelle
es: Punto de agua
hu: Vízcsatlakozás (pl. hajónak)
is: Vatnspóstur
sv: Vattenpunkt

source: Water source
de_ch: Art der Wasserversorgung
es: Fuente de agua
hu: Víz forrása
is: Vatnsuppspretta
sv: Vattenkälla

source: Water sports
de_ch: Wassersport
es: Deportes acuáticos
hu: Vízi sportok
is: Vatnaíþróttir
sv: Vattensport

source: Water storage
de_ch: Wasserreservoir
es: Almacenamiento de agua
hu: Víztároló
is: Vatnsforði
sv: Vattencistern

source: Water tank
de_ch: Wassertank
es: Tanque de agua
hu: Víztartály
is: Vatnstankur
sv: Vattentank

source: Water tap
de_ch: Wasserhahn
es: Grifo de agua / Canilla
hu: Vízcsap
is: Vatnshani
sv: Vattenkran

source: Water turbulence
de_ch: Wasserturbulenzen
es: Turbulencia del agua
hu: Vízturbulencia
is: Iða
sv: Vattenturbulens

source: Water utility
de_ch: Wasserversorgungsunternehmen
es: Empresa de agua
hu: Vízszolgáltató
is: Vatnsveitu
sv: Vattenförsörjning

source: Waterbody
de_ch: Gewässer
es: Cuerpo de agua
hu: Víztest
sv: Vattensamling

source: Waterfall
de_ch: Wasserfall
es: Catarata
hu: Vízesés
is: Foss
sv: Vattenfall

source: Waterlogged area, either permanently or seasonally with vegetation.
de_ch: Wassergesättigte Fläche, entweder permanent oder saisonal mit Vegetation.
es: Área inundada, tampoco permanente o estacionalmente con vegetación.
hu: Állandóan vagy időszakosan elmocsarasodott terület, növényzettel.
is: Vatnssósa svæði, annað hvort sífellt eða árstíðabundið, með gróðurþekju.
sv: Mark där vatten finns strax över eller under markytan stora delar av året, eller mestadels vegetationstäckta vattenområden.

source: Watermill
de_ch: Wassermühle
es: Contador
hu: Vízimalom
is: Vatnsmylla
sv: Vattenkvarn

source: Waterway
de_ch: Gewässer
es: Canal
hu: Vízfolyás
is: Siglingaleið
sv: Vattenväg

source: Waterway guage
de_ch: Wasserstrassenmass
es: Medidor de vía fluvial
sv: Vattenvägsmätare

source: Waterway milestone
de_ch: Gewässerkilometrierung
es: Hito de vía fluvial
hu: Folyamkilométer-tábla
is: Vegalengdarmerking á siglingaleið
sv: Milsten för vattenväg

source: Wave
de_ch: Welle
es: Ola
hu: Hullám
is: Alda
sv: Vågkraft

source: Wave Energy Converter
de_ch: Wellenenergiegenerator
es: Convertidor de energía undimotriz
hu: Hullámenergia-átalakító
is: Umbreytir ölduorku
sv: Vågkraftverk

source: Wave Power Plant
de_ch: Wellenkraftwerk
es: Planta de energía undimotriz
hu: Hullámerőmű
is: Ölduknúin aflstöð
sv: Vågkraftverk

source: Waxing
de_ch: Haarentfernung
es: Depilación con cera
hu: Gyantázás
is: Vaxmeðferð
sv: Vaxning

source: Waypoints
de_ch: Wegpunkte
es: Paradas
hu: Útpontok
is: Ferilpunktar
sv: Vägpunkter

source: Ways
de_ch: Wege
es: Caminos
hu: Vonalak
is: Leiðir
sv: Vägar

source: Wayside Cross
de_ch: Wegkreuz
es: Cruz junto al camino
hu: Út menti kereszt
is: Vegakross
sv: Kors vid väg

source: Wayside Shrine
de_ch: Bildstock
es: Santuario junto al camino
hu: Út menti kegyhely
is: Vegaskrín
sv: Helgedom vid väg

source: Wayside chapel
de_ch: Kapellenbildstock
es: Capilla al borde del camino
hu: Út menti kápolna
is: Vegakapella
sv: Vägkapell

source: Wayside shrine
de_ch: Bildstock
es: Santuario del camino
hu: Út menti kegyhely
is: Vegaskrín
sv: Helgedom vid väg

source: Weapons
de_ch: Waffen
es: Armas
hu: Fegyverbolt
is: Vopn
sv: Vapen

source: Weather
de_ch: Wetter
es: Clima
hu: Időjárás
is: Veður
sv: Väder

source: Weather Station
de_ch: Wetterstation
es: Estación meteorológica
sv: Väderstation

source: Weather protection
de_ch: Wetterschutz
es: Protección contra el clima
hu: Időjárás elleni védelem
is: Veðurvörn
sv: Väderskydd

source: Weather radar
de_ch: Wetterstation
es: Radar meteorológico
sv: Väderradar

source: Website
es: Página web
hu: Weboldal
is: Vefsvæði
sv: Hemsida

source: Weed
de_ch: Seegras
es: Mala hierba / Alga
is: Illgresi
sv: Ogräs

source: Weighbridge
de_ch: Brückenwaage
es: Báscula de camiones
hu: Hídmérleg
is: Bílavog
sv: Fordonsvåg

source: Weir
de_ch: Wehr
es: Presa
hu: Bukógát
is: Stíflugarður
sv: Överfallsdamm

source: Welcome sign
de_ch: Willkommensschild
es: Señal de bienvenida
hu: Üdvözlő tábla
is: Velkomin-skilti
sv: Välkomstskylt

source: Welsh
de_ch: Wallisch
es: Galés
hu: walesi
is: Velska
sv: Walesisk

source: West
es: Oeste
hu: Nyugat
is: Vestur
sv: Väster

source: Wet barrel
de_ch: Nasshydrant
es: Barril húmedo
hu: Nyomás alatti oszlop
sv: Våtrörsbrandpost

source: Wet meadow
de_ch: Nasswiese
es: Prado húmedo
hu: Ingoványos rét
is: Engi
sv: Våt äng

source: Wetland
de_ch: Feuchtgebiet
es: Pantano
hu: Vizenyős terület
is: Votlendi
sv: Våtmark

source: Wheelchair
de_ch: Rollstuhl
es: Silla de ruedas
is: Hjólastóll
sv: Rullstol

source: Wheelchair access details
de_ch: Rollstuhlzugangdetail
es: Detalles de acceso para silla de ruedas
hu: Kerekesszékes használat leírása
is: Nánar um hjólastólaaðgang
sv: Detaljer om åtkomst för rullstol

source: Wheelchair ramp
de_ch: Rollstuhlrampe
es: Rampa para sillas de ruedas
hu: Kerekesszékrámpa
is: Hjólastólarampur
sv: Rullstolsramp

source: Wheelchair toilets
de_ch: Rollstuhl WC
es: Lavabos para minusválidos
hu: Akadálymentes WC
is: Hjólastólasalerni
sv: Toaletter, rullstol

source: Wheelchair users toilet
de_ch: Rollstuhl-WC
es: Baño para usuarios de silla de ruedas
hu: Akadálymentes WC
is: Salerni fyrir notendur hjólastóla
sv: Rullstolsanpassad toalett

source: Wheelchairs
de_ch: Rollstuhlzugang
es: Sillas de ruedas
hu: Akadálymentesség
is: Hjólastólar
sv: Rullstolar

source: Wheels: city bike, wheelchair, scooter
de_ch: Normale Räder: City Bike, Rollstuhl, Roller
es: Ruedas: bicicleta de ciudad, silla de ruedas, scooter
hu: Kerekes járművel: városi kerékpár, kerekesszék, robogó
is: Venjuleg dekk: bæjarreiðhjól, hjólastólar, skutlur
sv: Hjul: brukscykel, rullstol, sparkcykel

source: Where vegetation is dominated by grasses (Poaceae) and other herbaceous (non-woody) plants. Excludes cultivated areas and wetlands.
de_ch: Wo Vegetation von Gras (Süssgras) und anderen krautartigen (nicht hölzernen) Pflanzen dominiert wird. Schliesst kultivierte Gebiete und Feuchtgebiete aus.
es: Donde la vegetación está dominada por hierbas (Poaceae) y otras plantas herbáceas (no de madera). Excluye las áreas cultivadas y pantanos.
hu: A növényzet elsősorban pázsitfűfélékből (Poaceae) és más lágy szárúakból áll. Nem tartoznak ide a megművelt területek és a vizenyős területek.
is: Þar sem ríkjandi gróður er grös (Poaceae) og aðrar (ekki-trénaðar) plöntur. Gildir ekki um ræktarlönd og votlendi.
sv: Växtligheten domineras av gräs (Poaceae) och andra örtartade (i motsats till vedartade) växter. Innefattar inte odlingsmark och våtmark.

source: White
de_ch: Weiss
es: Blanco
hu: Fehér
is: Hvítt
sv: Vit

source: Wholesale
de_ch: Grosshandel
es: Venta al por mayor
hu: Nagykereskedelem
is: Heildsala
sv: Grosist

source: Wicket gate
de_ch: Schlupfpforte
es: Puerta pequeña
hu: Gyalogos bejáró (nagy kapu mellett)
is: Sveifluhlið
sv: Gånggrind

source: Width (Meters)
de_ch: Breite (Meter)
es: Ancho (metros)
hu: Szélesség (méter)
is: Breidd (metrar)
sv: Bredd (meter)

source: Width (m)
de_ch: Breite (m)
es: Ancho (m)
hu: Szélesség (m)
is: Breidd (m)
sv: Bredd (m)

source: Width (meters)
de_ch: Breite (Meter)
es: Ancho (metros)
hu: Szélesség (méter)
is: Breidd (metrar)
sv: Bredd (meter)

source: Width of line (meters)
de_ch: Linienbreite (Meter)
es: Ancho de línea (metros)
sv: Linjens bredd (meter)

source: Wigs
de_ch: Perücken
es: Pelucas
sv: Peruker

source: Wildcat
de_ch: Wildkatze
es: Gato montés
hu: Vadmacska
sv: Vildkatt

source: Wilderness Hut
de_ch: Schutzhütte
es: Refugio silvestre
hu: Menedékház (személyzet nélkül)
is: Óbyggðakofi
sv: Stuga (för vandrare o.d.)

source: Wildlife
de_ch: Wildtiere
es: Vida silvestre
hu: Állatvilág
is: Dýralíf
sv: Djurliv

source: Wildlife park
de_ch: Wildpark
es: Parque de vida silvestre
hu: Vadaspark őshonos állatoknak
is: Opinn dýragarður
sv: Vilthägn

source: Wind
es: Viento
hu: Szél
is: Vindur
sv: Vindkraft

source: Wind Power Plant
de_ch: Windkraftanlage
es: Planta eólica
hu: Szélerőmű
is: Vindorkuknúin aflstöð
sv: Vindkraftverk

source: Wind Turbine
de_ch: Windrad
es: Turbina eólica / Aerogenerador
hu: Szélturbina
is: Vindtúrbína
sv: Vindturbin

source: Wind farm
de_ch: Windpark
es: Parque eólico

source: Wind vane - wind direction
de_ch: Windfahne - Windrichtung
es: Veleta - dirección del viento
sv: Vindflöjel - vindriktning

source: Winding
de_ch: Wicklung
es: Bobinado
hu: Lift
sv: Lindning

source: Windmill
de_ch: Windmühle
es: Molino de viento
hu: Szélmalom
is: Vindmylla
sv: Väderkvarn

source: Window blinds
de_ch: Rollläden
es: Persianas
hu: Redőnybolt
is: Strimlagluggatjöld
sv: Persienner

source: Window construction
de_ch: Fensterbauer
es: Construcción de ventanas
hu: Ablakkészítő
is: Gluggasmíði
sv: Fönstertillverkare

source: Windows
de_ch: Fenster
es: Ventanas
hu: Nyílászárók
is: Gluggar
sv: Fönster

source: Windpump
de_ch: Windpumpe
es: Bomba de agua eólica
hu: Széllel működtetett szivattyú
sv: Vindpump

source: Windsock
de_ch: Windsack
es: Cono de viento
hu: Szélzsák
is: Vindpoki
sv: Vindstrut

source: Wine
de_ch: Wein
es: Vino
hu: Bor
is: Vín
sv: Vin

source: Winery
de_ch: Weinkellerei
es: Bodega
hu: Borászat
is: Víngerð
sv: Vingård

source: Wings
de_ch: Geflügel
es: Alitas
hu: csirkeszárnyak
is: Kjúklingavængir
sv: Vingar

source: Winter road
de_ch: Winterstrasse
es: Camino de invierno
hu: Csak télen használható út
is: Vegur með vetrarskilyrðum
sv: Vinterväg

source: Winter sports
de_ch: Wintersportgebiet
es: Deportes de invierno
sv: Vintersport

source: Wiping paper supplied
de_ch: Toilettenpapier
es: Se suministra papel higiénico
hu: WC-papír van
is: Salernispappír á staðnum
sv: Torkpapper tillhandahålls

source: Wired
de_ch: Kabelgebunden
es: Cableado
hu: Vezetékes
is: Um kapal
sv: Trådbunden

source: Wisent
es: Bisonte europeo
hu: Európai bölény
sv: Visent

source: With island
de_ch: Mit Insel
es: Con isleta
hu: Járdaszigettel
is: Með eyju
sv: Med refug

source: With shop
de_ch: Mit Laden
es: Con tienda
hu: Üzlettel
is: Með verslun
sv: Med affär

source: With signals
de_ch: Mit Ampel
es: Con señales
sv: Med signaler

source: Wolf
es: Lobo
hu: Farkas
is: Úlfar
sv: Varg

source: Womens toilet
de_ch: Frauen-WC
es: Baño de mujeres
hu: Női WC
is: Kvennasalerni
sv: Toalett (damer)

source: Wood
de_ch: Holz
es: Madera
hu: Fa
is: Viður
sv: Trä

source: Wood briquettes
de_ch: Holzbriketts
es: Briquetas de madera
hu: Fabrikett
is: Viðarkubbar
sv: Träbriketter

source: Wood pellets
de_ch: Holzpellets
es: Pellets de madera
hu: Fapellet
is: Viðartöflur
sv: Träpellets

source: Woodchips
de_ch: Holzschnitzel
es: Astillas de madera
hu: Faapríték
sv: Träflis

source: Wooden cabinet
de_ch: Holzschrank
es: Armario de madera
hu: Faszekrény
is: Viðarskápur
sv: Träskåp

source: Woodland where timber production does not dominate use.
de_ch: Waldgebiet das nicht hauptsächlich forstwirtschaftlich genutzt wird.
es: Bosque en el que la producción de madera no es dominante.
hu: Olyan erdő, amelynek nem a fakitermelés a fő felhasználási formája.
is: Skóglendi þar sem timburframleiðsla er ekki ríkjandi landnotkun.
sv: Skogsmark där timmerproduktion inte är det dominerande syftet.

source: Works
de_ch: Fabrik
es: Fábrica
hu: Gyár
is: Verksmiðja
sv: Fabrik

source: Workshop Opening Hours
de_ch: Öffnungszeiten der Werkstatt
es: Horario de taller
hu: Műhely nyitva tartása
is: Opnunartímar verkstæðis
sv: Verkstadens öppettider

source: Wreck
de_ch: Wrack
es: Restos
hu: Hajóroncs
is: Flak
sv: Vrak

source: Yard
de_ch: Nebengleis (Rangier-/Abstellgleis)
es: Patio de maniobra
hu: Rendező pályaudvar
is: Viðhaldsspor (yard)
sv: Bangård

source: Yellow
de_ch: Gelb
es: Amarillo
hu: Sárga
is: Gult
sv: Gul

source: Yes
de_ch: Ja
es: Sí
hu: Van
is: Já
sv: Ja

source: Yield ahead
de_ch: Kein Vortritt vorraus
es: Ceda el paso adelante
hu: Elsőbbségadás kötelező tábla előjelzése
sv: Väjningsplikt uppkommande

source: Youth Centre
de_ch: Jugendhaus
es: Centro para jóvenes
hu: Ifjúsági központ
is: Ungmennamiðstöð
sv: Fritidsgård

source: Zebra
es: Cebra
is: Sebrahestar

source: Zip Line
de_ch: Seilrutsche
es: Tirolesa
hu: Csúszópálya
is: Sviflína

source: Zircon
de_ch: Zirkon
es: Circón
hu: cirkon
is: Zirkon
sv: Zirkonium

source: Zone
es: Zona
hu: Zóna
is: Svæði

source: Zoo
es: Zoológico
hu: Állatkert
is: Dýragarður

source: Zulu
es: Zulú
is: Zúlú

source: `access=no`, `foot=yes` and `bicycle=yes`
de_ch: `access=no`, `foot=yes` und `bicycle=yes`
es: `access=no`, `foot=yes` y `bicycle=yes`
hu: `access=no`, `foot=yes` és `bicycle=yes`
is: `access=no`, `foot=yes` og `bicycle=yes`
sv: 'access=no', 'foot=yes' och 'bicycle=yes'

source: `motor_vehicle=no`, `psv=yes`, `foot=yes` and `bicycle=yes`
de_ch: `motor_vehicle=no`, `psv=yes`, `foot=yes` und `bicycle=yes`
es: `motor_vehicle=no`, `psv=yes`, `foot=yes` y `bicycle=yes`
hu: `motor_vehicle=no`, `psv=yes`, `foot=yes` és `bicycle=yes`
is: `motor_vehicle=no`, `psv=yes`, `foot=yes` og `bicycle=yes`
sv: 'motor_vehicle=no', 'psv=yes', 'foot=yes' och 'bicycle=yes'

source: addresses belonging to the street
de_ch: Adressen die zur Strasse gehören
es: direcciones que pertenecen a la calle
hu: az utcához tartozó címek
is: heimilisföng sem tilheyra götunni
sv: adresserna hör till gatan

source: alternative segment
de_ch: alternatives Segment
es: segmento alternativo
hu: alternatív útvonal
is: varabútur
sv: alternativt ledsegment

source: anything related to the street
de_ch: Alles mit Bezug zur Strasse
es: cualquier cosa relacionada con la calle
hu: bármi, ami az utcához kötődik
is: hvaðeina sem tilheyrir götunni
sv: allt relaterat till gatan

source: backward halt point
de_ch: Haltestelle in Rückwärtsrichtung
es: punto de parada hacia atrás
hu: megállási pont a vonallal ellentétes irányba
sv: bakåtstoppspunkt

source: backward segment
de_ch: Segment in Rückwärtsrichtung
es: Segmento hacia atrás.
hu: visszafelé mutató szakasz
sv: bakåtsegmentet

source: branch waterways (no riverbank)
de_ch: Nebengewässer (kein Flussufer)
es: Vías fluviales (sin orillas)
hu: folyóág (nem a part)
sv: biflöde (ingen flodbank)

source: camera
de_ch: Kamera
es: cámara
hu: Kamera
is: myndavél
sv: kamera

source: climbing up to second grade. Often very exposed, precarious jagged rocks, glacier with danger to slip and fall
de_ch: Ansteigend zum zweiten Grad. Sehr oft ausgesetzt, gefährlicher schroffer Stein, Gletscher mit Rutsch- und Fallgefahr
es: escalar al segundo grado. A menudo muy expuesto, precarias rocas dentadas, glaciar con riesgo de resbalar y caer
hu: mászható egészen a második nehézségi fokozatig. Gyakran nagyon kitett; ingatag, éles, sziklák, gleccser, csúszás- és lezuhanásveszélyes.
sv: klättra upp till andra klass. Ofta mycket utsatta, osäkra ojämna stenar, glaciären med fara för halka och fall

source: connection junction
de_ch: Anschlussstelle
es: cruce de conexión
sv: anslutningskorsning

source: connection route
de_ch: Verbindungsroute
es: ruta de conexión
is: tengileið
sv: anslutningsled
