Repository: MarcusWolschon/osmeditor4android
Catalog: src/main/assets/preset_*.po
Languages: de_ch, es, hu, is, sv

source: Max. speed
de_ch: Höchstgeschwindigkeit
es: Velocidad máxima
hu: Sebességkorlátozás
is: Hám. hraði
sv: Maxhastighet

source: Max. speed (km/h)
de_ch: Höchstgeschwindigkeit (km/h)
es: Velocidad máxima (km/h)
hu: Sebességkorlátozás (km/h)
is: Hámarkshraði (km/klst)
sv: Maxhastighet (km/h)

source: Max. speed (km/h, only if enforcement=maxspeed)
de_ch: Höchstgeschwindigkeit (km/h, nur bei enforcement=maxspeed)
es: Máxima velocidad (km/h, sólo si ejecución=velocidad máxima)
hu: Sebességkorlátozás (km/h, csak ha enforcement=maxspeed)
is: Hámarkshraði (km/klst, aðeins ef enforcement=maxspeed)
sv: Maxhastighet (km/h, bara om enforcement=maxspeed)

source: Max. speed HGV
de_ch: Höchstgeschw. LKW
es: Velocidad máxima de vehículo pesado
hu: Sebességkorlátozás tgk-nak
is: Hámarkshraði HGV þungavöruflutninga
sv: Maxhastighet tunga fordon

source: Max. speed HGV ←
de_ch: Höchstgeschw. LKW ←
es: Velocidad máxima de vehículo pesado HGV ←
hu: Sebességkorlátozás tgk-nak ←
is: Hámarkshraði HGV þungavöruflutninga ←
sv: Maxhastighet tunga fordon ←

source: Max. speed HGV →
de_ch: Höchstgeschw. LKW →
es: Velocidad máxima de vehículo pesado HGV →
hu: Sebességkorlátozás tgk-nak →
is: Hámarkshraði HGV þungavöruflutninga →
sv: Maxhastighet tunga fordon →

source: Max. weight
de_ch: Max. Gewicht
es: Anchura máxima
hu: Súlykorlátozás
is: Hámarksþyngd
sv: Maxvikt

source: Max. weight (tonnes)
de_ch: Max. Gewicht (in Tonnen)
es: Peso máx. (toneladas)
hu: Súlykorlátozás (tonna)
is: Hámarksþyngd (tonn)
sv: Maxvikt (ton)

source: Max. weight (tonnes, only if enforcement=maxweight)
de_ch: Max. Gewicht (t, nur wenn enforcement=maxweight)
es: Peso máximo (toneladas, sólo si la ejecución=peso máximo)
hu: Súlykorlátozás (tonna, csak ha enforcement=maxweight)
is: Hámarksþyngd (tonn, aðeins ef enforcement=maxweight)
sv: Maxvikt (ton, bara om enforcement=maxweight)

source: Max. width
de_ch: Max. Breite
es: Anchura máxima
hu: Szélességkorlátozás
sv: Maxbredd

source: Max. width (Meters)
de_ch: Max. Breite (Meter)
es: Anchura máxima (metros)
hu: Legnagyobb szélesség (m)
sv: Maxbredd (meter)

source: Max. width (meters)
de_ch: Max. Breite (in Meter)
es: Anchura Máxima (metros)
hu: Szélességkorlátozás (méter)
is: Hámarksbreidd (metrar)
sv: Maxbredd (meter)

source: Max.available length (meters)
de_ch: Max. verfügbare Länge (in Meter)
es: Longitud máxima disponible (metros)
sv: Max tillgänglig längd (meter)

source: Max.available width (meters)
de_ch: Max. verfügbare Breite (in Meter)
es: Anchura máxima disponible (metros)
sv: Max tillgänglig bredd (meter)

source: Maximum age
de_ch: Höchstalter
es: Edad máxima
hu: Felső korhatár
is: Hámarksaldur
sv: Högsta ålder

source: Maximum climbing length (m)
de_ch: Maximale Kletterlänge (m)
es: Longitud máxima de escalada (m)
hu: Legnagyobb mászáshossz (m)
is: Hámarks klifurlengd (m)
sv: Max klätterlängd (m)

source: Maximum speed for heavy goods vehicles in way direction specified in km/h
de_ch: Lastwagen-Höchstgeschwindigkeit in Wegrichtung, in km/h
es: Velocidad máxima para vehículos pesados en la dirección del camino especificada en km/h
hu: Sebességkorlátozás nehéz tehergépkocsiknak a vonal irányába (km/h)
is: Hámarkshraði í sömu akstursstefnu fyrir þyngri flutningabifreiðar (HGV) skilgreindur í km/klst
sv: Maxhastighet för tunga fordon i vägens riktning angivet i km/h

source: Maximum speed for heavy goods vehicles opposite way direction specified in km/h
de_ch: Lastwagen-Höchstgeschwindigkeit entgegengesetzt zur Wegrichtung, in km/h
es: Velocidad máxima para vehículos pesados en dirección contraria a la especificada en km/h
hu: Sebességkorlátozás nehéz tehergépkocsiknak a vonallal ellentétes irányban (km/h)
is: Hámarkshraði í mótstæða akstursstefnu fyrir þyngri flutningabifreiðar (HGV) skilgreindur í km/klst
sv: Maxhastighet för tunga fordon i motsats vägriktning angivet i km/h

source: Maximum speed for heavy goods vehicles specified in km/h
de_ch: Lastwagen-Höchstgeschwindigkeit, in km/h
es: Velocidad máxima para vehículos pesados especificada en km/h
hu: Sebességkorlátozás nehéz tehergépkocsiknak (km/h)
is: Hámarkshraði fyrir þyngri flutningabifreiðar (HGV) skilgreindur í km/klst
sv: Maxhastighet för tunga fordon angivet i km/h

source: Maximum speed in km/h if no units specified
de_ch: Höchstgeschwindigkeit in km/h wenn keine Einheiten angegeben sind
es: Velocidad máxima en km/h si no se especifican unidades
hu: A sebességkorlátozás km/h-ban (ha más mértékegység nincs megadva)
is: Hámarkshraði í km/klst ef engar einingar eru skilgreindar
sv: Maxhastighet i km/h om ingen enhet anges

source: Maximum speed in way direction specified in km/h
de_ch: Höchstgeschwindigkeit in Wegrichtung, in km/h
es: Velocidad máxima en la dirección especificada en km/h
hu: Sebességkorlátozás a vonal irányába (km/h)
is: Hámarkshraði í sömu akstursstefnu skilgreindur í km/klst
sv: Maximal hastighet i vägens riktning angiven i km/h

source: Maximum speed opposite way direction specified in km/h
de_ch: Höchstgeschwindigkeit entgegengesetzt zur Wegrichtung, in km/h
es: Velocidad máxima en dirección contraria especificada en km/h
hu: Sebességkorlátozás a vonallal ellentétes irányban (km/h)
is: Hámarkshraði í mótstæða akstursstefnu skilgreindur í km/klst
sv: Maximal hastighet motsats vägriktning i km/h

source: Maxspeed per lane
de_ch: Höchstgeschwindigkeit pro Spur
es: Velocidad máxima por carril
hu: Sebességkorlátozás sávonként
is: Hámarkshraði á hverri akrein
sv: Fartbegränsning per fil

source: Maxspeed per lane in way direction
de_ch: Höchstgeschwindigkeit in Wegrichtung
es: Velocidad máxima por carril en sentido a la vía
hu: Sebességkorlátozás sávonként a vonal irányába
is: Hámarkshraði á hverri akrein í sömu akstursstefnu
sv: Fartbegränsning per fil i vägen riktning

source: Maxspeed per lane opposite to way direction
de_ch: Höchstgeschwindigkeit entgegengesetzt zur Wegrichtung
es: Velocidad máxima por carril en sentido contrario a la vía
hu: Sebességkorlátozás sávonként a vonallal ellentétes irányban
is: Hámarkshraði á hverri akrein í gagnstæða akstursstefnu
sv: Fartbegränsning per fil i motsatt riktning

source: Meadow
de_ch: Wiese
es: Pradera
hu: Rét
is: Rjóður
sv: Äng

source: Meadow orchard
de_ch: Streuobstwiese
es: Pradera con huerto
sv: Ängsträdgård

source: Meadow type
de_ch: Wiesentyp
es: Tipo de pradera
hu: Rét típusa
is: Gerð rjóðurs
sv: Ängstyp

source: Meat
de_ch: Fleisch
es: Carne
hu: Húskészítmények
is: Kjöt
sv: Kött

source: Mechanical
de_ch: mechanisch
es: Mecánico
hu: Mechanikus
is: Vélrænt
sv: Lastbrytare

source: Mechanical coupling
de_ch: Mechanisches Kuppeln
es: Acoplamiento mecánico
hu: Mechanikus csatlakozás
sv: Mekanisk koppling

source: Mechanical driver
de_ch: Mechanischer Führer
es: Accionamiento mecánico
sv: Mekanisk förare

source: Medical
de_ch: Medizinisch
es: Médico
hu: Orvosi
is: Lækningar
sv: Sjukvård

source: Medical Supply
de_ch: Sanitätsartikel
es: Suministro médico
hu: Gyógyászati segédeszközök boltja
is: Lækningavörur
sv: Sjukvårdsmaterial

source: Mediterranean
de_ch: Mediterran
es: Mediterránea
hu: mediterrán
is: Miðjarðarhafs
sv: Medelhavs

source: Medium
de_ch: Mitte
es: Medio
hu: Közepes
is: Miðlungs

source: Meerkat
de_ch: Erdmännchen
es: Suricato
hu: Szurikáta
sv: Surikat

source: Megalith
es: Megalito
hu: Megalit
is: Stórsteinn
sv: Megalit

source: Members only
de_ch: Nur Mitglieder
es: Solo miembros / Solo socios
hu: Csak tagoknak
is: Einungis meðlimir
sv: Endast medlemmar

source: Membership card
de_ch: Mitgliedskarte
es: Carné de socio
hu: Tagkártya
is: Meðlimakort
sv: Medlemskort

source: Memorial
de_ch: Mahnmal
es: Monumento
hu: Emlékmű
is: Minnismerki
sv: Monument

source: Mens toilet
de_ch: Männer-WC
es: Baño de hombres / Aseo de caballeros
hu: Férfi WC
is: Karlasalerni
sv: Toalett (herrar)

source: Mental health
de_ch: psychische Krankheiten
es: Salud mental
hu: Lelki egészség
is: Geðheilsa
sv: Mental hälsa

source: Merge to left
de_ch: Nach links einordnen
es: Incorporar a la izquierda
hu: Beolvad balra
is: Hliðra til vinstri
sv: Slå ihop vänster

source: Merge to right
de_ch: Nach rechts einordnen
es: Incorporarse a la derecha
hu: Beolvad jobbra
is: Hliðra til hægri
sv: Sammanför till höger

source: Message type
de_ch: Art der Werbebotschaft
es: Tipo de mensaje
sv: Meddelandetyp

source: Metal cabinet
de_ch: Metallschrank
es: Armario de metal
hu: Fémszekrény
is: Málmskápur
sv: Metallskåp

source: Metal construction
de_ch: Metallbau
es: Construcción de metal
hu: Fémiparos
is: Málmsmíði
sv: Metallkonstruktion

source: Metal works
de_ch: Metallverarbeitung
es: Trabajos en metal
hu: Fémmegmunkáló
is: Málmsmiðja
sv: Metallarbeten

source: Meteorological
de_ch: Meteorologie
es: Meteorológico
hu: Időjárási
is: Veðurfræði
sv: Meteorologiskt

source: Methodist
de_ch: Methodistisch
es: Metodista
hu: Metodista
is: Meþódista
sv: Metodist

source: Mexican
de_ch: Mexikanisch
es: Mejicano
hu: mexikói
is: Mexíkanskt
sv: Mexikan

source: Microbrewery
de_ch: Hausbrauerei
es: Cervecería artesanal
hu: Házi sörfőzés
is: Bruggað á staðnum
sv: Microbryggeri

source: Microwave
de_ch: Mikrowelle
es: Microondas
hu: Mikrohullámú
is: Örbylgju
sv: mikrovågor

source: Midwife
de_ch: Hebamme
es: Partera
hu: Bába
is: Ljósmóðir
sv: Barnmorska

source: Migrants
de_ch: Migranten
es: Emigrantes
hu: Bevándorlók
is: Farandfólk
sv: Migranter

source: Migration
de_ch: Einwanderung
es: Migración
hu: Bevándorlás
is: Fólksflutningar

source: Milestone
de_ch: Meilenstein
es: Hito
hu: Mérföldkő
is: Vegalengdarsteinn
sv: Milsten

source: Militaria
de_ch: Militärische Sammelstücke
es: Militaria / Artículos militares de colección
hu: Katonai tárgy

source: Military
de_ch: Militärische Nutzung
es: Militar
hu: Katonai
is: Hernaður
sv: Militärväsendet

source: Military area
de_ch: Militärischer Bereich
es: Zona militar
hu: Katonai terület
is: Hersvæði
sv: Militärt område

source: Military observation
de_ch: Militärische Überwachung
es: Observación militar
hu: Katonai megfigyelőpont
sv: Militär utkikspost/observation

source: Milk
de_ch: Milch
es: Leche
hu: Tej
is: Mjólk
sv: Mjölk

source: Milk (raw)
de_ch: Rohmilch
es: Leche (cruda)
hu: Tej (nyers)
is: Mjólk (hrá)
sv: Råmjölk

source: Millstone
de_ch: Mühlstein
es: Piedra de molino
hu: Malomkő
sv: Kvarnsten

source: Min. distance
de_ch: Mindestabstand
es: Distancia mínima
hu: Követési távolság
is: Lágm. vegalengd
sv: Minsta avstånd

source: Min. speed (km/h)
de_ch: Minimalgeschwindigkeit (km/h)
es: Melocidad mínima (km/h)
hu: Legkisebb sebesség (km/h)
is: Lámarkshraði (km/klst)
sv: Lägsta hastighet (km/h)

source: Min. vehicle distance (meters, only if enforcement=mindistance)
de_ch: Minimaler Fahrzeugabstand (in Meter, nur bei enforcement=mindistance)
es: Distancia mínima entre vehículos (metros, solo si enforcement=mindistance)
hu: Legkisebb követési távolság (méter; csak 'enforcement=mindistance' címkével együtt)
sv: Minsta fordonsavstånd (meter, endast om enforcement=mindistance)

source: Minaret
de_ch: Minarett
es: Alminar

source: Mine
es: Mina
hu: Bánya
is: Náma
sv: Gruva

source: Mine shaft
de_ch: Minenschacht
es: Pozo de mina
hu: Bányaakna
is: Námugöng
sv: Gruvschakt

source: Mineshaft
de_ch: Minenschacht
es: Galería
hu: Bányaakna (függőleges)
is: Námugöng
sv: Gruvschakt

source: Mini bumps
de_ch: Kleine Teller
es: Reductor de velocidad lenticular
hu: Mini bukkanók
is: Smáójöfnur
sv: Minigupp

source: Mini-Roundabout
de_ch: Minikreisverkehr
es: Mini-rotonda
hu: Kis körforgalom
is: Lítið hringtorg
sv: Minirondell

source: Miniature
de_ch: Miniatur
es: Miniatura
hu: Kisvonat
sv: Miniatyr

source: Miniature Golf
de_ch: Minigolf
es: Mini golf
hu: Minigolf
is: Mínígolf
sv: Minigolf

source: Miniature railway
de_ch: Miniatureisenbahn
es: Ferrocarril en miniatura
hu: Kisvonat
sv: Miniatyrjärnväg

source: Minimal climbing length (m)
de_ch: Minimale Kletterlänge (m)
es: Longitud mínima de escalada (m)
hu: Legkisebb mászáshossz (m)
is: Lágmarks klifurlengd (m)
sv: Minsta klätterlängd (m)

source: Minimum age
de_ch: Mindestalter
es: Edad mínima
hu: Alsó korhatár
is: Lágmarksaldur
sv: Lägsta ålder

source: Minimum purchase
de_ch: Mindestumsatz
es: Compra mínima
hu: Legkisebb vásárlási érték
is: Lágmarkskaupupphæð
sv: Minsta köpvärde

source: Ministry
de_ch: Ministerium
es: Ministerio
hu: Minisztérium
is: Ráðuneyti
sv: Departement

source: Minor
de_ch: Gering
es: Menor
sv: Envägsstopp

source: Minor light
de_ch: Nebenlicht
es: Luz menor
sv: Små ljus

source: Minor road
de_ch: Nebenstrasse
es: Carretera secundaria
hu: Egyéb közút
is: Aukavegur
sv: Oklassificerad väg

source: Mission
es: Misión
hu: Állandó képviselet
is: Sendinefnd
sv: Uppdrag

source: Mixed
de_ch: Gemischt
es: Mixto
hu: Vegyes
is: Blandað
sv: Blandat

source: Mixed Lift
de_ch: Kabinen-/Sessellift
es: Ascensor mixto
hu: Vegyes sífelvonó
is: Blönduð gerð víralyftu
sv: Mixade liftar

source: Mixed climbing
de_ch: Mixed-Klettern
es: Escalada mixta
hu: Vegyes mászás (szikla & jég)
is: Blandað klifur
sv: Mixad klättring

source: Moat
de_ch: Burggraben
es: Foso
hu: Várárok
sv: Vallgrav

source: Mobile Homes
de_ch: Mobilheime
es: Casas móviles
sv: Villavagnar

source: Mobile Phone
de_ch: Handy
es: Teléfono móvil
hu: Mobiltelefon
is: Farsími
sv: Mobiltelefon

source: Mobile app
de_ch: Handy-App
es: Aplicación móvil
hu: Mobiltelefonos alkalmazás
is: Farsímaforrit
sv: Mobil app

source: Mobile phone
de_ch: Handy
es: Teléfono móvil
hu: Mobiltelefon
is: Farsími
sv: Mobiltelefon

source: Mobile phone number
de_ch: Mobiltelefonnummer
es: Número de teléfono móvil
hu: Mobiltelefonszám
is: Farsímanúmer
sv: Mobilnummer

source: Mobile phone repairs
de_ch: Handyreparaturen
es: Reparaciones de teléfonos móviles
hu: Mobiltelefon-szerelés
is: Farsímaviðgerðir
sv: Mobilreparation

source: Mobile phones
de_ch: Handys
es: Teléfonos móviles
hu: Mobiltelefon
is: Farsímar
sv: Mobiltelefoner

source: Model Aerodrome
de_ch: Modellflugplatz
es: Aeromodelismo
hu: Modellrepülőtér
is: Módelflugsvæði
sv: Modellflygfält

source: Modern architecture
de_ch: Moderne Architektur
es: Arquitectura moderna
hu: Modern építészet
is: Módernískur byggingastíll
sv: Modern arkitektur

source: Modified by human hand
de_ch: Vom Menschen verändert
es: Modificado por mano humana / Artificial
hu: Mesterségesen módosított
sv: Modifierad av mänsklig hand

source: Mofa
es: Mofa / Ciclomotor
hu: Segédmotoros kerékpár
sv: Moped klass 2

source: Monastery
de_ch: Kloster
es: Monasterio
hu: Kolostor
is: Klaustur
sv: Kloster

source: Money
de_ch: Geld
es: Dinero / Finanzas
hu: Pénz
is: Fjármál
sv: Pengar

source: Money Exchange
de_ch: Wechselstube
es: Cambio de dinero
is: Gjaldeyrisskipti
sv: Valutaväxling

source: Money lender
de_ch: Geldverleiher
es: Prestamista
hu: Pénzkölcsönző
is: Peningaútlán
sv: Penningutlånare

source: Money transfer
de_ch: Geldüberweisung
es: Transferencia de dinero
hu: Pénzátutaló
is: Greiðslumiðlun
sv: Valutaöverföring

source: Mongolian
de_ch: Mongolisch
es: Mongol
hu: mongol
is: Mongólska
sv: Mongoliska

source: Monitoring Station
de_ch: Messstation
es: Estación de monitoreo
hu: Megfigyelőállomás
is: Vöktunarstöð
sv: Övervakningsstation

source: Monitoring type
de_ch: Art der Messung
es: Tipo de monitoreo
hu: Megfigyelés típusa
is: Tegund vöktunar
sv: Övervakningstyp

source: Monitoring:
de_ch: Überwachung
es: Supervisando:
hu: A következőt figyeli:
is: Vöktun:
sv: Övervakas:

source: Monkey
de_ch: Affe
es: Mono
hu: Majom
is: Apar
sv: Apa

source: Monopole
de_ch: Monopol
es: Monopolar
sv: Monopol

source: Monorail
de_ch: Einschienenbahn
es: Monoriel
hu: Egysínű vasút
is: Einteinungur
sv: Enkelspår

source: Monument
de_ch: Denkmal
es: Monumento
hu: Monumentális, épületszerű emlékmű
is: Minnisvarði

source: Mooring
de_ch: Anlegeplatz
es: Amarre
hu: Kikötőhely
is: Skipalægi
sv: Förtöjning

source: Moorish revival
de_ch: Mauretanischer Stil
es: Arquitectura neomudéjar
sv: Morisk väckelse

source: Moose
de_ch: Elch
es: Alce
hu: Amerikai jávorszarvas
sv: Älg

source: Moped
es: Ciclomotor
hu: Robogó
sv: Moped klass 1

source: Mormon
de_ch: Mormonisch
es: Mormón
is: Mormón

source: Moroccan
de_ch: Marokkanisch
es: Marroquí
hu: marokkói
is: Marokkanskt
sv: Marockansk

source: Mortuary
de_ch: Leichenhalle
es: Funeraria
hu: Halottasház
is: Líkhús
sv: Bårhus

source: Mosaic
de_ch: Mosaik
es: Mosaico
hu: Mozaik
sv: Mosaik

source: Mosque
de_ch: Moschee
es: Mezquita
hu: Mecset
is: Moska
sv: Moske

source: Motor vehicle
de_ch: Motorfahrzeug
es: Vehículo de motor
hu: Gépjármű
is: Vélknúin farartæki
sv: Motorfordon

source: Motor vehicle (CH)
de_ch: Motorfahrzeug (CH)
es: Vehículo de motor (CH)
hu: Gépjármű (Svájc)
is: Vélknúin farartæki (CH)
sv: Motorfordon

source: Motor vehicle lane access
de_ch: Motorfahrzeugspurnutzung
es: Acceso al carril para vehículos de motor
hu: Gépjármű sávhasználata
is: Aðgangur vélknúinna farartækja að akrein
sv: Motorfordon, åtkomst till körfält

source: Motor vehicle lane access in way direction
de_ch: Motorfahrzeugspurnutzung in Wegrichtung
es: Acceso al carril para vehículos de motor en sentido a la vía
hu: Gépjármű sávhasználata a vonal irányában
is: Aðgangur akreinar fyrir vélknúin farartæki í sömu akstursstefnu
sv: Motorfordon, åtkomst till körfält i sträckans riktning

source: Motor vehicle lane access opposite to way direction
de_ch: Motorfahrzeugspurnutzung entgegengesetzt zur Wegrichtung
es: Acceso al carril de vehículos de motor en sentido contrario a la vía
hu: Gépjármű sávhasználata a vonal irányával ellentétesen
is: Aðgangur akreinar fyrir vélknúin farartæki í gagnstæða akstursstefnu
sv: Motorfordon, åtkomst till körfält motsatt sträckans riktning

source: Motor vehicle traffic:
de_ch: Motorisierter Verkehr:
es: Tránsito de vehículos motorizados:
hu: Gépjármű-közlekedés
sv: Motorfordonstrafik:

source: Motor vehicles @
de_ch: Motorfahrzeuge @
es: Vehículos de motor @
hu: Gépjárművek @
is: Vélknúin ökutæki @
sv: Motorfordon @

source: Motorboats
de_ch: Motorboote
es: Lanchas motoras
hu: Motorcsónak
is: Vélbátar
sv: Motorbåtar

source: Motorcar
de_ch: Auto
es: Automóvil
hu: Gépkocsi
is: Bifreiðar
sv: Bil

source: Motorcar @
de_ch: Auto @
es: Automóvil @
hu: Gépkocsi @
is: Bifreiðar @
sv: Motorfordon @

source: Motorcar and -cycle (CH)
de_ch: Auto und Motorrad (CH)
es: Automóvil y -bici (CH)
hu: Gépkocsi és motorkerékpár (Svájc)
is: Bifreiðar og hjól (CH)
sv: Bil och motorcykel

source: Motorcycle
de_ch: Motorrad
es: Motocicleta
hu: Motorkerékpár
is: Mótorhjól
sv: Motorcykel

source: Motorcycle @
de_ch: Motorrad @
es: Motocicleta @
hu: Motorkerékpár @
is: Mótorhjól @
sv: Motorcykel @

source: Motorcycle Barrier
de_ch: Motorradbarriere
es: Barrera para motos
hu: Motorkerékpár-akadály
is: Mótorhjólahindrun
sv: Motorcykelbarriär

source: Motorcycle Dealer
de_ch: Motorradhändler
es: Concesionario de motocicletas
hu: Motorkerékpár-kereskedés
is: Mótorhjólasali
sv: Motorcykelhandlare

source: Motorcycle brand
de_ch: Motorradmarke
es: Marca de motocicleta
hu: Motorkerékpár-márka
is: Framleiðandi mótorhjóla
sv: Motorcykelmärke

source: Motorcycle repair
de_ch: Motorradwerkstatt
es: Reparación de motocicletas
hu: Motorkerékpár-szerelés
is: Mótorhjólaviðgerðir
sv: Motorcykelverkstad

source: Motorcycles
de_ch: Motoräder
es: Motocicletas
hu: Motorkerékpár
is: Mótorhjól
sv: Motorcyklar

source: Motorroad
de_ch: Kraftfahrstrasse
es: Autovía
hu: Autóúthoz hasonló út
is: Hraðbraut
sv: Huvudväg

source: Motorsport
es: Deportes de motor
is: Akstursíþróttir

source: Motorway
de_ch: Autobahn
es: Autopista
hu: Autópálya
is: Hraðbraut
sv: Motorväg

source: Motorway Junction
de_ch: Autobahnkreuz
es: Intersección de autopista
hu: Autópálya-csomópont
is: Hraðbrautatenging
sv: Trafikplats

source: Motorway Link
de_ch: Autobahn Anschluss-/Verbindungsstrasse
es: Enlace de autopista
hu: Autópálya fel- vagy lehajtó
is: Tengibraut á hraðbraut
sv: Motorväganslutning

source: Motte
de_ch: Hügelburg
es: Motte (montículo feudal)

source: Mound
de_ch: Erdwall
es: Montículo
hu: Halom
sv: Högen

source: Mountain Biking Route
de_ch: MTB-Route
es: Ruta de bicicleta de montaña
hu: Hegyikerékpáros útvonal
is: Fjallahjólaleið
sv: Mountainbike-led

source: Mountain Pass
de_ch: Gebirgspass
es: Paso de Montaña
hu: Hágó
is: Fjallaskarð
sv: Bergspass

source: Mountain Rescue
de_ch: Bergrettung
es: Rescate de Montaña
hu: Hegyi mentők
is: Fjallabjörgun
sv: Fjällräddning

source: Mountain bike route
de_ch: MTB-Route
es: Ruta de bicicleta de montaña
hu: Hegyikerékpáros útvonal
is: Fjallahjólaleið
sv: Mountainbike-led

source: Mountain range
de_ch: Gebirgszug
es: Cordillera
sv: Bergskedja

source: Mountainbiking
es: Ciclismo de montaña
hu: Hegyikerékpározás
is: Fjallahjólreiðar
sv: Mountainbike-cykling

source: Movable cabinet
de_ch: Beweglicher Schrank
es: Mueble con ruedas
hu: Mozgatható szekrény
is: Færanlegur skápur
sv: Flyttbart skåp

source: Movers
de_ch: Umzugsunternehmen
es: Mudanzas
hu: Költöztető cég
is: Flutningar
sv: Flyttfirma

source: Movie Theater/Cinema
de_ch: Kino
es: Cine
hu: Mozi
is: Kvikmyndahús
sv: Bio

source: Mud
de_ch: Schlamm
es: Lodo
hu: Sár
is: Leðja
sv: Slam

source: Multi purpose room
de_ch: Mehrzweckraum
es: Sala multiusos
hu: Többcélú helyiség
is: Fjölnotarými
sv: Multifunktionsrum

source: Multi-pitch climbing
de_ch: Mehrseillängenklettern
es: Escalada multipitch
is: Marg-festu klifur
sv: Flerstegsklättring

source: Multipolygon
es: Multipolígono
hu: Multipoligon
is: Marghyrningur

source: Municipality
de_ch: Gemeinde
es: Municipio
hu: Település
is: Sveitarfélag
sv: Kommun

source: Museum
es: Museo
hu: Múzeum
is: Safn

source: Museum scope
de_ch: Museumsbereich
es: Ámbito del museo
hu: Múzeum hatóköre
is: Viðfangsefni safns
sv: Museets omfattning

source: Music
de_ch: Musik
es: Música
hu: Zenei
is: Tónlist
sv: Musik

source: Music School
de_ch: Musikschule
es: Escuela de Música
hu: Zeneiskola
is: Tónlistarskóli
sv: Musikskola

source: Music theatres
de_ch: Musiktheater
es: Teatros musicales
hu: Zenés színház
is: Hljómleikasalir
sv: Musikteater

source: Musical Instrument
de_ch: Instrumente
es: Instrumento musical
hu: Hangszer
is: Hljóðfæri
sv: Musikinstrument

source: Musical theatre
de_ch: Musical
es: Teatro musical
hu: Musical-színház
is: Hljómleikasalur
sv: Musikalteater

source: Muslim
de_ch: Muslimisch
es: Musulmán
hu: Muszlim
is: Múslimskt
sv: Muslimsk

source: Mussels
de_ch: Muscheln
es: Mejillones
hu: Kagylótenyésztés
is: Skelfiskur
sv: Musslor

source: NACS output (kW)
de_ch: NACS Ladeleistung (kW)
es: Salida NACS (kW)
sv: NACS-effekt (kW)

source: NW
es: NO
hu: ÉNy
is: NV
sv: NV

source: NW Capped
es: NW rematado
sv: NV begränsad

source: NW Pyramid
es: NW piramidal
sv: Nordvästpyramid

source: Nail salon
de_ch: Nagelstudio
es: Manicura
hu: Manikűr
is: Naglasnyrting
sv: Nagelsalong

source: Nails
de_ch: Fingernägel
es: Uñas
hu: Körömápolás
is: Naglar
sv: Naglar

source: Name
es: Nombre
hu: Név
is: Nafn
sv: Namn

source: Name of river/lake/sea/ocean it runs into
de_ch: Name des Fluss/See/Meer/Ozean in die es fliesst
es: Nombre del río/lago/mar/océano al que desemboca
hu: Azon folyó/tó/tenger/óceán neve, amelybe belefolyik
is: Nafn ár/stöðuvatns/sjávar/úthafs sem hún rennur í
sv: Namn på å/sjö/hav/ocean den rinner ut i

source: Name of the flag
de_ch: Name der Flagge
es: Nombre de la bandera
sv: Flaggans namn

source: Narrow
de_ch: Eng
es: Estrecho
hu: Szűkület
is: Þröngt
sv: Smal

source: Narrow Gauge Rail
de_ch: Schmalspurbahn
es: Vía de medida estrecha
hu: Keskeny nyomtávú vasút
is: Lestarteinar með minna bili
sv: Smalspår

source: Narrow gauge
de_ch: Schmalspur
es: Vía estrecha
hu: Keskeny nyomtávú
is: Mjótt lestarspor
sv: Smalspår

source: Nasone
es: Grifo
hu: Nasone (Róma-városi típusú)

source: National
es: Nacional
hu: Országos
is: Landsnet

source: National Park
es: Parque nacional
hu: Nemzeti park
is: Þjóðgarður
