{
"address":[
"Αριθμός σπιτιού",
"Οδός",
"Διεύθυνση"
],
"advertising/billboard":[
"Πινακίδα"
],
"aerialway":[
"Αεροδίοδος"
],
"aerialway/cable_car":[
"Τελεφερίκ"
],
"aerialway/chair_lift":[
"Συρόμενος αναβατήρας",
"Αναβατήρας"
],
"aerialway/gondola":[
"Γόνδολα"
],
"aeroway":[
"Αεροδιάδρομος"
],
"aeroway/aerodrome":[
"Αεροδρόμιο",
"Αερολιμένας",
"Αεροπλάνο"
],
"aeroway/apron":[
"Χώρος ελιγμών",
"Χώρος στάθμευσης",
"Χώρος φόρτωσης"
],
"aeroway/gate":[
"Είσοδος Αεροδρομίου"
],
"aeroway/hangar":[
"Υπόστεγο Αεροσκαφών",
"Υπόστεγο αεροσκαφών"
],
"aeroway/helipad":[
"Ελικοδρόμιο"
],
"aeroway/runway":[
"Πίστα",
"Διάδρομος",
"Λωρίδα προσγείωσης"
],
"aeroway/taxiway":[
"Τροχιόδρομος"
],
"amenity":[
"Υποδομή"
],
"amenity/animal_shelter":[
"Καταφύγιο Ζώων"
],
"amenity/arts_centre":[
"Κόμικς",
"Χορός",
"Ζωγραφική",
"κέντρο τεχνών",
"Αρχιτεκτονική",
"Ποίηση",
"Κινηματογράφος",
"σχολή καλών τεχνών",
"Γλυπτική",
"Όπερα",
"καλές τέχνες",
"Παντομίμα",
"Μουσική",
"Θέατρο",
"Κέντρο Καλών Τεχνών",
"Φωτογραφία"
],
"amenity/atm":[
"Μηχάνημα ανάληψης μετρητών",
"ATM"
],
"amenity/bank":[
"Τράπεζα"
],
"amenity/bar":[
"διασκέδαση",
"ποτά",
"Μπαρ",
"μπίρα",
"μπύρα"
],
"amenity/bbq":[
"Μπάρμπεκιου",
"Ψησταριά",
"γκριλ"
],
"amenity/bench":[
"Παγκάκι"
],
"amenity/bicycle_parking":[
"Χώρος Στάθμευσης Ποδηλάτων",
"κάγκελα για ποδήλατα",
"μπάρες",
"Πάρκινγκ ποδηλάτων",
"θέσεις στάθμευσης ποδηλάτων"
],
"amenity/bicycle_rental":[
"Ενοικιαζόμενα Ποδηλάτα",
"Κοινόχρηστα Ποδήλατα",
"Ενοικίαση Ποδηλάτων"
],
"amenity/boat_rental":[
"Ενοικίαση Σκαφών"
],
"amenity/bureau_de_change":[
"Ανταλλακτήριο Συναλλάγματος"
],
"amenity/cafe":[
"Μπιστρό",
"Καφετέρια",
"Καφενείο",
"Καφέ"
],
"amenity/car_rental":[
"Ενοικίαση Αυτοκινήτων",
"Ενοικίαση αυτοκινήτων"
],
"amenity/car_sharing":[
"συνεπιβατισμός",
"συνοδήγηση",
"Διαμοιρασμός αυτοκινήτων",
"Συνεπιβατισμός"
],
"amenity/car_wash":[
"Πλυντήριο αυτοκινήτων",
"πλύσιμο αυτοκινήτων",
"Πλυντήριο Αυτοκινήτων"
],
"amenity/casino":[
"Καζίνο"
],
"amenity/charging_station":[
"Σταθμός Φόρτισης"
],
"amenity/cinema":[
"Σινεμά",
"Κινηματογράφος"
],
"amenity/clinic":[
"Κλινική"
],
"amenity/clock":[
"ωρολόγιο",
"Ρολόι"
],
"amenity/college":[
"Χώρος Κολλεγίου"
],
"amenity/compressed_air":[
"Πεπιεσμένος Αέρας"
],
"amenity/courthouse":[
"Δικαστικό Μέγαρο",
"Δικαστήριο",
"Πταισματοδικείο",
"Κακουργοδικείο",
"Εφετείο"
],
"amenity/crematorium":[
"Χώρος καύσης νεκρών",
"Κρεματόριο"
],
"amenity/dentist":[
"οδοντίατρος",
"Οδοντιατρείο",
"οδοντογιατρός"
],
"amenity/doctors":[
"Ιατρείο",
"Ιατρός",
"Ιατρικό Κέντρο"
],
"amenity/dojo":[
"Ντότζο",
"Σχολή Πολεμικών Τεχνών",
"Ντότζο/ Σχολή Πολεμικών Τεχνών",
"Ντότζο/ Κέντρο Πολεμικών Τεχνών",
"Ακαδημία/Σχολείο Πολεμικών Τεχνών"
],
"amenity/drinking_water":[
"Βρύση",
"Κρήνη",
"Πηγή",
"Ψύκτης Νερού",
"Ψύκτης",
"Πόσιμο νερό",
"Πόσιμο Νερό"
],
"amenity/driving_school":[
"Κέντρο Εκπαιδευσης Νέων Οδηγών",
"Σχολή Οδήγησης"
],
"amenity/embassy":[
"Πρεσβεία",
"Προξενείο"
],
"amenity/fast_food":[
"Γρήγορο φαγητό",
"Φαστφουντάδικο",
"Ταχυφαγείο",
"Πρόχειρο φαγητό"
],
"amenity/fire_station":[
"199",
"Πυροσβεστική",
"Πυροσβεστικός Σταθμός"
],
"amenity/fountain":[
"Κρήνη",
"Συντριβάνι",
"Σιντριβάνι"
],
"amenity/fuel":[
"Βενζινάδικο",
"Σταθμός καυσίμων",
"Πρατήριο καυσίμων"
],
"amenity/grave_yard":[
"Κοιμητήριο",
"Νεκροταφείο"
],
"amenity/hospital":[
"Χώρος Νοσοκομείου"
],
"amenity/ice_cream":[
"Κατάστημα πώλησης Παγωτού",
"Παγωτατζίδικο",
"Παγωτά"
],
"amenity/internet_cafe":[
"Internet Cafe"
],
"amenity/kindergarten":[
"Παιδικός σταθμός",
"Βρεφονηπιακός σταθμός",
"Χώρος Νηπιαγωγείου/Παιδικού σταθμού",
"Νηπιαγωγείο"
],
"amenity/library":[
"Βιβλιοθήκη"
],
"amenity/marketplace":[
"παζάρι",
"Λαϊκή",
"Αγορά",
"λαική"
],
"amenity/motorcycle_parking":[
"Χώρος στάθμευσης μηχανών",
"Στάθμευση μοτοσυκλετών",
"πάρκινγκ μοτοσυκλετών",
"Χώρος στάθμευσης μοτοσικλετών",
"πάρκινγκ μηχανών"
],
"amenity/nightclub":[
"ξενυχτάδικο",
"πίστα",
"Νυχτερινό Κέντρο",
"κέντρο διασκέδασης",
"μπουζούκια"
],
"amenity/parking_entrance":[
"Είσοδος/έξοδος χώρου στάθμευσης",
"Είσοδος/έξοδος γκαράζ",
"Είσοδος/έξοδος πάρκινγκ"
],
"amenity/parking_space":[
"Θέση στάθμευσης"
],
"amenity/pharmacy":[
"Φαρμακείο",
"φαρμακοποιός"
],
"amenity/place_of_worship":[
"οίκος προσευχής",
"προσκύνημα",
"μοναστήρι",
"Τόπος λατρείας",
"Ναός",
"ιερός ναός",
"ιερά μονή",
"Χώρος Λατρείας"
],
"amenity/place_of_worship/buddhist":[
"Βουδιστικός Ναός",
"Βουδιστικός ναός"
],
"amenity/place_of_worship/christian":[
"εκκλησάκι",
"ξωκλήσι",
"Εκκλησία",
"ναός",
"ιερός ναός"
],
"amenity/place_of_worship/hindu":[
"Ινδουιστικός Ναός"
],
"amenity/place_of_worship/jewish":[
"Συναγωγή"
],
"amenity/place_of_worship/muslim":[
"Τζαμί"
],
"amenity/planetarium":[
"Πλανητάριο"
],
"amenity/police":[
"τροχαία",
"ΕΛ.ΑΣ.",
"Αστυνομικό Τμήμα",
"Αστυνομία"
],
"amenity/post_box":[
"Ταχυδρομικό κουτί",
"Γραμματοκιβώτιο"
],
"amenity/post_office":[
"Ταχυδρομείο"
],
"amenity/prison":[
"Φυλακή",
"Σωφρονιστικό ίδρυμα",
"Χώρος Φυλακής"
],
"amenity/pub":[
"Παμπ"
],
"amenity/public_bookcase":[
"Δημόσια Ανταλλακτική Βιβλιοθήκη",
"Δημόσια βιβλιοθήκη"
],
"amenity/recycling_centre":[
"Κέντρο Ανακύκλωσης",
"Ανακύκλωση Σκουπιδιών"
],
"amenity/register_office":[
"Ληξιαρχείο"
],
"amenity/restaurant":[
"κουτούκι",
"Μαγειρείο",
"πιτσαρία",
"σουβλατζίδικο",
"φαγάδικο",
"ρεστοράν",
"Εστιατόριο",
"Μεζεδοπωλείο",
"Οινομαγειρείο",
"φαγητό",
"Ταβέρνα"
],
"amenity/school":[
"λύκειο",
"Χώρος Σχολείου",
"γυμνάσιο",
"δημοτικό",
"σχολείο"
],
"amenity/shelter":[
"Στέγαστρο"
],
"amenity/social_facility":[
"Κοινωνική Μονάδα"
],
"amenity/social_facility/group_home":[
"Κέντρο Απασχόλησης Ηλικιωμένων",
"Γηροκομείο",
"ΚΑΠΗ"
],
"amenity/social_facility/homeless_shelter":[
"Καταφύγιο Αστέγων"
],
"amenity/studio":[
"Στούντιο"
],
"amenity/swimming_pool":[
"Πισίνα"
],
"amenity/taxi":[
"Πιάτσα ταξί",
"Ταξιτζήδες",
"Πιάτσα Ταξί"
],
"amenity/telephone":[
"καρτοτηλέφωνο",
"Τηλεφωνικός θάλαμος",
"Τηλέφωνο"
],
"amenity/theatre":[
"Θέατρο"
],
"amenity/toilets":[
"Τουαλέτες"
],
"amenity/townhall":[
"κοινότητα",
"Δημαρχείο",
"κυβέρνηση",
"δήμος"
],
"amenity/university":[
"campus",
"ΤΕΙ",
"Πανεπιστημιούπολη",
"ΑΕΙ",
"Χώρος Πανεπιστημίου",
"ΑΤΕΙ",
"Πανεπιστήμιο"
],
"amenity/vending_machine/cigarettes":[
"Αυτόματος πωλητής τσιγάρων"
],
"amenity/vending_machine/condoms":[
"Αυτόματος πωλητής προφυλακτικών"
],
"amenity/vending_machine/drinks":[
"οινοπνευματώδη",
"αναψυκτικά",
"Αυτόματος πωλητής ποτών"
],
"amenity/vending_machine/news_papers":[
"Αυτόματος πωλητής εφημερίδων"
],
"amenity/vending_machine/parking_tickets":[
"Αυτόματος πωλητής εισιτηρίων στάθμευσης"
],
"amenity/vending_machine/public_transport_tickets":[
"εισιτήρια τραμ",
"Εισιτήρια λεωφορείου",
"Αυτόματος πωλητής εισιτηρίων ΜΜΜ",
"εισιτήρια τρόλεϊ",
"εισιτήρια μετρό"
],
"amenity/veterinary":[
"Κτηνιατρείο"
],
"amenity/waste_basket":[
"Καλάθι Απορριμμάτων",
"Καλάθι σκουπιδιών",
"Κάλαθος αχρήστων"
],
"amenity/waste_disposal":[
"Κάδος απορριμμάτων",
"Κάδος σκουπιδιών"
],
"amenity/watering_place":[
"Ποτίστρα Ζώων"
],
"area":[
"Περιοχή"
],
"area/highway":[
"Επιφάνεια Δρόμου"
],
"barrier":[
"Φράχτης",
"Εμπόδιο"
],
"barrier/block":[
"Ογκόλιθος",
"τσιμεντένιο εμπόδιο"
],
"barrier/bollard":[
"Στύλοι",
"Κολονάκι",
"Κολόνα",
"Στύλος"
],
"barrier/border_control":[
"Συνοριακός Έλεγχος"
],
"barrier/city_wall":[
"Τείχη Πόλης",
"Τείχος Πόλης"
],
"barrier/cycle_barrier":[
"Εμπόδιο ποδηλάτων",
"Εμπόδιο Ποδηλάτων",
"Εμπόδιο μηχανοκίνητων",
"εμπόδιο πι"
],
"barrier/ditch":[
"Χαντάκι μεγάλου βάθους ή απότομης κλίσης",
"Τάφρος"
],
"barrier/entrance":[
"Είσοδος"
],
"barrier/fence":[
"Φράκτης"
],
"barrier/gate":[
"πόρτα",
"θύρα",
"Πύλη"
],
"barrier/hedge":[
"μπορντούρα",
"Φράκτης από θάμνους",
"Περίφραξη"
],
"barrier/lift_gate":[
"Αναρτούμενη πύλη",
"Ανυψούμενη Πύλη",
"Μπάρα"
],
"barrier/retaining_wall":[
"Τοίχος Αντιστήριξης"
],
"barrier/stile":[
"Κολόνα",
"Στύλος"
],
"barrier/toll_booth":[
"Διόδια",
"Σταθμός διοδίων"
],
"barrier/wall":[
"Μάντρα",
"Τοίχος"
],
"boundary/administrative":[
"Σύνορο",
"Διοικητικό Όριο"
],
"building":[
"κτίσμα",
"Κτήριο",
"Κτίριο"
],
"building/barn":[
"Αποθήκη αγροκτήματος",
"Αχυρώνας",
"Σιταποθήκη"
],
"building/cathedral":[
"Κτίριο Καθεδρικού Ναού",
"Καθεδρικός"
],
"building/chapel":[
"Παρεκκλήσι",
"Κτίριο Παρεκκλησίου",
"Εξωκκλήσι",
"Ξωκκλήσι"
],
"building/church":[
"Εκκλησία",
"Κτίριο Εκκλησίας"
],
"building/college":[
"Κολλέγιο",
"Κτίριο Κολλεγίου"
],
"building/commercial":[
"Επιχειρηματικό Κτίριο",
"Επαγγελματικό Κτίριο",
"Εμπορικό Κτίριο",
"Επιχειρηματικό/ Εμπορικό Κτίριο"
],
"building/construction":[
"Κτίριο Υπό Κατασκευή",
"Κτήριο Υπό Κατασκευή",
"οικοδομή"
],
"building/dormitory":[
"Κοιτώνας",
"Φοιτητική Εστία"
],
"building/entrance":[
"Είσοδος/Έξοδος"
],
"building/garage":[
"Γκαράζ"
],
"building/garages":[
"Γκαράζ"
],
"building/greenhouse":[
"Θερμοκήπιο"
],
"building/hospital":[
"Κτίριο Νοσοκομείου",
"Κτήριο Νοσοκομείου"
],
"building/hotel":[
"Κτίριο Ξενοδοχείου",
"Κτήριο Ξενοδοχείου"
],
"building/house":[
"Κατοικία",
"Οικία",
"Σπίτι",
"οίκος"
],
"building/hut":[
"Καλύβα",
"Παράγκα"
],
"building/industrial":[
"Βιομηχανικό Κτίριο",
"Βιομηχανικό κτήριο"
],
"building/kindergarten":[
"Κτίριο Νηπιαγωγείου/Παιδικού Σταθμού"
],
"building/public":[
"Δημόσιο Κτήριο",
"Δημόσιο Κτίριο"
],
"building/residential":[
"Κτίριο Κατοικιών",
"Αστικό κτήριο",
"Κτήριο κατοικιών"
],
"building/roof":[
"Στέγη"
],
"building/school":[
"Κτήριο Σχολείου",
"Κτίριο Σχολείου"
],
"building/stable":[
"Στάβλος"
],
"building/terrace":[
"Ενωμένα Ομοιόμορφα Σπίτια"
],
"building/train_station":[
"Σταθμός Τρένου"
],
"building/university":[
"Κτήριο Πανεπιστημίου",
"Κτίριο Πανεπιστημίου"
],
"building/warehouse":[
"Αποθήκη"
],
"craft":[
"Τέχνη"
],
"craft/basket_maker":[
"Καλαθάς"
],
"craft/beekeeper":[
"Μελισοκόμος",
"Μελισσοκομία"
],
"craft/blacksmith":[
"Σιδηρουργός"
],
"craft/boatbuilder":[
"Ναυπηγός"
],
"craft/bookbinder":[
"Βιβλιοδέτης"
],
"craft/brewery":[
"ζυθοποιία",
"ζυθοποιός",
"Ζυθοποιείο"
],
"craft/carpenter":[
"μαραγκός",
"Ξυλουργείο",
"ξυλουργός"
],
"craft/clockmaker":[
"Ωρολογοποιός",
"ρολογάς"
],
"craft/confectionery":[
"Ζαχαροπλαστείο"
],
"craft/dressmaker":[
"ράφτης",
"σχεδιαστής μόδας",
"ρούχα",
"φορέματα",
"Ενδυματολόγος",
"μοδίστρα",
"μόδιστρος",
"ράπτης",
"σχεδιάστρια μόδας",
"μοντελίστ",
"ενδυματοποιός"
],
"craft/electrician":[
"Ηλεκτρολόγος",
"ηλεκτροτεχνίτης"
],
"craft/electronics_repair":[
"Μαγαζί Επισκευής Ηλεκτρονικών"
],
"craft/gardener":[
"Κηπουρός"
],
"craft/glaziery":[
"τζαμάς",
"γυάλινα αντικείμενα",
"Υαλουργός",
"βιτρό",
"υαλογραφία",
"τζάμια",
"παράθυρα",
"Υαλουργία"
],
"craft/hvac":[
"HVAC"
],
"craft/jeweler":[
"Κοσμηματοπώλης"
],
"craft/locksmith":[
"Κλειδαράς"
],
"craft/metal_construction":[
"χαλύβδινες κατασκευές",
"Μεταλλικές Κατασκευές",
"Σιδηροκατασκευές",
"ατσάλινες κατασκευές",
"αλουμινοκατασκευές"
],
"craft/optician":[
"Οπτικός"
],
"craft/painter":[
"Ελαιοχρωματιστής",
"σοβατζής",
"βαφιάς",
"μπογιατζής"
],
"craft/photographer":[
"Φωτογράφος"
],
"craft/photographic_laboratory":[
"Φωτογραφικό Εργαστήριο"
],
"craft/plumber":[
"Υδραυλικός"
],
"craft/pottery":[
"Αγγειοπλάστης"
],
"craft/sawmill":[
"Πριονιστήριο"
],
"craft/scaffolder":[
"Κατασκευαστής σκαλωσιών"
],
"craft/shoemaker":[
"Τσαγκάρης",
"παπουτσής",
"υποδηματοποιός"
],
"craft/stonemason":[
"Λιθοποιός"
],
"craft/tailor":[
"Ραφτική"
],
"craft/tinsmith":[
"Λευκοσιδηρουργός"
],
"craft/watchmaker":[
"Ωρολογοποιός",
"ωρολογοποιός",
"ρολογάς"
],
"craft/window_construction":[
"πόρτες αλουμινίου",
"πόρτες ασφαλείας",
"Κατάστημα κουφωμάτων",
"παράθυρα αλουμινίου",
"τζάμια"
],
"craft/winery":[
"Οινοποιείο"
],
"embankment":[
"Ανάχωμα"
],
"emergency/ambulance_station":[
"Σταθμός Ασθενοφόρων",
"Σταθμός ασθενοφόρων"
],
"emergency/defibrillator":[
"Απινιδωτής"
],
"emergency/fire_hydrant":[
"Πυροσβεστικός Κρουνός",
"υδροστόμιο",
"Πυροσβεστικός κρουνός",
"υδροληψία"
],
"emergency/no":[
"Πρόσβαση Εκτάκτου Ανάγκης Όχι"
],
"emergency/phone":[
"Τηλέφωνο επειγόντων",
"112",
"Τηλέφωνο Ανάγκης",
"Τηλέφωνο ανάγκης"
],
"emergency/yes":[
"Πρόσβαση Εκτάκτου Ανάγκης Ναι"
],
"entrance":[
"Είσοδος/Έξοδος"
],
"ford":[
"Κοιτόστρωση"
],
"golf/bunker":[
"Αμμοπαγίδα"
],
"golf/hole":[
"Τρύπα Γηπέδου Γκολφ"
],
"healthcare/blood_donation":[
"Κέντρο Αιμοδοσίας"
],
"highway":[
"Αυτοκινητόδρομος"
],
"highway/bridleway":[
"Μονοπάτι για άλογα",
"Μονοπάτι Αλόγων"
],
"highway/cycleway":[
"Διαδρομή ποδηλάτων",
"Δρόμος ποδηλάτων",
"ποδηλατολωρίδα",
"Ποδηλατόδρομος"
],
"highway/elevator":[
"Ασανσέρ",
"Ανελκυστήρας"
],
"highway/footway":[
"πεζόδρομος",
"Διαδρομή πεζού",
"βόλτα",
"Μονοπάτι",
"πεζοδρόμιο"
],
"highway/living_street":[
"Δρόμος χαμηλής κυκλοφορίας",
"Δρόμος ήπιας κυκλοφορίας",
"Δρόμος χαμηλής ταχύτητας"
],
"highway/mini_roundabout":[
"Μικρός κυκλικός κόμβος",
"Μικρός Κυκλικός Κόμβος"
],
"highway/motorway":[
"Αυτοκινητόδρομος"
],
"highway/motorway_junction":[
"Διασταύρωση Αυτοκινητόδρομου / Έξοδος"
],
"highway/motorway_link":[
"Σύνδεσμος Αυτοκινητόδρομου",
"Σύνδεση Αυτοκινητόδρομου"
],
"highway/path":[
"μονοπάτι",
"Διαδρομή",
"Μονοπάτι"
],
"highway/primary":[
"Κύρια Οδός",
"Πρωτεύων Δρόμος"
],
"highway/primary_link":[
"Σύνδεσμος κύριας οδού",
"Σύνδεση Πρωτεύοντος"
],
"highway/residential":[
"Οικιστική Οδός",
"Αστική οδός",
"Οδός εντός αστικού ιστού",
"Τοπική οδός"
],
"highway/road":[
"Άγνωστος Δρόμος",
"Άγνωστη οδός"
],
"highway/secondary":[
"Δευτερεύων Δρόμος",
"Δευτερεύουσα Οδός"
],
"highway/secondary_link":[
"Σύνδεση Δευτερεύοντος",
"Σύνδεσμος δευτερεύουσας οδού"
],
"highway/service":[
"Βοηθητικός δρόμος",
"Δρόμος εξυπηρέτησης",
"βοηθητική οδός"
],
"highway/service/alley":[
"Στενό",
"Δρομάκι",
"σοκάκι",
"στενάκι"
],
"highway/service/emergency_access":[
"Πρόσβαση Εκτάκτου Ανάγκης"
],
"highway/service/parking_aisle":[
"Λωρίδα χώρου στάθμευσης",
"Διάδρομος Στάθμευσης"
],
"highway/speed_camera":[
"Κάμερα επιτήρησης/ελέγχου Ορίου Ταχύτητας",
"Κάμερα Ορίου Ταχύτητας"
],
"highway/steps":[
"Σκαλοπάτια",
"σκάλα",
"Σκαλιά",
"σκάλες"
],
"highway/stop":[
"Σήμα Στοπ"
],
"highway/street_lamp":[
"Φανοστάτης"
],
"highway/tertiary":[
"Τριτεύων Δρόμος"
],
"highway/tertiary_link":[
"Σύνδεση Τριτεύοντος",
"Σύνδεσμος τριτεύουσας οδού"
],
"highway/track":[
"Χωματόδρομος",
"Καρόδρομος"
],
"highway/traffic_mirror":[
"Οδικός Καθρέπτης"
],
"highway/traffic_signals":[
"Φανάρια κυκλοφορίας",
"Φανάρια",
"φωτεινός σηματοδότης"
],
"highway/trunk":[
"Λεωφόρος"
],
"highway/trunk_link":[
"Σύνδεση λεωφόρου"
],
"highway/unclassified":[
"δρόμος χωρίς κατηγορία",
"άγνωστη κατηγορία δρόμου",
"Αταξινόμητος Δρόμος",
"αταξινόμητη οδός"
],
"historic":[
"Ιστορικός χώρος",
"Ιστορική τοποθεσία"
],
"historic/archaeological_site":[
"Αρχαιολογικός χώρος",
"Αρχαιολογικός Χώρος"
],
"historic/boundary_stone":[
"Βράχος Ορόσημο"
],
"historic/castle":[
"Κάστρο",
"Φρούριο"
],
"historic/memorial":[
"αναθηματική στήλη",
"ανδριάντας",
"προτομή",
"Μνημείο",
"άγαλμα",
"ανάθημα"
],
"historic/monument":[
"μαυσωλείο",
"ιστορικό κτίσμα",
"Μνημείο",
"Ηρώο"
],
"historic/ruins":[
"Ερείπια",
"Χαλάσματα"
],
"historic/tomb":[
"Τύμβος"
],
"historic/wayside_shrine":[
"Εικόνισμα",
"Εικονοστάσιο"
],
"landuse":[
"Χρήση Γης"
],
"landuse/allotments":[
"Κοινωτικοί Κήποι"
],
"landuse/aquaculture":[
"Ιχθυοκαλλιέργεια",
"Ιχθυοτροφείο"
],
"landuse/basin":[
"Κανάλι Αποστράγγισης",
"Λεκανοπέδιο"
],
"landuse/cemetery":[
"Κοιμητήριο",
"Νεκροταφείο"
],
"landuse/churchyard":[
"Χώρος πέριξ εκκλησιαστικού κτιρίου",
"Περίβολος Εκκλησίας"
],
"landuse/commercial":[
"Επιχειρηματική Περιοχή"
],
"landuse/construction":[
"Κατασκευές"
],
"landuse/farm":[
"Καλλιεργήσιμη Έκταση"
],
"landuse/farmland":[
"Αγρός",
"Χωράφι",
"Καλλιεργήσιμη Έκταση"
],
"landuse/farmyard":[
"Αγρός",
"Χωράφι",
"Καλλιεργήσιμη Έκταση",
"Αγροτεμάχιο"
],
"landuse/forest":[
"δασική έκταση",
"Δάσος"
],
"landuse/grass":[
"γκαζόν",
"Γρασίδι",
"Χορτάρι"
],
"landuse/harbour":[
"Λιμάνι"
],
"landuse/industrial":[
"ΒΙ.ΠΕ.",
"Βιομηχανική Ζώνη",
"Βιομηχανική Περιοχή"
],
"landuse/landfill":[
"Σκουπιδαριό",
"Χωματερή",
"Σκουπιδότοπος"
],
"landuse/meadow":[
"Λιβάδι"
],
"landuse/orchard":[
"Περιβόλι",
"Οπωρώνας"
],
"landuse/plant_nursery":[
"Φυτώριο",
"Έκταση καλλιεργήσιμη με δένδρύλια - καλλωπιστικα φυτά"
],
"landuse/quarry":[
"Λατομείο",
"Νταμάρι"
],
"landuse/recreation_ground":[
"Έκταση με χώρους Αναψυχής/ Δραστηριοτήτων",
"Χώρος Αναψυχής"
],
"landuse/residential":[
"Περιοχή κυρίως Κατοικιών",
"Οικιστική Περιοχή"
],
"landuse/retail":[
"Περιοχή καταστημάτων εμπορίου λιανικής/ χονδρικής",
"Περιοχή Καταστημάτων",
"Περιοχή καταστημάτων πώλησης ειδών"
],
"landuse/vineyard":[
"Αμπελώνας",
"Αμπέλι"
],
"leisure":[
"Αναψυχή"
],
"leisure/common":[
"Κοινό"
],
"leisure/dog_park":[
"Πάρκο Σκύλων",
"Πάρκο σκύλων"
],
"leisure/fitness_centre":[
"Γυμναστήριο"
],
"leisure/fitness_centre/yoga":[
"Στούντιο Γιόγκα"
],
"leisure/fitness_station":[
"Χώρος Εξωτερικού Γυμναστηρίου και Οργάνων Γυμναστικής",
"Υπαίθριο Γυμναστήριο"
],
"leisure/garden":[
"Κήπος"
],
"leisure/golf_course":[
"Γήπεδο Γκολφ",
"Γήπεδο γκολφ"
],
"leisure/ice_rink":[
"Παγοδρόμιο"
],
"leisure/marina":[
"Μαρίνα"
],
"leisure/miniature_golf":[
"Μίνι Γκολφ"
],
"leisure/nature_reserve":[
"Προστατευόμενος Βιότοπος"
],
"leisure/park":[
"κήπος",
"πλατεία",
"πράσινο",
"Πάρκο",
"δάσος",
"εσπλανάδα",
"χώρος αναψυχής"
],
"leisure/picnic_table":[
"Τραπέζι Πικνίκ",
"πάγκος πικνίκ",
"Τραπέζι Πικ Νικ"
],
"leisure/pitch":[
"Γήπεδο"
],
"leisure/pitch/american_football":[
"Γήπεδο Αμερικάνικου Ποδοσφαίρου"
],
"leisure/pitch/basketball":[
"Γήπεδο καλαθοσφαίρισης",
"Γήπεδο μπάσκετ",
"Γήπεδο Μπάσκετ"
],
"leisure/pitch/rugby_league":[
"Γήπεδο Ράγκπι"
],
"leisure/pitch/soccer":[
"Γήπεδο Ποδοσφαίρου",
"Γήπεδο ποδοσφαίρου"
],
"leisure/pitch/table_tennis":[
"Τραπέζι Πινγκ Πονγκ"
],
"leisure/pitch/tennis":[
"Γήπεδο τένις",
"Γήπεδο αντισφαίρισης",
"Γήπεδο Τέννις"
],
"leisure/pitch/volleyball":[
"Γήπεδο Βόλεϊ",
"Γήπεδο Βόλεϋ Γήπεδο Πετοσφαίρισης"
],
"leisure/playground":[
"κούνιες",
"Παιδική χαρά",
"Παιδότοπος",
"Παιδική Χαρά"
],
"leisure/resort":[
"Θέρετρο"
],
"leisure/slipway":[
"Νεωλκείο",
"Γλίστρα"
],
"leisure/sports_centre":[
"Αθλητικό Κέντρο/ Συγκρότημα"
],
"leisure/stadium":[
"Στάδιο"
],
"leisure/swimming_pool":[
"Πισίνα",
"κολυμβητήριο",
"Δεξαμενή κολύμβησης"
],
"line":[
"Γραμμή"
],
"man_made":[
"Ανθρώπινες Κατασκευές",
"Ανθρώπινη κατασκευή"
],
"man_made/breakwater":[
"Κυματοθραύστης"
],
"man_made/bridge":[
"Γεφύρι",
"Γέφυρα"
],
"man_made/chimney":[
"Υψικάμινος",
"Καμινάδα"
],
"man_made/embankment":[
"Ανάχωμα"
],
"man_made/flagpole":[
"Κοντάρι σημαίας",
"σημαιάκι",
"Ιστός σημαίας"
],
"man_made/lighthouse":[
"Φάρος"
],
"man_made/petroleum_well":[
"Πηγή πετρελαίου",
"Πετρελαιοπηγή"
],
"man_made/pier":[
"Προκυμαία",
"Προβλήτα",
"Αποβάθρα"
],
"man_made/pipeline":[
"σωλήνας",
"Αγωγός",
"Σωλήνωση"
],
"man_made/pumping_station":[
"Αντλιοστάσιο"
],
"man_made/silo":[
"Σιλό"
],
"man_made/storage_tank":[
"Δεξαμενή Αποθήκευσης"
],
"man_made/surveillance":[
"Επιτήρηση"
],
"man_made/survey_point":[
"Σημείο έρευνας",
"Σημείο Επισκόπησης",
"Σημείο παρακολούθησης",
"Σημείο επισκόπησης",
"παρατηρητήριο"
],
"man_made/tower":[
"Πύργος"
],
"man_made/wastewater_plant":[
"Βιολογικός Καθαρισμός",
"Εγκατάσταση Επεξεργασίας Λυμάτων"
],
"man_made/water_tower":[
"Δεξαμενή Νερού",
"Δεξαμενή",
"Πύργος νερού",
"Πύργος Υδατοδεξαμενής"
],
"man_made/water_well":[
"Πηγάδι"
],
"man_made/water_works":[
"Υδραυλικά έργα",
"Υδραυλικά Έργα"
],
"man_made/watermill":[
"Νερόμυλος"
],
"man_made/windmill":[
"Ανεμόμυλος"
],
"man_made/works":[
"Φάμπρικα",
"Εργοστάσιο"
],
"natural":[
"Φυσικό",
"Φύση"
],
"natural/bare_rock":[
"Γυμνός Βράχος"
],
"natural/bay":[
"Όρμος",
"Κόλπος"
],
"natural/beach":[
"Παραλία",
"ακτή"
],
"natural/cave_entrance":[
"Σπηλιά",
"Είσοδος Σπηλιάς",
"Είσοδος Σπηλαίου",
"Σπήλαιο"
],
"natural/cliff":[
"Γκρεμός"
],
"natural/coastline":[
"Ακτογραμμή"
],
"natural/glacier":[
"Παγετώνας"
],
"natural/grassland":[
"Τόπος με γρασίδι",
"Χορτολιβαδική Έκταση",
"Λιβάδι"
],
"natural/heath":[
"Θαμνότοπος",
"Λόγγος",
"Χέρσο",
"Ακαλλιέργητο"
],
"natural/peak":[
"Κορυφή",
"Κορφή"
],
"natural/saddle":[
"Διάσελο",
"Αυχένας"
],
"natural/sand":[
"Άμμος"
],
"natural/scree":[
"Κολλούβιο",
"Πλευρικά Κορήματα",
"Σάρα"
],
"natural/scrub":[
"Θαμνότοπος"
],
"natural/spring":[
"Πηγή"
],
"natural/tree":[
"Δέντρο"
],
"natural/volcano":[
"Ηφαίστειο"
],
"natural/water":[
"Νερό"
],
"natural/water/lake":[
"Λίμνη"
],
"natural/water/pond":[
"Νερόλακκος",
"Λιμνούλα"
],
"natural/water/reservoir":[
"Ταμιευτήρας",
"Δεξαμενή"
],
"natural/wetland":[
"Υγρότοπος",
"Έλος"
],
"natural/wood":[
"Αλσύλιο",
"Άλσος",
"Δασάκι",
"Δάσος"
],
"noexit/yes":[
"Αδιέξοδο"
],
"office":[
"Γραφείο"
],
"office/administrative":[
"Διοικητικό γραφείο"
],
"office/educational_institution":[
"Εκπαιδευτικό Ίδρυμα"
],
"office/employment_agency":[
"Γραφείο Ευρέσεως Εργασίας",
"Γραφείο Εύρεσης Εργασίας"
],
"office/estate_agent":[
"μεσίτης",
"μεσιτικό γραφείο",
"Κτηματομεσιτικό Γραφείο"
],
"office/government":[
"Γραφείο κυβέρνησης",
"Κυβερνητικό Γραφείο",
"πολιτικό γραφείο"
],
"office/government/register_office":[
"Μητρώο"
],
"office/insurance":[
"ασφαλιστικό πρακτορείο",
"Ασφαλιστικό Γραφείο",
"ασφαλιστής",
"ασφάλειες"
],
"office/lawyer":[
"νομικό γραφείο",
"Δικηγορικό Γραφείο"
],
"office/ngo":[
"Γραφείο ΜΚΟ"
],
"office/physician":[
"Ιατρός"
],
"office/political_party":[
"γραφείο κόμματος",
"Πολιτικό Κόμμα",
"πολιτικό γραφείο"
],
"office/research":[
"Γραφείο Ερευνών"
],
"office/telecommunication":[
"Γραφείο Τηλεπικοινωνιών"
],
"office/travel_agent":[
"Ταξιδιωτικό Γραφείο"
],
"place":[
"Τόπος"
],
"place/city":[
"Πόλη"
],
"place/hamlet":[
"Χωριουδάκι",
"Οικισμός"
],
"place/island":[
"Νησί"
],
"place/isolated_dwelling":[
"Απομονωμένες Κατοικίες"
],
"place/locality":[
"Τοπωνύμιο",
"Τοποθεσία",
"Περιοχή"
],
"place/neighbourhood":[
"Γειτονιά"
],
"place/town":[
"Κωμόπολη"
],
"place/village":[
"Χωριό"
],
"point":[
"Σημείο"
],
"power":[
"Ενέργεια"
],
"power/generator":[
"Γεννήτρια Ρεύματος",
"ηλεκτρική γεννήτρια"
],
"power/line":[
"Καλώδια ρεύματος",
"Καλώδιο Ρεύματος",
"ηλεκτροφόρα καλώδια"
],
"power/minor_line":[
"Γραμμή χαμηλότερης ισχύος Ρεύματος",
"Γραμμή παροσ΄χης Ρεύματος χαμηλότερης ισχύος"
],
"power/pole":[
"Κολόνα Ρεύματος",
"στύλος ηλεκτρισμού"
],
"power/sub_station":[
"Υποσταθμός "
],
"power/substation":[
"Υποσταθμός"
],
"power/tower":[
"Πυλώνας Υψηλής Τάσης",
"Κολόνα Υψηλής Τάσης"
],
"power/transformer":[
"Μετασχηματιστής"
],
"railway":[
"Σιδηροδρομικός Διάδρομος"
],
"railway/abandoned":[
"Εγκαταλελειμμένος σιδηρόδρομος",
"Εγκαταλελειμμένη Σιδηροδρομική Γραμμή"
],
"railway/disused":[
"Σιδηροτροχιά εκτός Χρήσης"
],
"railway/narrow_gauge":[
"Σιδηροτροχιά Στενού Εύρους"
],
"railway/rail":[
"Σιδηροδρομική Γραμμή",
"Σιδηροτροχιά",
"Ράγα"
],
"railway/subway":[
"Υπόγειος Σιδηρόδρομος",
"Μετρό"
],
"railway/subway_entrance":[
"Είσοδος Μετρό",
"Είσοδος υπόγειου σιδηρόδρομου"
],
"railway/tram":[
"Τραμ"
],
"relation":[
"Σχέση",
"Συσχέτιση"
],
"roundabout":[
"Κυκλικός κόμβος"
],
"route/ferry":[
"Δρομολόγιο Πορθμείου",
"Διαδρομή Πορθμείου"
],
"shop":[
"μαγαζί",
"Κατάστημα"
],
"shop/alcohol":[
"Κάβα",
"Κάβα Ποτών",
"Κατάστημα ποτών"
],
"shop/antiques":[
"Παλαιοπωλείο",
"παλιατζίδικο",
"αντίκες",
"αντικερί"
],
"shop/baby_goods":[
"Κατάστημα Βρεφικών Ειδών"
],
"shop/bag":[
"τσάντες",
"πορτοφόλια",
"βαλίτσες",
"σακβουαγιάζ",
"σάκοι",
"τσαντάκια",
"σακίδια",
"Κατάστημα αποσκευών"
],
"shop/bakery":[
"Φούρνος",
"Αρτοποιείο"
],
"shop/bathroom_furnishing":[
"μπιντέδες",
"πλακάκια",
"καζανάκια",
"Κατάστημα εξοπλισμού μπάνιου",
"ντουλάπια",
"τουαλέτες",
"νιπτήρες",
"μπανιέρες",
"ντουζιέρες"
],
"shop/beauty":[
"Κατάστημα Ομορφιάς"
],
"shop/bed":[
"κατάστημα στρωμάτων/κρεβατιών",
"Κατάστημα κρεβατιών/στρωμάτων",
"κατάστημα κρεββατιών"
],
"shop/beverages":[
"Αναψυκτήριο"
],
"shop/bicycle":[
"Ποδηλατάδικο",
"Κατάστημα ποδηλάτων",
"Κατάστημα Ποδηλάτων"
],
"shop/bookmaker":[
"ιππόδρομος",
"ΟΠΑΠ",
"προποτζίδικο",
"προπατζίδικο",
"προπο",
"Πρακτορείο στοιχημάτων"
],
"shop/books":[
"Παλαιοβιβλιοπωλείο",
"Βιβλιοπωλείο"
],
"shop/boutique":[
"Μπουτίκ"
],
"shop/butcher":[
"Χασάπικο",
"Κρεοπωλείο"
],
"shop/car":[
"Εμπορία Αυτοκινήτων"
],
"shop/car_parts":[
"Ανταλλακτικά Αυτοκινήτων",
"Ανταλλακτικά αυτοκινήτων"
],
"shop/car_repair":[
"ηλεκτρολογείο αυτοκινήτων",
"Συνεργείο Αυτοκινήτων",
"Συνεργείο αυτοκινήτων"
],
"shop/carpet":[
"κιλίμια",
"Κατάστημα χαλιών",
"φλοκάτες",
"κατάστημα με μοκέτες",
"κατάστημα χαλιών"
],
"shop/cheese":[
"γραβιέρα",
"φέτα",
"κασέρι",
"τυριά",
"Τυροπωλείο",
"Τυροκομείο"
],
"shop/chemist":[
"Φαρμακείο"
],
"shop/chocolate":[
"Κατάστημα Ειδών Σοκολάτας"
],
"shop/clothes":[
"κατάστημα ρούχων",
"Κατάστημα ενδυμάτων",
"Κατάστημα Ένδυσης"
],
"shop/coffee":[
"καφεκοπτείο",
"Καφεκοπτείο"
],
"shop/computer":[
"Κατάστημα ηλεκτρονικών υπολογιστών",
"Κατάστημα Υπολογιστών"
],
"shop/convenience":[
"μίνι μάρκετ",
"Ψιλικατζίδικο",
"Παντοπωλείο"
],
"shop/cosmetics":[
"γαλακτώματα",
"μακιγιάζ",
"βαφές μαλλιών",
"αφρόλουτρα",
"σαμπουάν",
"κρέμες",
"Κατάστημα καλλυντικών",
"σαπούνια"
],
"shop/dairy":[
"γάλατα",
"γιαούρτια",
"τυριά",
"Γαλακτοπωλείο",
"κρέμες"
],
"shop/deli":[
"Ντελικατέσεν",
"Μεζεδοπωλείο",
"Εκλεκτά τρόφιμα"
],
"shop/department_store":[
"Πολυκατάστημα"
],
"shop/doityourself":[
"Κατάστημα ιδιοκατασκευών",
"Κατάστημα Ιδιοκατασκευών",
"Φτιάξτο μόνος σου"
],
"shop/dry_cleaning":[
"Στεγνοκαθαριστήριο"
],
"shop/e-cigarette":[
"Κατάστημα Ηλεκτρονικού Τσιγάρου"
],
"shop/electronics":[
"Κατάστημα Ηλεκτρονικών",
"Κατάστημα ηλεκτρονικών"
],
"shop/erotic":[
"σεξ σοπ",
"Sex shop",
"Μαγαζί ερωτικών ειδών",
"ερωτικά βοηθήματα"
],
"shop/fishmonger":[
"Ψαράδικο"
],
"shop/florist":[
"Ανθοπωλείο"
],
"shop/funeral_directors":[
"Γραφείο Τελετών",
"Γραφείο κηδειών"
],
"shop/furniture":[
"Κατάστημα Επίπλων"
],
"shop/garden_centre":[
"Κέντρο Κήπου",
"Φυτώριο"
],
"shop/gift":[
"Είδη δώρων",
"Κατάστημα Δώρων"
],
"shop/greengrocer":[
"Μανάβης",
"Οπωροπωλείο",
"Οπωροπώλης",
"φρούτα",
"λαχανικά",
"μανάβικο"
],
"shop/hairdresser":[
"Κομμωτήριο",
"Κωμωτήριο",
"πεντικιούρ",
"νύχια",
"μανικιούρ"
],
"shop/hardware":[
"υδραυλικά",
"Κατάστημα τεχνικού εξοπλισμού",
"Σιδηροπωλείο",
"σιδηρικά",
"Χρωματοπωλείο",
"χρώματα"
],
"shop/hearing_aids":[
"Κατάστημα ακουστικών βαρηκοΐας",
"κατάστημα ακουστικών βοηθημάτων"
],
"shop/hifi":[
"Κατάστημα Hifi"
],
"shop/jewelry":[
"Χρυσοχοείο",
"Κοσμηματοπωλείο",
"Κοσμηματοπώλης"
],
"shop/laundry":[
"Καθαριστήριο",
"Πλυντήριο"
],
"shop/locksmith":[
"Κλειδαράς"
],
"shop/lottery":[
"λαχνοί",
"Κατάστημα λαχείων",
"κρατικό λαχείο",
"εθνικό λαχείο"
],
"shop/mall":[
"Εμπορικό κέντρο",
"mall",
"Εμπορικό Κέντρο"
],
"shop/mobile_phone":[
"Κατάστημα Κινητής Τηλεφωνίας",
"Κατάστημα κινητών τηλεφώνων"
],
"shop/motorcycle":[
"Αντιπροσωπεία Μοτοσυκλετών",
"Εμπόριο Μοτοσυκλετών"
],
"shop/music":[
"Κατάστημα μουσικής",
"Δισκοπωλείο",
"Κατάστημα Μουσικής"
],
"shop/musical_instrument":[
"Κατάστημα μουσικών οργάνων"
],
"shop/newsagent":[
"Πρακτορείο τύπου",
"εφημερίδες",
"περιοδικά",
"κέντρο τύπου"
],
"shop/optician":[
"Οπτικός"
],
"shop/organic":[
"Κατάστημα βιολογικών προϊόντων"
],
"shop/paint":[
"Χρωματοπωλείο"
],
"shop/perfumery":[
"Κατάστημα Αρωμάτων"
],
"shop/pet":[
"πετ σοπ",
"Κατάστημα Κατοικίδιων",
"Κατάστημα κατοικιδίων"
],
"shop/photo":[
"φωτογράφος",
"Φωτογραφείο"
],
"shop/radiotechnics":[
"Μαγαζί Ηλεκτρονικών Εξαρτημάτων"
],
"shop/seafood":[
"ψαράδικο",
"θαλασσινά",
"ψάρια",
"ιχθυοπωλείο",
"Κατάστημα Θαλασσινών"
],
"shop/shoes":[
"κατάστημα παπουτσιών",
"Κατάστημα υποδημάτων",
"Κατάστημα Υπόδησης"
],
"shop/sports":[
"Κατάστημα Αθλητικών Ειδών",
"Κατάστημα αθλητικών ειδών"
],
"shop/stationery":[
"βιβλιοχαρτοπωλείο",
"βιβλιοπωλείο",
"Κατάστημα χαρτικών",
"Κατάστημα Γραφικής Ύλης",
"κατάστημα γραφικής ύλης"
],
"shop/supermarket":[
"Σούπερ μάρκετ",
"Supermarket",
"Υπεραγορά"
],
"shop/tailor":[
"Ράφτης"
],
"shop/tattoo":[
"Στούντιο Τατουάζ",
"Τατουατζίδικο"
],
"shop/tea":[
"τεϊοποτείο",
"τειοπωλείο",
"Τεϊοπωλείο",
"τσάι",
"χαμομήλι",
"ροφήματα"
],
"shop/tobacco":[
"Κατάστημα Ειδών Καπνού"
],
"shop/toys":[
"Κατάστημα παιχνιδιών",
"Κατάστημα Παιχνιδιών"
],
"shop/travel_agency":[
"Ταξιδιωτικό Γραφείο",
"Ταξιδιωτικό πρακτορείο",
"Γραφείο ταξιδίων"
],
"shop/tyres":[
"λάστιχα",
"ζάντες",
"Κατάστημα ελαστικών",
"Βουλκανιζατέρ"
],
"shop/vacuum_cleaner":[
"Κατάστημα Ηλεκτρικών Σκουπών"
],
"shop/variety_store":[
"Κατάστημα 1 ευρώ",
"όλα ένα ευρώ",
"1 €"
],
"shop/video":[
"DVD",
"βιντεοκασέτες",
"Βιντεοκλάμπ",
"ταινίες"
],
"shop/video_games":[
"Μαγαζί Βιντεοπαιχνιδιών"
],
"shop/watches":[
"Κατάστημα Ρολογιών"
],
"shop/weapons":[
"Κατάστημα Οπλισμού"
],
"shop/window_blind":[
"κατάστημα ρολών παραθύρου",
"Κατάστημα σκιάστρων παραθύρου",
"γρίλιες"
],
"shop/wine":[
"Κάβα Κρασιών"
],
"tourism":[
"Τουρισμός"
],
"tourism/alpine_hut":[
"Αλπική καλύβα",
"Αλπικό καταφύγιο"
],
"tourism/aquarium":[
"Ενυδρείο"
],
"tourism/artwork":[
"Έργο τέχνης"
],
"tourism/attraction":[
"Τ",
"Τουριστικό Αξιοθέατο"
],
"tourism/caravan_site":[
"Πάρκο τροχόσπιτων"
],
"tourism/guest_house":[
"Ξενώνας"
],
"tourism/hostel":[
"Ξενώνας"
],
"tourism/hotel":[
"Ξενοδοχείο"
],
"tourism/information":[
"Πληροφορίες"
],
"tourism/information/map":[
"Χάρτης"
],
"tourism/motel":[
"Μοτέλ",
"Πανδοχείο",
"Χάνι"
],
"tourism/museum":[
"Μουσείο"
],
"tourism/picnic_site":[
"Χώρος Πικνίκ",
"Χώρος εκδρομής",
"Χώρος Πικ νικ"
],
"tourism/theme_park":[
"Θεματικό πάρκο",
"Πάρκο Ψυχαγωγίας",
"Λούνα παρκ"
],
"tourism/viewpoint":[
"Σημείο θέασης"
],
"tourism/zoo":[
"Ζωολογικός κήπος",
"Ζωολογικός Κήπος"
],
"traffic_calming/bump":[
"Μειωτής Ταχύτητας",
"Σαμαράκι"
],
"type/boundary":[
"Όριο",
"Σύνορο"
],
"type/boundary/administrative":[
"Σύνορο",
"Διοικητικό όριο",
"Διοικητικό Όριο"
],
"type/multipolygon":[
"Πολύ-Πολύγωνο"
],
"type/restriction":[
"Απαγόρευση",
"Περιορισμός"
],
"type/restriction/no_left_turn":[
"Όχι Αριστερή Στροφή"
],
"type/restriction/no_right_turn":[
"Όχι Δεξιά Στροφή"
],
"type/restriction/no_straight_on":[
"Όχι Ευθεία"
],
"type/restriction/no_u_turn":[
"Όχι Αναστροφή"
],
"type/route":[
"Διαδρομή",
"Δρομολόγιο"
],
"type/route/bicycle":[
"Διαδρομή Ποδηλάτου",
"Διαδρομή ποδηλάτου",
"Ποδηλατόδρομος"
],
"type/route/bus":[
"Διαδρομή Λεωφορείων",
"Διαδρομή Λεωφορείου"
],
"type/route/detour":[
"Διαδρομή Παράκαμψης"
],
"type/route/ferry":[
"Δρομολόγιο πορθμείου",
"Διαδρομή Πορθμείου",
"Διαδρομή πορθμείου"
],
"type/route/foot":[
"Διαδρομή Πεζού"
],
"type/route/hiking":[
"Διαδρομή Ορεινής Ανάβασης"
],
"type/route/pipeline":[
"Διαδρομή Σωλήνωσης"
],
"type/route/power":[
"Διαδρομή Ρεύματος"
],
"type/route/road":[
"Οδική διαδρομή",
"Διαδρομή Δρόμου",
"Οδικό δρομολόγιο"
],
"type/route/train":[
"Γραμμή Τραίνων"
],
"type/route/tram":[
"Διαδρομή Τραμ"
],
"vertex":[
"Άλλο"
],
"waterway":[
"Διαδρομή νερού"
],
"waterway/canal":[
"Κανάλι"
],
"waterway/dam":[
"Φράγμα"
],
"waterway/ditch":[
"Χαντάκι",
"Τάφρος"
],
"waterway/drain":[
"Οχετός"
],
"waterway/fuel":[
"Πρατήριο Καυσίμων Λιμένα"
],
"waterway/river":[
"Ποτάμι",
"Ποταμός"
],
"waterway/riverbank":[
"Όχθη Ποταμιού",
"Όχθη Ποταμού"
],
"waterway/stream":[
"Ρέμα"
],
"waterway/waterfall":[
"Καταράκτες"
],
"waterway/weir":[
"Υδατοφράκτης",
"Υδατοφράχτης"
]
}
